{"number":23,"id":"000001","title":{"pinyin":"","wadeGiles":"Bo","english":"Peeling"},"structure":{"above":"Gen Above","below":"Kun Below"},"judgement":{"text":"It would not be fitting should one set out to do something.","commentary":"Bo means \"bo\" [peeling], for here the soft and weak are making the hard and strong change.[[note 1]] \"It would not be fitting should one set out to do something,\" for the petty man is in the ascendancy. One should try to restrain things in such a way that one remains compliant with circumstances, for this is to observe the image. The noble man holds in esteem how things ebb and flow, wax and wane, for this is the course of Heaven. {Kun [Pure Yin,20the lower trigram] indicates compliance, and Gen [Restraint,20the upper trigram] indicates cessation or restraint, so here one should restrain things by complying with circumstances, but he should not dare to try to restrain them by using hardness and strength. By doing so, one observes the image involved. If one is too self-assertive and excessively outspoken, it will provoke such a negative reaction that it will mean his own downfall, and once his destruction is so brought about, all his efforts to achieve merit will also come to nothing, and this is not a course of action that the noble man should esteem.[[note 2]]} "},"image":{"text":"The Mountain is attached to the Earth: this constitutes the image of Bo [Peeling].[[note 3]] In the same way, those above make their dwellings secure by treating those below with generosity.","commentary":"{It is by treating those below with generosity that one avoids having one's bedstead suffer from Peeling.[[note 4]] \"Make their dwellings secure\" means that people will not lose their places or positions. To secure one's dwelling by treating those below with generosity is the Dao by which one controls Peeling.}"},"sequence":{"commentary":"Adornment will become pervasive only after it has been pushed to the limit, but at that it will become exhausted. This is why Bi [Elegance, Hexagram 22] is followed by Bo [Peeling]. Bo here means \"peel off.\"","irregular":"Bo [Peeling] signifies decay."},"lines":[{"number":1,"text":"First Yin\nThe bedstead has suffered Peeling to the legs; so does constancy meet with destruction. This means misfortune. {A bedstead is that in which a man finds his rest. \"The bedstead has suffered Peeling to the legs,\" in other words, means that the bedstead's legs have been cut off or peeled away. \"Meet with destruction\" is another way of saying \"peel off or cut away\" [i.e., \"deprive of\"]. That the bedstead has been deprived of its legs signifies that the Dao of the subordinate has been destroyed, and the start of the destruction of the Dao of the subordinate signifies the fall of the hard and strong and the ascendancy of the soft and weak. Thus it is that with the deterioration of up prightness, misfortune arrives.[[note 5]]} ","commentary":"\"The bedstead has suffered Peeling to the legs\": in the same way, destruction is visited on those below."},{"number":2,"text":"Second Yin\nThe bedstead has suffered Peeling to the frame; so does constancy meet with destruction. This means misfortune. {\"Meet with destruction\" seems to express something even more extreme here. \"Frame\" is what is on top of the legs. The Dao of Peeling has gradually grown stronger, thus it \"has suffered Peeling to the frame.\" Little by little, Peeling has drawn close to the bed proper, so soon it will destroy the place where people stay in it. Peeling makes its weakness grow and its uprightness deteriorate, and as these now constitute its character, it is something that people will discard.[[note 6]]} ","commentary":"\"The bedstead has suffered Peeling to the frame,\" so there is no help for it to be had anywhere. 7"},{"number":3,"text":"Third Yin\nThis one does Peeling in such a way that it is without blame. {Third Yin is in resonance with Top Yang. All the other yin lines inflict Peeling on the yang, but this one alone renders assistance to it, so although Third Yin is located in Peeling, it manages in this way to be \"without blame.\"}","commentary":"\"This one does Peeling in such a way that it is without blame,\" for it breaks with those above and below it. {There are two yin lines both above and below Third Yin, but it is Third Yin alone that responds to Top Yang, and in doing so \"it breaks with those above and below it.\"}"},{"number":4,"text":"Fourth Yin\nThe bedstead has suffered Peeling to the skin. This means misfortune. {With First Yin and Second Yin, the Peeling just affects the bedstead, and as such the folk themselves still remain secure, for Peeling has not yet reached their bodies. But when we come to Fourth Yin, the Dao of Peeling has gradually grown so strong that not only has the bedstead suffered total Peeling, but Peeling also has reached their very bodies. The petty man consequently flourishes, and people are going to lose their bodies. How could this just be a matter of uprightness being destroyed? For misfortune holds sway everywhere.}","commentary":"\"The bedstead has suffered Peeling to the skin,\" for here is disaster that draws increasingly near."},{"number":5,"text":"Fifth Yin\nAs if they were a string of fish, here court ladies enjoy favor, so nothing done here fails to be fitting. {Here located at a time of Peeling, Fifth Yin has obtained the noble position and is the ruler of the Peeling hexagram. The way that Peeling causes harm is that the petty man obtains favor and that this consequently diminishes the noble man. However, if one were to grant favor to the petty in such a way that this would be strictly limited to palace ladies, no harm would be done to the upright and righteous. Thus, even though those who enjoy favor be numerous, \"in the end, no mistake is made.\" \"As if they were a string of fish\" refers to this collection of yin lines. Head to head, they follow one upon the other, just like strung fish.[[note 8]]} ","commentary":"\"Here court ladies enjoy favor\": in the end, no mistake is made."},{"number":6,"text":"Top Yang\nHere the biggest fruit is not eaten. If it be a noble man, he shall obtain a carriage, but if it be a petty man, he shall allow Peeling to happen to humble huts. {Top Yang is located at the very end of this hexagram, and it alone has not fallen at all. Thus it is a fruit that has grown to reach great size and that has not been eaten. If a noble man abides here, then the common folk will obtain shade and protection, but if a petty man fills it, then he shall allow Peeling to happen to that which provides those below with shelter.}","commentary":"\"If it be a noble man, he shall obtain a carriage,\" for he shall be borne along by the common folk. \"If it be a petty man, he shall allow Peeling to happen to humble huts,\" for he never could fulfill it.[[note 9]]"}],"notes":[{"number":1,"note":"Kong Yingda glosses bo as boluo: \"to peel off,\" as skin from fruit or vegetables, bark from a tree, etc. As such things so peel (and split), this indicates their \"deterioration\" or \"decay,\" which is what boluo means by extension."},{"number":2,"note":"This and all subsequent text set off in this manner is commentary by Wang Bi. \"Restrain things\" translates zhi zhi. The second zhi is an indefinite object pronoun, and its referent here is uncertain, thus it is rendered \"things.\" Kong Yingda thinks that it refers specifically to the noble man's sovereign and that \"the image\" mentioned in the Commentary on the Judgments and in Wang's remarks refers as much to the image—i.e., appearance—of that sovereign as to that of the Bo hexagram itself: \"As one can but use softness and compliancy to restrain one's sovereign, all he can do is look to the image that his sovereign on high presents, take into account what his facial expression means, and so try to bring about restraint that way.\" See Zhouyi zhengyi, 3: 16b. Neither Cheng Yi nor Zhu Xi bring \"the sovereign\" into their discussions, and Cheng Yi seems to interpret zhi (restrain) as an intransitive verb \"refrain from,\" so instead of \"one should try to restrain things in such a way that one remains compliant with circumstances,\" Cheng's interpretation would suggest \"being compliant, one should refrain from [doing] things.\" See Zhouyi zhezhong, 6: 38b."},{"number":3,"note":"Kun (Pure Yin), the lower trigram, signifies the Earth, and Gen (Restraint), the upper trigram, signifies \"Mountain.\""},{"number":4,"note":"The significance of the bedstead is the subject of the following line statements and commentaries."},{"number":5,"note":"Kong Yingda here identifies zhen (constancy) with zheng (uprightness, righteousness). See Zhouyi zhengyi, 3: 17a."},{"number":6,"note":"Lou Yulie points out that the text here may be corrupt and, following the remarks of the Tang era commentator Guo Jing, suggests that it should read something like: \" Little by little, Peeling has drawn close to where people are, so soon the bed itself will be destroyed. In this thing in which people stay, Peeling makes weakness grow and uprightness deteriorate, and as these now constitute its character, it is something that those people will discard.\" See Wang Bi ji jiaoshi, 1: 334-335 nn. 7 and 8."},{"number":7,"note":"Kong Yingda links this statement with Wang's last remark, \"Peeling makes its weakness grow and its uprightness deteriorate, and as these now constitute its character, it is something that people will discard.\" That is, since people discard the bedstead, they will not help to stem its further deterioration. See Zhouyi zhengyi, 3: 17b."},{"number":8,"note":"Cheng Yi points out that fish and women are both yin creatures; see Zhouyi zhezhong, 4: 3a."},{"number":9,"note":"Zhu Xi interprets the Commentary to the Images differently: \"It is only the noble man who can shelter the petty man. The petty man must rely on the noble man for the protection of his own person. Now here the petty man would inflict Peeling on the noble man [i.e., bring about his downfall], but then if the noble man perishes, the petty man also would lack all means to shelter his own person, and this would be just as if he let Peeling happen to his own humble hut.\" See Zhouyi zhezhong, 11: 55b. Zhu's interpretation suggests a different translation: \"If it be a petty man, he shall allow peeling to happen to his own humble hut, which then never can be used.\" However, Kong Yingda reinforces Wang Bi's interpretation: \"If a petty man were to occupy this position as sovereign, he would allow Peeling to devastate the humble huts of the common folk. So this means that a petty man could never fulfill the role of sovereign.\" See Zhouyi zhengyi, 3: 18b."}]}