{"number":2,"id":"000000","title":{"pinyin":"","wadeGiles":"Kun","english":"Pure Jin"},"structure":{"above":"Kun Below","below":"Kun Above"},"judgement":{"text":"Kun consists of fundamentality, and prevalence, and its fitness is that of the constancy of the mare. {The constancy of Kun is fitting just in the way constancy is fitting for the mare. The horse is a creature that travels by staying down [on the ground], but even more important we have the female of it, so it is something that represents the acme of compliance [shun]. Here one will prevail only after becoming perfectly compliant, and this is why the text says that one will only achieve fitness in the constancy of the mare.[[note 1]]}  Should the noble man set out to do something, if he were to take the lead, he would go astray, but if he were to follow, he would find a master. It is fitting to find friends in the southwest and to spurn friends in the northeast. To practice constancy with serenity means good fortune. {The southwest is the land of utmost nurturing and belongs to the same Dao as Kun.[[note 2]] Thus the text says \"find friends.\" The northeast is the opposite of the southwest. Thus the text says \"spurn friends.\" When yin is manifest in something, that something must distance itself from its own ilk and go to the opposite [yang] kind, for only then will it garner the good fortune derived from practicing \"constancy with serenity.\"}","commentary":"How great is the fundamental nature of Kun! The myriad things are provided their births by it, and in so doing it compliantly carries out Heaven's will. It is the generosity of Kun that lets it carry everything, the integrative force of its virtue that accounts for its limitlessness, and its vast power to accommodate that makes it glorious and great—so that things in all their different categories can prevail as they should. The mare is a metaphor for the Earth, for it travels the Earth without limit. {The way the Earth manages to be without limit is by acting with humility. Qian rides through Heaven as a dragon, but Kun travels the Earth as a horse.} For one who is yielding and compliant, it is fitting to practice constancy here, and the noble man who sets out to do something, if he takes the lead, will be in breach of the Dao, but if he follows and is compliant, he will find his rightful place. \"To find friends in the southwest\" means to travel with one's own kind, and \"to spurn friends in the northeast\" means that in the end one will have blessings. The good fortune that here derives from practicing constancy with serenity is a matter of resonating with the limitless qualities of the Earth. {The term Earth is the name of a form, a phenomenal entity; the term Kun refers to that which uses or takes this form.[[note 3]] Two males will be sure to fight, and two masters will involve peril. That which has the form of the Earth [Kun] joins together with the hard and the strong [Qian] to form a matched pair, by means of which things are preserved \"without limit.\" Of course, to put Kun into practice will certainly achieve the utmost compliancy, but if this were to be done without regard to the qualities of the mare or if one were to try to achieve fitness without regard to the perpetual maintenance of constancy, the one approach would make him not just square and solid but also inflexible, and the other would make him not just compliant but also irresolute, so in either case his search for security would be difficult indeed!}"},"image":{"text":"Here is the basic disposition of Earth: this constitutes the image of Kun.","commentary":"{In physical form, Earth is not compliant; it is its basic disposition that is compliant.} In the same manner, the noble man with his generous virtue carries everything.","commentaryOnWords":"Kun is perfectly compliant, but the way it takes action is strong and firm; it is perfectly quiescent, but its virtue is square and solid. {Action that is square and straight is incapable of doing evil, but to be so compliant that one becomes irresolute will lead to the deterioration of the Dao. When the virtue involved is perfectly quiescent, that virtue must be \"square and solid.\"} It is by following that one obtains a master and finds a rightful place, and it is by accommodating the myriad things that the transformative power of Kun achieves its glory—both these facts surely indicate how the Dao of Kun consists of compliance: in carrying out Heaven's will, its actions are always timely.","commentaryAppended":"As Heaven is high and noble and Earth is low and humble, so it is that Qian [Pure Yang, Hexagram 1] and Kun [Pure Yin] are defined.\n The Dao of Kun forms the female. . . . Kun acts to bring things to completion.\n Kun through simplicity provides capability. . . . As [it] is simple, it is easy to follow. . . . If one is easy to follow, he will have meritorious accomplishments.\n When [the Dao] duplicates patterns, we call it Kun.\n As for Kun, in its quiescent state it is condensed, and in its active state it is diffuse. This is how it achieves its capacious productivity.\n This is why closing the gate is called Kun.\n Qian and Kun, do they not constitute the arcane source for change! When Qian and Kun form ranks, change stands in their midst, but if Qian and Kun were to disintegrate, there would be no way that change could manifest itself. And if change could not manifest itself, this would mean that Qian and Kun might almost be on the point of extinction!\n All the activity that take place in the world, thanks to constancy, is the expression of the One. . . . Kun being yielding shows us how simple it is.\n The Yellow Emperor, Yao, and Shun let their robes hang loosely down, yet the world was well governed. They probably got the idea for this from the hexagrams Qian and Kun.\n The Master said: \"Qian and Kun, do they not constitute the two-leaved gate into the Changes? . . . Kun is a purely yin thing.\n Kun [Pure Yin] is a yin thing.\n Kun is the most compliant thing in the entire world, so it should always be simple to put its virtue into practice. [It] is able to refine the concerns of the feudal lords.[[note 4]]"},"sequence":{"commentary":"Only after there were Heaven [Qian, Pure Yang, Hexagram[[note 1]]] and Earth [Kun, Pure Yin], were the myriad things produced from them. What fills Heaven and Earth is nothing other than the myriad things.","irregular":"Kun [Pure Yin] [is] soft and yielding."},"lines":[{"number":1,"text":"First Yin\nThe frost one treads on reaches its ultimate stage as solid ice. {What starts out as frost that one might tread on ultimately becomes hard ice. This is what is meant  says, \"Kun is perfectly compliant, but the way it takes action is strong and firm.\" Yin as a Dao is such that, although rooted in humble weakness, it thereafter brings about prominence through its accumulated effect. Thus the text chooses \"frost one treads on\" to clarify how Kun begins. Yang as physical manifestation does not involve things that first have foundations established so they can achieve prominence later. Thus the text clarifies yang things in terms of activity and inactivity, as, for instance, [a dragon] \"submerged\" in the first line [i.e., Qian, First Yang].}","commentary":"The frost one treads on becomes solid ice: This yin thing begins to congeal. Obediently fulfilling its Dao, it ultimately becomes solid ice.","commentaryOnWords":"A family that accumulates goodness will be sure to have an excess of blessings, but one that accumulates evil will be sure to have an excess of disasters. When a subject kills his lord or a son kills his father, it is never because of what happens between the morning and evening of the same day but because of something that has been building up for a long time and that should have been dealt with early—but was not. When the Changes say \"the frost one treads on reaches its ultimate stage as solid ice,\" is it not talking about compliancy [with the Dao involved]? [[note 5]]"},{"number":2,"text":"Second Yin\nHe is straight [zhi], square [fang], and great [da], so without working at it, nothing he does here fails to be fitting. {Here, finding oneself at the center and obtaining his correct position there, he perfectly realizes in himself the qualities inherent in the Earth: he allows things their natural course, so they produce themselves, and he does not try to improve upon and manage them, so success comes about by itself.[[note 6]] This is why the text says: \"Without working at it, nothing he does here fails to be fitting.\"}","commentary":"Actions associated with Second Yin are straight and thus square. {When one reveals himself to be straight and square in his actions, it means that he has allowed these qualities free play here.} \"Without working at it, nothing he does here fails to be fitting\": here is the glory of the Dao of Earth.","commentaryOnWords":"\"Straight\" refers to the rectitude [zheng] of Kun, and \"square\" refers to its righteousness [yi]. The noble man keeps his inner self straight by means of reverence [jing] and keeps his outer life square by means of righteousness. With the establishment of reverence and righteousness, one keeps oneself free from isolation. \"He is straight, square, and great, so without working at it, nothing he does here fails to be fitting.\" Thus he has no doubts about what he should do."},{"number":3,"text":"Third Yin\nOne who effaces his own prominent qualities here will be able to practice constancy. He might attend to his sovereign's business, and if he were to make no claim for its success, he should bring about a successful conclusion. {One who occupies the very top of the lower trigram yet does not excite the suspicions of yang personages [sovereign, superiors] is someone who stays in harmony with the meaning [yi] involved here. He does not involve himself in initiating anything but must respond to the lead of another and must wait for orders before he starts to act: this is someone who effaces his own excellence and in so doing keeps himself correct. Thus the text says: \"One who effaces his own prominent qualities here will be able to practice constancy.\" If there is business to attend to, he should do it but must not dare take the lead. Thus the text says: \"He might attend to his sovereign's business.\" He brings things to a successful conclusion by obeying orders. Thus the text says: \"If he were to make no claim for its success, he should bring about a successful conclusion.\"}","commentary":"\"One who effaces his own prominent qualities here will be able to practice constancy\": this means that he starts to act when the moment is opportune. \"He might attend to his sovereign's business\": his wisdom is glorious and great. {Here is someone whose \"wisdom is glorious and great,\" so he does not take the credit for things.}","commentaryOnWords":"Although a yin person has excellence, he effaces it in order to attend to his sovereign's business and does not dare take credit for its success. This is the Dao of Earth, the Dao of the wife, and the Dao of the minister. The Dao of Earth has one \"make no claim for . . . success\" but working on behalf of the other [Qian—Pure Yang, i.e., Heaven—husband, sovereign], \"he should bring about a successful conclusion.\""},{"number":4,"text":"Fourth Yin\nTie up the bag, so there will be no blame, no praise. {Here, located in a yin hexagram, one has a yin position occupied by a yin line, so to tread here does not involve a mean [zhong] position, and those who fill it do not have \"straight and square\" qualities. These do not engage in yang [the sovereign's] business, for they lack that excellence whose prominence should be effaced. \"Tie up\" [gua] means \"bind up\" [jie]—to keep confined. A worthy person should stay hidden here, and only by exercising caution can he get by, for the Dao of Tai [Peace, Hexagram 11] does not operate here.}","commentary":"\"Tie up the bag, so there will be no blame\": if one exercises caution, he will suffer no harm.","commentaryOnWords":"When Heaven and Earth engage in change and transformation, the whole plant kingdom flourishes, but when Heaven and Earth are confined, the worthy person keeps hidden. When the Changes say \"tie up the bag, so there will be no blame, no praise,\" is it not talking about caution?"},{"number":5,"text":"Fifth Yin\nA yellow lower garment means fundamental good fortune. {'Yellow is the color of centrality [zhong, the Mean], and a lower garment adorns the bottom half of the body.\" [[note7]] Kun is the Dao of the subject, whose excellence is completely realized below in the position of subordinate. Someone without hard and strong substance can let things fully realize their innate tendencies only by thoroughly grasping their principles, and he can occupy a noble position with the virtues of compliancy and obedience only if he has the required civil graces and control over those principles. He garners fundamental good fortune by letting his yellow lower garment hang loosely down and not by using martial power. Here, he achieves the utmost nobility of the yin but does not go so far as to excite the suspicions of the yang, and this is due to \"the civil graces abiding within,\" \"the very acme of excellence.\"}","commentary":"\"A yellow lower garment means fundamental good fortune\": this refers to the civil graces abiding within. {That one wears a yellow lower garment and garners fundamental good fortune here is due to \"the civil graces abiding within.\"}","commentaryOnWords":"The noble man, garbed in yellow and maintaining the Mean, thoroughly grasps the principles of things. The correct position for him is this place in the trigram. Excellence abides within him, emanating through his four limbs and expressed in his deeds—the very acme of excellence."},{"number":6,"text":"Top Yin\nDragons fight in the fields, their blood black and yellow. {Yin as a Dao means to be humble and obedient and to remain within one's limits—this is how its excellence is fully realized. Here, however, it has become all that it can be but does not stop and would take over yang territory, something that the yang principle will not permit. This is why the text says that they \"fight in the fields.\"}","commentary":"\"Dragons fight in the fields\": the Dao of Kun has reached its limits.","commentaryOnWords":"As yin provokes the suspicions of yang, it must fight. {Not having taken appropriate steps beforehand, yang becomes suspicious of yin now at the peak of its strength and so takes action; this is why \"it must fight.\"[[note 8]]} \n It is because yin calls into question the fact that it is totally lacking in yang {It fights because it calls into question the fact that it is not yang.} that it is referred to as a dragon here.[[note 9]]\n It is because it still has not abandoned its own kind {It is because it has still not forsaken its yin-ness that it is exterminated by yang.} that blood is mentioned here. {As it still fights with yang and because they wound each other, so there is mention of blood.[[note 10]]} Black-and-yellow refers to how Heaven and Earth are mixed together. Heaven is black and Earth is yellow."},{"number":7,"text":"All Use Yin Lines\nIt is fitting to practice constancy perpetually here. What is fitting here at All Use Yin Lines is to practice constancy perpetually.","commentary":"\"All Use Yin Lines\" signifies that greatness and final success are achieved through the practice of perpetual constancy {This refers to one who is able to achieve greatness and final success through the practice of perpetual constancy.}"}],"notes":[{"number":1,"note":"This and all subsequent text set off in this manner is commentary by Wang Bi."},{"number":2,"note":"This paraphrases section five of Explaining the Trigrams: \"Kun [Pure Yin] here means the Earth. The myriad things all are nourished to the utmost by it.\""},{"number":3,"note":"See Hexagram 1, Qian (Pure Yang), note 1."},{"number":4,"note":"See sections one, five, six, eleven, and twelve of the Commentary on the Appended Phrases, Part One, and sections one, two, six, ten, and twelve of the Commentary on the Appended Phrases, Part Two."},{"number":5,"note":"Zhu Xi points out that since the characters shun (compliancy) and shen (caution) were used interchangeably in antiquity, shun ought to be read as shen here—referring to how one should deal with things when they are have just barely begun. His version would read: \"Is it not talking about caution?\" See Zhouyi zhezhong, 16: 25b. This seems rather forced and unlikely, especially since compliancy figures so prominently in this and other sections of the text of Kun. \"Compliancy with the Dao involved\" makes good sense from the context and obviously refers to the fact that once a thing starts, it will comply with the dictates of its inner nature—whether for good or for evil."},{"number":6,"note":"This is similar to Wang's comment on a passage in the fifth section of the Laozi: \"Heaven and Earth are not benevolent; they treat the myriad things as straw dogs.\" Wang Bi's comment: \"Heaven and Earth allow things to follow their natural course. They do not engage in purposeful action and create nothing, so the myriad things manage themselves. This is why the text says that they 'are not benevolent.' \" See Lou, Wang Bi ji jiaoshi, 1: 13."},{"number":7,"note":"This quotes from a passage in the Zuozhuan (Zuo's commentary on the Spring and Autumn Annals), concerning the twelfth year of the reign of Duke Shao (529 B.C.). Cf. Legge, The Chinese oClassics, p. 5: 640."},{"number":8,"note":"This translates yin yi yu yang bi zhan. This interpretation and the rendering of Wang's commentary follow Kong Yingda's subcommentary: \"As yin has reached the peak of its strength, it comes under the suspicions of yang, which then takes action, wishing to extirpate this yin, but since yin is already at the peak of its strength, it is unwilling to take evasive action. This is why 'it must fight.' \" See Zhouyi zhengyi, 1: 27b. However, it is also possible to interpret both differently: \"When yin feels it can disparage yang, there is sure to be a figh; \"As it was not dealt with before this, its disparagement reaches full measure, and so it takes action. This is why 'there is sure to be a fight' \" (for Wang Bi's commentary). This second reading follows Ito with macron. To with macron.gai's (1670-1736) interpretation; see Shu with macron.eki kyo with macron.yoku tsu with macron.kai, 1: 28. Ito with macron. glosses yi as naigashiro ni suru—\"treat with contempt, disparage,\" i.e., \"call into question one's viability.\" Later commentators, notably Cheng Yi and Zhu Xi ignore the remarks of Wang Bi and Kong Yingda and take yin yi yu yang bi zhan quite differently: \"When yin is an equal match for yang, there is sure to be a fight,\" deriving the sense of \"equal match\" for yi from another of its basic meanings, \"resemble, feign.\" See Zhouyi zhezhong, 16: 31a."},{"number":9,"note":"Following Kong Yingda's subcommentary: \"Top Yin at the peak of its strength seems as if it were yang, and, because it calls into question the fact that it is pure yin and totally lacking in yang, 'it is referred to as a dragon' in order to make this clear.\" See Zhouyi zhengyi, 1: 27b."},{"number":10,"note":"Zhu Xi comments: \"Blood belongs to the yin category. Qi [spirit, material force] is yang, and blood is yin. Black and yellow are the true colors of Heaven and Earth, so this means that yin and yang are both wounded here.\" This agrees with Cheng Yi's interpretation: \"Although yin here is at the peak of its strength, it has not abandoned its yin-ness. As it fights with yang, we can be sure that it gets wounded. This is why 'there is mention of blood.' Yin has already reached the peak of its strength and even goes so far as to do battle with yang, so yang cannot avoid getting wounded. This is why the blood involved is black and yellow.\" See Zhouyi zhezhong, 16: 31a."},{"number":11,"note":"The All Use Yin Lines of Hexagram 2, the Commentary on the Images, and Wang Bi's commentary to both are all omitted in the Wang Bi ji jiaoshi edition; translation of these texts here follows Kong, Zhouyi zhengyi, 1: 25b."}]}