{"number":8,"id":"000010","title":{"pinyin":"","wadeGiles":"Bi","english":"Closeness"},"structure":{"above":"Kan Above)","below":"Kun Below"},"judgement":{"text":"For Closeness to result in good fortune, plumb and divine for fundamentality, perseverance, and constancy, for only with them will there be no blame. Those in places not at peace then come, but the latecomer suffers misfortune.[[note 1]]","commentary":"Closeness means good fortune. Closeness is a matter of help and support, of compliance and obedience on the part of those below. \"Plumb and divine for fundamentality, perseverance, and constancy, for only then will there be no blame\": this depends on the strength and the adherence to the Mean [of Fifth Yang]. {When located at a time of Bi [Closeness], if one would plumb and divine to seek how to be without blame, how could that involve anything other than fundamentality, perseverance, and constancy? Here a group of people band together in mutual Closeness, but if they do so without fundamentality, perseverance, and constancy, it will lead to the dao of misfortune and evil. Also, if they do not meet their rightful ruler, in spite of their fundamentality, perseverance, and constancy, they still will not be equal to the need to stay free of blame. The one who enables that perseverance and constancy to stay free of blame can be none other than Fifth Yang![[note 2]]}  \"Those in places not at peace then come\": all in the upper and the lower trigrams respond to it [Fifth Yang]. {There is no other yang line in either the upper or the lower trigram to divixde off the folk under separate sovereignty, and, since Fifth Yang alone occupies a position of nobility, none fail to pay it allegiance. Since all in the two trigrams are in resonance with it, they find both cordiality and security there. As Fifth Yang represents security, the insecure entrust themselves to it. This is why \"those in places not at peace then come\" and why \"all in the upper and the lower trigrams respond to it.\" It is those who have not who seek out those who have; those who already have do not need to seek out others to provide for them. It is those who are in danger who seek out security; those who already enjoy security do not need to seek out others to protect them. Fire has its flame, so those suffering from cold draw near to it. Therefore it is because they would find security there that \"those in places not at peace then come.\"} \"The latecomer suffers misfortune\" because the Dao [of Bi] is then already exhausted. {This one [Top Yin] would join the cordial company, but he alone had lagged behind. As the process of cordiality has now already completed its cycle, he is condemned. This is how he \"suffers misfortune.\"}"},"image":{"text":"There is Water on the Earth: this constitutes the image of Bi [Closeness]. In the same way, the former kings established the myriad states and treated the feudal lords with cordiality.","commentary":"{It was thanks to the Dao of Bi [Closeness] that the myriad states were so established and that the feudal lords were treated with such cordiality.[[note 3]]} "},"sequence":{"commentary":"An army as such is a mass of people. A mass of people necessarily involves closeness. This is why Shi [The Army, Hexagram 7] is followed by Bi [Closeness].","irregular":"Bi [Closeness] involves joy, Shi [The Army, Hexagram 7] dismay."},"lines":[{"number":1,"text":"First Yin\nIf there is sincerity, joining in Closeness will not lead to blame. If the sincerity one has keeps the earthenware pot filled, it will always exert an attraction, so there will be good fortune brought on by others. {To find oneself at First Yin of Bi [Closeness] means that one is at the head of the process of Bi. If one initiates Closeness without sincerity, nothing could create a worse calamity. Thus one \"keeps the earthenware pot filled\" with sincerity, for only then can one avoid the blame to which Closeness might lead. This is why the text says: \"If there is sincerity, joining in Closeness will not lead to blame.\" Located at the head of Bi, there is no particular resonance residing in this first line, so with heart and mind free of any such partiality, this line achieves Closeness with all. The trust that one manifests and the sincerity that one has established keep one's plain and simple vessel filled to overflowing, thus, although this always keeps attracting others, it is inexhaustible.[[note 4]] If one treats the whole world with cordiality and keeps one's earthenware pot ever filled with manifest sincerity, how could those who come in response ever be limited to one single road? Thus surely \"there will be good fortune brought on by others.\"}","commentary":"The Closeness joined by First Yin involves \"the good fortune brought on by others.\""},{"number":2,"text":"Second Yin\nHere one joins in closeness from the inner trigram. Constancy results in good fortune. {One who finds himself here at a time of Bi obtains a position located in the middle [of the inner or lower trigram] and thus, being closely tied in resonance with Fifth Yang, cannot attract any of the other lines. Therefore this one manages to bring about its Closeness from the inner trigram and can have nothing more than the good fortune derived from practicing constancy [toward Fifth Yang].[[note 5]]} ","commentary":"\"Here one joins in Closeness from the inner trigram\": one does not neglect his own.[[note 6]]"},{"number":3,"text":"Third Yin\nHere one joins in Closeness but not with his own people. {Fourth Yin joins in Closeness [with Fifth Yang] from the outer trigram, and Second Yin maintains its constancy toward Fifth Yang, so Third Yin can neither find a partner nearby nor has it any line to resonate with at a distance. Of all those that this one can share Closeness with, none are its own people. This is why the text says: \"Here one joins in Closeness but not with his own people.\"","commentary":"\"Here one joins in Closeness but not with one's own people\": will this not indeed cause harm?"},{"number":4,"text":"Fourth Yin\nHere one joins in Closeness from the outer trigram. Constancy results in good fortune. {Here in the outer trigram Fourth Yin joins in Closeness with Fifth Yang. As it manages to keep its steps within the bounds of its own position, this Closeness for Fifth Yang does no harm to its own worthiness, and, as its location here is no violation of its position, Fourth Yang's \"constancy results in good fortune.\"","commentary":"Here in the outer trigram one joins in Closeness with a worthy, and in so doing he goes to follow his superior."},{"number":5,"text":"Fifth Yang\nThe way one manifests Closeness here is comparable to how the sovereign has game driven three times and forgoes those that come before him, thus his subjects need not guard against him, and this means good fortune. {As the ruler of Bi [Closeness], Fifth Yang is in resonance with Second Yin. This is what is meant by \"the way one manifests Closeness here.\" To practice Closeness and manifest it in this way means that the scope of one's cordiality is quite narrow. However. if one shows no partiality to anyone but just subjects all to his worthiness, then neither those who run away nor those who run hither need be left out. The decorum connected with driving game three times is such that the game that doubles back and comes toward the sovereign will be spared, whereas the game that turns from him and flees will be shot. This is because he cherishes those that come to him but hates those that run away. Thus the way this is done always involves \"forgo[ing] those that come before him.\"[[note 7]] To manifest Closeness while occupying this position of ruler is comparable to the use of the Dao of driving game three times. This is why the text says: \"The sovereign has game driven three times and forgoes those that come before him.\" Because of his adherence to the Mean and rectitude, whenever he launches a campaign, it always is done according to constant principles: when one attacks, it should never involve subjects unfairly blamed, and when one makes a move against someone, it must only be done in order to suppress rebellion. It is because his subjects have no need to worry that they do not guard against him. Although one does not obtain the good fortune of the great man here, there still is the good fortune associated with this manifestation of Closeness. One can use this [the Dao of Bi] to carry out the duties of a senior official, but it is not the Dao by which one becomes a true sovereign.[[note 8]]} ","commentary":"The good fortune associated with the manifestation of Closeness here is due to the centrality and rectitude of the position involved. It is because one spares those that double back and takes only those that go with the drive that one \"forgoes those that come before him.\"[[note 9]] \"His subjects need not guard against him,\" because he, as their sovereign, rules with the Mean."},{"number":6,"text":"Top Yin\nOne who joins in Closeness here lacked the means to be a leader, so he will have misfortune. {This one who finds himself at the end of the process of Bi is \"the latecomer.\" Here the Dao of cordiality has already run its course. As \"there is nothing he can do to share in this its final stage,\" he finds himself shunted aside by the moment, and this, after all, is his misfortune.}","commentary":"\"One who joins in Closeness here lacked the means to be a leader,\" so there is nothing he can do to share in this its final stage.[[note 10]]"}],"notes":[{"number":1,"note":"This reading of the Judgment to Bi is in accord with both Wang Bi's commentary and the subcommentary of Kong Yingda; see Zhouyi zhengyi, 2: 11a. However, Cheng Yi and Zhu Xi interpret parts of it differently. \"Plumb and divine\" translates yuanshi, which Kong glosses as yuanqiong qi qing shijue qi yi: \"plumb one's inclinations to their depths and determine one's intention by divination.\" Cheng Yi explains yuan as tuiyuan (trace to the origins/plumb the fundamentals)—essentially the same meaning as Kong's yuanqiong, but he explains shi (divine) as bujue or budu, both of which, here at least, seem to mean \"divine\" in the sense of determining by self-examination or introspection, for he declares: \"This does not mean that one does it with yarrow stalks or tortoise shells.\" His gloss for yuanshi then translates into \"carefully undergo self-examination for.\" Zhu Xi seems to agree with Cheng but adds the notion that this \"necessarily involves a second divination so that one can undergo self-examination to determine if he possesses the virtues of fundamental goodness, enduring perseverance, and persistence of rectitude.\" The \"first divination\" here would be the original divination that provided the seeker with the prognostication of Bi itself. Also, both Cheng and Zhu interpret buning fang lai not as \"those in places not at peace then come\" (fang being synonymous with difang) but as \"people come at such times when they are not at peace\" (fang meaning \"fangqie,\" according to Cheng's gloss) and \"people would come when they are not at peace\" (fang meaning \"jiang,\" according to Zhu's gloss). See Zhouyi zhezhong, 2: 1a1b."},{"number":2,"note":"This and all subsequent text set off in this manner is commentary by Wang Bi."},{"number":3,"note":"Kong Yingda explains the image as follows: \"There is water on the Earth just as there are the myriad states within the realm. The way each of them is allowed to share in a Closeness based on cordiality is just like the way the Earth has water flow about everywhere so that its life-given moisture reaches all things.\" See Zhouyi zhengyi, 2: 12a."},{"number":4,"note":"\"Always keeps attracting\" here and \"will always exert an attraction\" in the text of First Yin translate zhonglai, i.e, the earthenware pot, metaphor for one's capacity for sincerity, keeps attracting others throughout the process of Bi (Closeness), and this results in good fortune. Cheng Yi, however, interprets this differently: \"In the end this can bring some other good fortune\"—i.e., from people and places \"outside\" one's immediate sphere. See Zhouyi zhezhong, 2: 2b."},{"number":5,"note":"Cheng Yi interprets Second Yin in metaphoric terms: The inner trigram represents the \"inner self\" and this correct but weak central line represents the subject or minister who cultivates his rectitude and obedience while waiting for his sovereign's summons. See Zhouyi zhezhong, 2: 3a."},{"number":6,"note":"\"Does not neglect his own\" translates buzishi. Kong Yingda comments: \"[Second Yin] does not neglect its own partner, with which it is bound in resonance [Fifth Yang].\" See Zhouyi zhengyi, 2: 12b. Zhu Xi interprets this differently: \"It is by his ability to practice rectitude here that he avoids doing himself damage [buzishi].\" Cheng Yi's interpretation is more elaborate but essentially the same as Zhu's. See Zhouyi zhezhong, 11: 19b."},{"number":7,"note":"\"The sovereign has game driven three times and forgoes those that come before him\" translates wang yong sanqu shi qian qin. Kong Yingda's subcommentary first expands slightly upon Wang's interpretation of this passage, saying that it is correct and we should follow it, and then summarizes the views of Chu Zhongdu (sixth century A.D.) and other commentators on the Yijing, which constitute a different, alternate reading: \"The sovereign has game driven on three sides and forgoes those that go in front [the open side].\" See Zhouyi zhengyi, 2: 13a-13b. Cheng Yi and Zhu Xi agree with this second reading and use it in their own commentaries. See Zhouyi zhezhong, 2: 4b-5a."},{"number":8,"note":"Both Cheng Yi and Zhu Xi disagree with the commentaries of Wang Bi and Kong Yingda and assert that Fifth Yang does represent the perfect, universal, and impartial Dao of the true sovereign. See Zhouyi zhezhong, 2: 4b-5a."},{"number":9,"note":"\"One spares those that double back and takes only those that go with the drive\" translates she ni qu shun. As Cheng Yi understands shi qian qin (forgoes those that come before him) to mean \"forgoes those that go in front,\" he explains she ni qu shun differently as well: \" 'Go away from one' is what ni means [i.e., resist/disobey], and 'run toward one' is what shun means [i.e., obey].\" Thus his interpretation of she ni qu xun is: \"Discard those that disobey, and accept those that obey.\" See Zhouyi zhezhong, 11: 20b."},{"number":10,"note":"The reading of Top Yin and the Commentary on the Images here follows suggestions made by Kong Yingda in his subcommentary to both texts. \"Lacked the means to be a leader\" translates wu shou. However, Cheng Yi interprets wu shou to mean \"had no proper beginning,\" something consistent with his understanding of zhong (always) as \"in the end\" in First Yin. His reading of Top Yin would be something like: \"If Bi [Closeness] had no proper beginning, it would result in misfortune here at the end.\" \"Proper beginning\" is suggested by his gloss of wu shou as shi bi buyi dao: \"to disregard the Dao when beginning Bi.\" \"There is nothing he can do to share in this its final stage\" translates wu suo zhong, following Wang Bi. Cheng understands this as \"there is no means to end it [Bi] properly.\" Zhu Xi's view is again different: \"If one speaks of this in terms of the top and the bottom of the image involved, then this line lacks a proper head [i.e., there is a noncentral, weak, yin line in the top position], but if one speaks of this in terms of the ending and the beginning of the image involved, then this line lacks a proper ending. Wu shou [no head] simply means wu zhong [no end].\" See Zhouyi zhezhong, 2: 6b and 11: 20b."}]}