{"number":20,"id":"000011","title":{"pinyin":"","wadeGiles":"Guan","english":"Viewing"},"structure":{"above":"Sun Above","below":"Kun Below"},"judgement":{"text":"Viewing, as when the ablution has been made but not the offering, fills one with trust and makes for a solemn attitude.[[note 1]] {As far as the Dao of the true sovereign is concerned, there is nothing in it more worth Viewing than the ancestral temple sacrifice, and as far as the ancestral temple sacrifice is concerned, there is nothing more worth Viewing than the ablution. On reaching the offering, it is so simple and brief that it is no longer worth Viewing; this is why it is the ablution that involves the Viewing and not the offering. Confucius said: \"The rest of the great sacrifice, once the ablution has occurred, is not something that I wish to view.\"[[note 2]] Here the subject of Viewing is rendered in all its dignity and grandeur, so those below who do the Viewing are morally transformed. This is why when the Viewing reaches the ablution, it \"fills one with trust and makes for a solemn attitude.\"[[note 3]]} ","commentary":"The great subject of Viewing resides above. {Below is the place for the humble, and above the place for the noble.} Here Obedience [Kun] combines with Compliance [Sun], and, by holding to the Mean and imbued with rectitude, a model for Viewing is offered to the entire world.[[note 4]] \"Viewing, as when the ablution has been made but not the offering, fills one with trust and makes for a solemn attitude,\" for those below are morally transformed by the Viewing. Viewing the numinous Dao of Heaven, one finds that the four seasons never deviate, and so the sage establishes his teachings on the basis of this numinous Dao, and all under Heaven submit to him! {To sum it up, the way the Dao of Guan [Viewing] works is to eschew the threat of criminal punishments to make people behave and instead to use Viewing as the means to arouse them to moral transformation. Anything numinous is without the form of concrete existence,[[note 5]] so we do not see Heaven making the four seasons behave, and yet the four seasons never deviate. In the same way, we do not see the sage make the common folk behave, and yet the common folk submit of their own accord to him.[[note 6]]} "},"image":{"text":"The Wind moves above the Earth: this constitutes the image of Guan [Viewing].[[note 7]] In the same way, the former kings made tours of inspection everywhere and established their teachings in conformity with their Viewing of the people.[[note 8]]"},"sequence":{"commentary":"Only after a thing becomes great can it be viewed. This is why Lin [Overseeing, Hexagram 19] is followed by Guan [Viewing].","irregular":"The concepts underlying Lin [Overseeing, Hexagram 19] and Guan [Viewing] in some cases mean \"provide\" and in others \"seek.\"[[note 9]]"},"lines":[{"number":1,"text":"First Yin\nThis is the Viewing of the youth. If it be a petty man, he would suffer no blame, but if it be a noble man, it would be base. {To be located here at a time of Guan [Viewing] is to be the most distant from the ruler's court [Fifth Yang]. As First Yin is imbued with the weakness of the yin principle, it is unable to move forward by itself, so nothing can be observed by it. This is why the text says: \"This is the Viewing of the youth.\" As its tendency is to do nothing other than obey, we have here \"the dao of the petty man.\" Thus the text says: \"If it be a petty man, he shall suffer no blame.\" But if a noble man were to find himself at a time of Guan [Viewing] and were limited as one is here by the \"Viewing of the youth,\" would that not be despicable?}","commentary":"First Yin represents the \"Viewing of the youth\" and indicates the dao of the petty man."},{"number":2,"text":"Second Yin\nThis is Viewing as through the crack of a door, so it is fitting that a woman practice constancy here. {To be located here in the lower trigram, means that the range of one's Viewing is very meager, and as Second Yin is imbued with softness and weakness, it can do nothing more than be compliant and obedient. However, there still is resonance in it [with Fifth Yang], so it is not completely beset with ignorance. It is because what it sees is very narrow in scope that the text says: \"This is Viewing as through the crack of a door.\" As Second Yin abides inside [i.e., in the lower trigram] and has obtained the right position for it and as it is compliant and obedient with only a meager view of things, the text says \"it is fitting for a woman to practice constancy here,\" for this represents the Dao of the wife. This one is located at a time for Viewing the great. Although it abides in the Mean and has obtained a right position for itself [a central and yin position for a yin line], it cannot have a broad view of the great subject for Viewing but can only see as through the crack of a door, something that is truly contemptible.}","commentary":"\"This is viewing as through the crack of a door\": a woman may practice constancy here, but this is still a contemptible thing to do."},{"number":3,"text":"Third Yin\nHere one's Viewing is of his own activity: should it involve advance or retreat? {Third Yin abides at the very top of the lower trigram and is located at the juncture of the two trigrams. Nearby it is not contiguous with the noble one [the ruler, Fifth Yang], but it is not so far away that it is limited to the Viewing of the youth. It is at a place to do Viewing of which way the wind blows. To abide here at this moment allows one to do \"Viewing of his own activity: should it involve advance or retreat?\"}","commentary":"\"Here one's Viewing is of his own activity: should it involve advance or retreat?\": This is so one does not violate his Dao. {Third Yin is located at a time when one could either advance or retreat, so by Viewing the incipient trends inherent in such advance or retreat, one avoids violating his Dao.}"},{"number":4,"text":"Fourth Yin\nHere one's Viewing extends to the glory of the state, so it is fitting therefore that this one be guest to the king. {To abide here at a time of Guan [Viewing] means, since it is the very closest to the noble one [Fifth Yang], that it represents someone whose \"Viewing extends to the glory of the state.\" One who abides in such close proximity and has so obtained the right position shall be very learned in state ceremonies, and this is why the text says: \"It is fitting that this one be guest to the king.\"}","commentary":"\"Here one's Viewing extends to the glory of the state,\" so he is honored as a guest."},{"number":5,"text":"Fifth Yang\nHere one's Viewing is of his own activity: if it be a noble man, he shall be without blame. {Fifth Yang abides in the noble position and is the ruler of the Guan [Viewing] hexagram. Such a one widely propagates his great powers of moral transformation, casts his glorious light to the four ends of the earth, and so realizes the ultimate potential of Viewing. The sovereign morally transforms those below just the way the wind makes the grass bend when it blows. Thus he does Viewing of the customs of the people in order to find out how well he is practicing his own Dao. If the common folk commit crimes, the fault for them shall reside with this one person himself,[[note 10]] but if he touches them with the wind [i.e., moral influence] of the noble man, he shall find himself without blame. The sovereign is the master of moral transformation. If he would do Viewing of what he himself is, he should do Viewing of the people.}","commentary":"\"Here one's Viewing is of his own activity,\" so one does Viewing of the people."},{"number":6,"text":"Top Yang\nThey view this one's activities: if it be a noble man, he shall be without blame. {\"Here one's Viewing is of his own activity\" refers to one's Viewing of how he practices his own Dao. \"They view this one's activities\" means that one is Viewed by the people. This one does not reside in the ruler's position but finds himself at the very top of the hexagram. There he loftily exalts his ambition for all in the world to view. As this one is located where he is viewed by all in the world, how could he fail to take care? In this way, he reveals his virtue as a noble man, and that is how he manages to be without blame. The term activities [sheng] is similar to \"behavior\" [dongchu].}","commentary":"\"They view this one's activities,\" so he does not let his ambitions slacken. {Top Yang is located off by itself in this extraneous place, exposed there for all to view, so such a one cannot go easy with himself. He softens his own light and identifies with them completely[[note 11]] and thus \"does not let his ambitions slacken.\"}"}],"notes":[{"number":1,"note":"See Wang's remarks on this hexagram in section seven of his General Remarks."},{"number":2,"note":"See Lunyu (Analects) 3:10."},{"number":3,"note":"This and all subsequent text set off in this manner is commentary by Wang Bi."},{"number":4,"note":"This is a reference to Fifth Yang, the noble ruler of the hexagram, which is central (\"holding to the Mean\") and correct (\"imbued with rectitude\")."},{"number":5,"note":"Cf. the end of section four and beginning of section five of the Commentary on the Appended Phrases Part One."},{"number":6,"note":"Wang Bi seems to have both Confucius and Laozi in mind here. See Lunyu (Analects) 17:19: \"Confucius said: 'I would prefer to do without words.' Zigong replied: 'If you, Master, do not speak, what shall we disciples have to record?' Confucius then said: 'What does Heaven ever say? Yet the four seasons follow their courses because of it, and all the different things are produced by it. What does Heaven ever say?' \" See also Laozi, section 57, p. 150: \"Thus the sage says: 'I take no purposeful action, and the people by themselves are transformed. I love quietude, and the people by themselves behave with rectitude. I do not involve myself in what they do, and the people by themselves prosper. I am without desire, and the people by themselves cherish simplicity.' \""},{"number":7,"note":"The lower trigram Kun (Pure Yin) indicates the Earth, and the upper trigram Sun (Compliance) is associated with Wind."},{"number":8,"note":"Wang Bi is silent here, and the translation follows the comments of Kong Yingda (Zhouyi zhengyi, 3: 9a-9b) and Cheng Yi (Zhouyi zhezhong, 11: 47a-47b). Both Kong and Cheng interpret the text to mean that the former kings went around \"viewing\" the people, and then on the basis of local custom established teachings and laws. Only Zhu Xi seems to have noticed the change here in meaning from Viewing as \"provide a viewing\" (i.e., offer a model) to Viewing as \"do viewing\" (i.e., find a model), and his commentary ingeniously tries to bridge this difference: \"They made tours of inspection everywhere in order to view the people, and they established their teachings in order to serve as things to be viewed [i.e., to serve as models].\" See Zhouyi zhezhong, 11: 47a."},{"number":9,"note":"Han Kangbo's comment, \"If one stirs oneself to oversee others, this is referred to as 'provide,' but if others come to view oneself, this is referred to as 'seek,' \" is relevant to both Lin (Overseeing) and Guan (Viewing). The same kind of dichotomy seems to exist for both hexagrams; regarding Guan, one either provides something for others to view or finds something to view in others. See note 8 above."},{"number":10,"note":"A number of passages in earlier texts express the same idea that Wang does in his statement here. For instance, Lunyu (Analects 20:3) purports to quote King Tang, founder of the Shang dynasty (according to tradition, reigned 1765-1760 B.C.): \"If I myself commit crimes, they shall not be attributed to the people of the myriad regions, and if the people of the myriad regions commit crimes, these crimes shall lie with me alone.\" Other passages are to be found in the Mozi (The sayings of Master Mo) (fifth century B.C.), the Guoyu (Discourses of the states) (third century B.C.), and the Lshi Chunqiu (The spring and autumn annals of Master L) (third century B.C.); see Wang Bi ji jiaoshi, 1: 320-321 n. 22."},{"number":11,"note":"\"He softens his own light and identifies with them completely\" translates heguang liutong. This recalls a similar expression in the Laozi, section 4, p. 10: He qi guang tong qi chen (\"Soften [or \"blend,\" \"harmonize\"] your light and become one with the dusty world\"). Kong Yingda (Zhouyi zhengyi, 3: 10b) and Cheng Yi (Zhouyi zhezhong, 11: 46b-47a) seem to understand the text as Wang does. Zhu Xi simply says of \"he does not let his ambitions slacken\": \"Although he fails to obtain the position of sovereign [or \"the right position for himself\"], he still cannot forget about self-discipline and vigilance.\" See Zhouyi zhezhong, 11: 46b."}]}