{"number":35,"id":"000101","title":{"pinyin":"","wadeGiles":"Jin","english":"Advance"},"structure":{"above":"Li Above","below":"Kun Below"},"judgement":{"text":"Advance is such that the marquis of peace and prosperity is thereby conferred horses in great numbers and received three times each day.[[note 1]]","commentary":"Jin [advance] means jin [make progress, move forward]. Here brightness appears above the Earth. It is obedience that allows one to adhere to this great brightness, and it is a soft and yielding advance that allows one to move upward. {Whenever one says \"move upward,\" the goal of that movement is a place esteemed.[[note 2]]}  And this is what is meant by \"the marquis of peace and prosperity is thereby conferred horses in great numbers and received three times each day.\" {\"Peace and prosperity\" is a term of praise. To adhere to brightness with obedience is the Dao of a true servitor or minister, and, when \"it is a soft and yielding advance that allows one to move upward,\" things will be given to one. This is how one here obtains the conferral of horses in such large numbers. If one receives an article of clothing thanks to his success at contention, \"before the day is over he will have been deprived of it three times,\"[[note 3]] but when one comes to enjoy his sovereign's favor by advancing with softness and yielding, he will be \"received three times each day.\"}"},"image":{"text":"Brightness appears above the Earth: this constitutes the image of Advance.[[note 4]] In the same way, the noble man illuminates himself with bright virtue.","commentary":"{It is through obedience that he adheres to brightness and in so doing realizes the Dao of selfillumination.}"},"sequence":{"commentary":"Things cannot remain strong forever. This is why Dazhuang [Great Strength, Hexagram 34] is followed by Jin [Advance]. Jin here means \"to advance.\"","irregular":"Jin [Advance] indicates the daytime.[[note 5]]"},"lines":[{"number":1,"text":"First Yin\nNow advancing, now retreating, constancy means good fortune. One is not yet trusted here, but if he were to let his resources grow rich, there would be no blame. {First Yin is located at the beginning of obedience [the Kun trigram] and is in resonance with the line at the start of brightness [Fourth Yang, the beginning of the Li trigram], and with this the virtues of brightness and obedience begin to thrive. Whether advancing in brightness or retreating in obedience, this one does not lose his rectitude, thus the text says: \"Now advancing, now retreating, constancy means good fortune.\"[[note 6]] Located here at the beginning of the hexagram, one's achievements have not yet come to light, and others do not have confidence in him. This is why the text says: \"One is not yet trusted here.\" This one has just stepped onto the beginning of the hexagram and has not yet reached a position where he might properly tread, so if one were to be content with this, he would, of course, forfeit his capacity for growth. Therefore, he must enrich his resources,[[note 7]] for only then will there be no blame.}","commentary":"\"Now advancing, now retreating,\" one should do nothing but walk in righteousness. \"If he were to let his resources grow rich, there would be no blame,\" for he has not yet received an appointment. {As First Yin has not yet reached a position where he might properly tread, \"he has not yet received an appointment.\"}"},{"number":2,"text":"Second Yin\nNow advancing, now saddening, constancy means good fortune, and one receives here great blessings from his departed grandmother. {Second Yin advances, but there is no response [i.e., from Fifth Yin], so its virtue does not shine forth, and this is why the text says \"now advancing, now saddening.\" Abiding in the center, Second Yin achieves a rightful position [as a yin line in a yin position]; treading the path of obedience, one here practices rectitude and does not let the will deviate because of any lack of response. This represents someone who is able to achieve perfect sincerity when situated in obscurity. This one cultivates his virtue in such a way that it is done even in extreme isolation and thereby achieves good fortune through righteousness, and this is why the text says: \"Constancy means good fortune.\" A mother is someone who resides within and perfects her virtue. \"A calling crane is in the shadows; its young answer it.\"[[note 8]] One establishes his sincerity in obscurity but even in obscurity would have a response to it. This is why at first it is \"now saddening.\" It is because Second Yin treads the path of constancy and does not deviate that one \"receives here great blessings from his departed grandmother.\"}","commentary":"\"One receives here great blessings,\" because of his centrality [adherence to the Mean] and righteousness."},{"number":3,"text":"Third Yin\nAll trust, so regret vanishes. {This is not a rightful position for Third Yin [it is a yin line in a yang position], so there should be regret. As Third Yin's will is fixed on moving upward, it enjoys the trust of all the others [i.e., First Yin and Second Yin, which also want to move upward]. Obedient, it attaches itself to the bright [the upper trigram, Li, immediately above] and thus manages to have \"regret vanish. . . .\"}","commentary":"All trust this one, for his will is fixed on moving upward."},{"number":4,"text":"Fourth Yang\nNow advancing like a flying squirrel, this one should practice constancy in the face of danger. {Where Fourth Yang treads is not its rightful position [it is a yang line in a yin position]. Above, it would provide carriage for Fifth Yin [a yang line should not carry a yin line], and, below, it would use the three yin lines for support, so where it treads is definitely not its rightful place.[[note 9]] Whether it carries the one on its back or rides on the others, on the one hand, no undertaking can be made secure, and, on the other, its ambitions have absolutely no support, so to try to advance under such conditions would justly lead to disaster. Someone who advances like a flying squirrel lacks the wherewithal to keep safe.[[note 10]]}","commentary":"As a flying squirrel, \"one should practice constancy in the face of danger,\" for his position here is not right."},{"number":5,"text":"Fifth Yin\nRegret vanishes, and one should not worry about failure or success, for to set forth here means good fortune, and nothing shall fail to be fitting. {Here the soft and yielding obtains the exalted position, and a yin becomes a bright ruler [i.e., the ruler of Li, the upper trigram]. Such a one can avoid recourse to scrutiny and need not supersede the duties of those beneath him. Thus, although he might not be suitable for the position, he does away with any need to regret it. \"One should not worry about failure or success,\" because for each and every thing there is someone to look after it. So when one sets about doing things with such a method, \"nothing shall fail to be fitting.\"}","commentary":"\"One should not worry about failure or success,\" for when one sets forth here, he shall have blessings."},{"number":6,"text":"Top Yang\nThis one has advanced as far as he can go, so now all he can do is attack the city. Although there is danger, he shall have good fortune and so will have no blame, but such behavior regards baseness as constancy. {Top Yang is located at the very extremity of Advance and exceeds the Mean associated with the bright,[[note 11]] so the light is about to be suppressed accordingly.[[note 12]] One here is already as far as he can go[[note 13]] yet would still advance more, so if this be not overreaching, then what is it? As this one fails to deal with things as natural transformations of the Dao and in terms of no purposeful action [wuwei], he certainly must attack, for only then will he subdue the city. With danger he obtains good fortune, and with good fortune he frees himself from blame, but to use such a method to effect rectification is, of course, despicable.}","commentary":"When \"all [one] can do is attack the city,\" the Dao never shines brightly."}],"notes":[{"number":1,"note":"Kong Yingda comments: \"Not only is he the recipient of large numbers of gifts, he also is frequently favored by his sovereign, that is, he has three court audiences each day.\" See Zhouyi zhengyi, 4: 11a."},{"number":2,"note":"This and all subsequent text set off in this manner is commentary by Wang Bi."},{"number":3,"note":"Cf. Hexagram 6, Song (Contention), Top Yang, and Wang's commentary to it."},{"number":4,"note":"The lower trigram is Kun (Pure Yin, i.e., Earth), and the upper trigram is Li (Cohesion, i.e., Fire, the Sun). Note also that Kun represents the utmost of obedience."},{"number":5,"note":"See note 4 above. The hexagram is supposed to represent the sun over the earth, that is, daytime."},{"number":6,"note":"Although Wang Bi and Kong Yingda gloss cui (oppress, repress, frustrate) as \"retreat,\" both Cheng Yi and Zhu Xi take it in its basic, original sense, so their reading of First Yin would read: \"Although advance here is frustrated, constancy will mean good fortune.\" See Zhouyi zhengyi, 4: 12a, and Zhouyi zhezhong, 5: 24a-24b."},{"number":7,"note":"Kong Yingda comments: \"He ought to expand and enrich his virtue, which will enable his achievements to spread far and wide.\" See Zhouyi zhengyi, 4: 12a. Cheng Yi glosses yu (enrich) as yongrong kuanyu (at ease/poised and generous), as such a one here \"should not be anxious about gaining the confidence of those above.\" See Zhouyi zhezhong, 5: 24b."},{"number":8,"note":"See Hexagram 61, Zhongfu (Inner Trust), Second Yang."},{"number":9,"note":"Kong Yingda comments: \"The line above [Fifth Yin] is unwilling to have [Fourth Yang] carry it, and the lines below are unwilling to grant it support, so if one were to try to advance under such circumstances, no undertaking would be secure, and no support so acquired could be kept intact.\" See Zhouyi zhengyi, 4: 13a."},{"number":10,"note":"\"Flying squirrel\" translates shishu. This interpretation follows the comments of Kong Yingda: The way one behaves here is just like the shishu, an animal that lacks the wherewithal for success. . . . In Cai Yong's [133-192] Quan xue pian [Encouragement to learning], there occurs the statement: \"The five things of which the shishu is capable do not amount to one real skill.\" . . . [Xu Shen's (30-124) Shuowen jiezi (Explanations of simple and composite characters) identifies the shishu with the wujishu (fiveskills rodent): \"It can fly but not so that it can pass over a roof; it can climb but not so that it can reach the top of a tree; it can swim but not so that it can cross a narrow valley stream; it can burrow but not so that it can cover itself; and it can run but not so that it can beat a man.\" . . . Zheng Xuan [127-200] cites the Shijing [Book of odes, no. 113]: \"Shishu [big rat], shishu, don't eat our millet,\" etc., to explain shishu here,. . . but as Mr. Wang uses the expression, \"lacks the wherewithal to keep safe,\" we ought to take shishu to mean the \"five-skills rodent\" [i.e., the flying squirrel.] See Zhouyi zhengyi, 4: 13a. Both Cheng Yi and Zhu Xi reject Wang's and Kong's interpretation and, following Zheng Xuan, read shishu as \"big rat\"—a rapacious rodent, frightened but stealthy. However, this interpretation presents problems for the way they understand the expression zhenli (practice constancy in the face of danger). Cheng takes it to indicate that one here should \"start on the way to reform,\" and Zhu says: \"If the diviner gets such a prognostication as this, even if he be righteous, he shall still be in danger.\" See Zhouyi zhezhong, 5: 26a."},{"number":11,"note":"That is, this one exceeds the Mean associated with enlightened rule—it literally has gone beyond the middle of Li, the upper trigram."},{"number":12,"note":"This alludes to the following hexagram, Mingyi (Suppression of the Light, Hexagram 36), in which Li (Fire, Cohesion, Brightness) becomes the lower trigram."},{"number":13,"note":"\"Is already as far as he can go\" translates yi zai hu jue. The character jue is usually read jiao (horn[s]), but the context of Wang's use of it suggests that it should be read jue, literally \"southwest\"—i.e., the last place where one in north China would see the sun before it finally sets. In fact, Kong Yingda glosses jue as dongnan yu (the farthest reaches in the southwest): \"Here at the very extremity of Advance it is just like when the sun has passed the middle of its journey and is already at the southwest [jue], where it still keeps advancing.\" See Zhouyi zhengyi, 4: 13b. That Top Yang is, of course, also at the end of the upper trigram Li (Brightness, etc.) and the fact that Top Yang of Jin (Advance) leads to Mingyi (Suppression of the Light), the next hexagram, which deals with the demise of brightness (the Dao of good government), both suggest that Wang and Kong are correct in reading jiao (horn[s]) as jue (southwest)—the farthest point the sun reaches before it is gone. However, both Cheng Yi and Zhu Xi read the character as jiao (horn[s]) and insist that it refers to the horns on the head (at the end) of a beast—male hardness and strength gone to an extreme. This, in turn, serves as an image of harsh government and its punitive policies. See Zhouyi zhezhong, 5: 27a-27b."}]}