{"number":16,"id":"000100","title":{"pinyin":"","wadeGiles":"Yu","english":"Contentment"},"structure":{"above":"Zhen Above","below":"Kun Below"},"judgement":{"text":"It is fitting to establish a chief and to send the army into action.","commentary":"Yu [Contentment] is such that hardness [Fourth Yang] has its ambitions realized by getting others [the yin lines] to respond. When action occurs as a result of such compliance, there is Yu [Contentment]. Because Yu [Contentment] involves action done out of compliance, then even Heaven and Earth resemble it in this respect, so will it not prove all the more capable when it comes to establishing a chief or sending the army into action? Heaven and Earth act only out of compliance, thus the sun and the moon do not err, nor do the four seasons vary. The sage acts only out of compliance, thus by keeping to punishments that are clearly defined, his people remain submissive. The concept underlying moments of Yu [Contentment] is indeed great!"},"image":{"text":"Thunder bursts forth, and the Earth shakes: this constitutes the image of Yu [Contentment].[[note 1]] In the same way, the former kings made music in order to ennoble the virtuous and in its splendor offered it up to the Supreme Deity[[note 2]] so that they might be deemed worthy of the deceased ancestors.","commentaryAppended":"They [the ancient sage kings] had gates doubled and had watchmen's clappers struck and so made provision against robbers. They probably got the idea for this from the hexagram Yu [Contentment].[[note 3]]"},"sequence":{"commentary":"To have great holdings and yet be capable of modesty means that one must be content. This is why Qian [Modesty, Hexagram 15] is followed by Yu [Contentment].","irregular":"Yu [Contentment] involves sloth."},"lines":[{"number":1,"text":"First Yin\nIf one allows one's Contentment to sing out here, there will be misfortune. {As First Yin is located at the initial position of Yu [Contentment], it can only realize its ambitions above [with Fourth Yang]. When happiness goes to excess, licentiousness results, and when \"ambitions are exhausted,\" \"there will be misfortune,\" so how may Contentment be sung out here?[[note 4]]} ","commentary":"If \"one allows one's Contentment to sing out here,\" this means that one's ambitions are exhausted, so \"there will be misfortune.\""},{"number":2,"text":"Second Yin\nHarder than rock, he does not let the day run its course. Constancy means good fortune. {To be located here at a time of Yu [Contentment] means that one obtains a rightful position where one treads the Mean. This is someone who, being secure in his practice of constancy and rectitude, does not seek thoughtless Contentment. If one is compliant but does not follow thoughtlessly and is content without violating the Mean, he will therefore conduct relationships with superiors without sycophancy and with subordinates without insult. As such a one understands wherefrom misfortune and fortune arise, he does not take delight thoughtlessly, and as he distinguishes what constitutes ineluctable principles, he does not allow his behavior to vary from them—and so \"harder than rock, he does not let the day run its course\"![[note 5]]} ","commentary":"\"He does not let the day run its course. Constancy means good fortune\": this is because of his adherence to the Mean and his rectitude.","commentaryAppended":"The Master said: \". . . As for incipience itself, it is the infinitesimally small beginning of action, the point at which the precognition of good fortune can occur. The noble man acts upon something as soon as he becomes aware of its incipience and does not wait for the day to run its course. The Changes say: 'Harder than rock, he does not let the day run its course. Constancy means good fortune.'\nAs hard as rock in the face of it,\nWhy would he ever need to let the day run its course,\nFor he can perceive the way things will break.\nThe noble man grasps the infinitesimally small and what is manifestly obvious.\nHe unerstands the soft as well as the hard.\nSo the myriad folk look to him.\"[[note 6]]"},{"number":3,"text":"Third Yin\nContentment, its eyes haughty with pride, means regret, but one too slow will also have regret. {Here one is located at the very top of the lower trigram, that is, at the boundary between the two trigrams. Where this one treads is not its rightful position [because it is a yin line in a yang position], yet it supports the actions[[note 7]] of the master of the Yu [Contentment] hexagram [Fourth Yang]. When one [Fourth Yang] enjoys Contentment with eyes so haughty with pride as this, regret will surely come of it [for Third Yin], but if he [Third Yin] is too slow to follow, he will suffer Contentment's [i.e., the master of Contentment's, or Fourth Yang's] ire. Third Yin's position is not one he can secure, yet he uses it to pursue Contentment, so it is perfectly appropriate that such a one here encounters regret whether he advances or retreats.[[note 8]]} ","commentary":"\"Contentment, its eyes haughty with pride, means regret\": this is because [Third Yin's] position does not suit it."},{"number":4,"text":"Fourth Yang\nAs they pursue Contentment, this one obtains it in great measure, and if no one harbors suspicions, the formation [he] of a friendly association happens quickly [zan]. {Being located here at a time of Yu [Contentment], Fourth Yang resides where the action begins.[[note 9]] As it alone is a yang line, it is followed by all the yin lines, and because none fail to follow after it, this is how Fourth Yang obtains its Contentment. This is why the text says: \"As they pursue Contentment, this one obtains it in great measure.\" If you do not have trust in someone, that someone also will harbor suspicions toward you. Thus when no one harbors suspicions, the formation of a friendly association happens quickly. He [why not?, i.e. surely] here should be read as he [form/come together], and zan [hair clasp] means ji [quickly].}","commentary":"\"As they pursue Contentment, this one has obtains it in great measure\": that is, his ambitions are realized in great measure."},{"number":5,"text":"Fifth Yin\nMaintain constancy in the face of such harassment, and persevere in warding off death. {Fourth Yang acts with hardness and strength and is the master of the Yu hexagram. As Fourth Yang exercises control as absolute ruler, it is not something on which Fifth Yin can ride.[[note 11]] Thus it does not dare to contend with Fourth Yang for power. However, since it also abides in the Mean and occupies the noble position, it cannot possibly run away. This is why it is constantly forced to go so far as to do nothing but \"maintain constancy in the face of such harassment\" and just \"persevere in warding off death.\"}","commentary":"Fifth Yin has to \"maintain constancy in the face of such harassment\" because it rides on top of a hard [yang] line. It has to \"persevere in warding off death\" because the Mean may never be abandoned."},{"number":6,"text":"Top Yin\nHere the benighted pursuit of Contentment is complete, but if one changes course, there will be no blame. {Top Yin is located at the very end of Yu as action [i.e., the top of the Zhen (Quake) trigram]. To bring Yu to its end point means to exhaust the possibilities of happiness. Thus we have reached the point where \"the benighted pursuit of Contentment is complete.\" If one were to push Contentment beyond its limits and just try to keep on going, \"how could it ever last long\"? Thus one must \"change course,\" for only then \"there will be no blame.\"}","commentary":"Here the \"benighted pursuit of Contentment\" is at its height, so how could it ever last long?"}],"notes":[{"number":1,"note":"Kong Yingda comments: \" 'Thunder' is the sound of yang qi [material force], and 'shake' describes something when it quakes. Upon thunder bursting forth, the Earth quakes, and this is how the myriad things are begotten by the yang material force, each one without exception made content. This is why the text says: 'Thunder bursts forth, and the Earth shakes: this constitutes the image of Yu [Contentment].' \" See Zhouyi zhengyi, 2: 35b. It was thought that spring thunder is responsible for rousing things (both plants and animals) to life, as is said in section five of Explaining the Trigrams: \"The myriad things come forth in Zhen [Thunder, Quake].\" Yu [Contentment], of course, consists of Zhen on top of Kun (Earth, Pure Yin). However, Cheng Yi explains this passage somewhat differently: \"The yang force is, to begin with, imprisoned inside the Earth, but when it goes into action, it quits the Earth with shaking and quaking. It begins by being pent up, but when it shakes itself free, it expands and spreads freely and so finds harmony and contentment. This is how Yu [Contentment] occurs.\" See Zhouyi zhezhong, 11: 38a."},{"number":2,"note":"\"Supreme Deity\" translates shangdi. Shangdi, or simply di, was the principal Shang deity, appropriated by the Zhou and identified with their Tian (Heaven). See Creel, The Origins of Statecraft, p. 44 n. 11 and pp. 493-506."},{"number":3,"note":"See section two and note 17 of the Commentary on the Appended Phrases Part Two."},{"number":4,"note":"This and all subsequent text set off in this manner is commentary by Wang Bi."},{"number":5,"note":"Kong Yingda comments: \"Aware of how fast incipiency works, he does not wait for a single day to reach its end before he banishes what is evil and cultivates what is good, and so constantly preserves his rectitude.\" See Zhouyi zhengyi, 2: 36a."},{"number":6,"note":"See section five of the Commentary on the Appended Phrases Part Two."},{"number":7,"note":"\"Supports the actions\" translates cheng dong. Cheng also means \"carry.\" (Third Yin, after all, \"carries\" [cheng] Fourth Yang.) As the master of the Yu hexagram, Fourth Yang controls the actions involved: it gets things done, realizes its ambitions, as the Commentary on the Judgments says, by getting the other lines (all yin) to respond. It is, in effect, the motive force underlying Contentment as such. Contiguous Third Yin is immediately below, so it has to guard against playing the sycophant to Fourth Yang, something that would be cause for regret."},{"number":8,"note":"\"Eyes haughty with pride\" translates xu in Third Yin and suixu in Wang Bi's commentary. This interpretation follows the comments of Lou Yulie. Lou cites the Zhuangzi—\"He is so haughty and full of pride [suisui xuxu] that who could ever live with him!\" (Zhuangzi, 76/28/27)—and Guo Xiang's (d. 312) commentary—\"Suisui xuxu describes someone who is defiant and recalcitrant, a person whom one should be leery of and keep away from.\" Lou thinks that Wang read this statement in the Zhuangzi as Guo interpreted it later and glosses Wang's use of suixu accordingly: As the sole yang line, Fourth Yang is full of its own self-importance among all the yin lines. Eyes haughty with pride, its manner is impossible to live with, but here is Third Yin supporting [carrying] and following it, so it is sure to get insulted by it, and this will cause regret. However, since Third Yin is contiguous and carries it from below, if it is too slow in following Fourth Yang, it will also become the victim of its ire. See Wang Bi ji jiaoshi, 1: 302 n. 9. However, suixu can also mean \"wide-eyed with hope,\" and this seems to be how Kong Yingda interprets it: \"Xu means suixu, and suixu describes delight [xiyue].\" See Zhouyi zhengyi, 2:2036b. \"Delight\" in this case must refer to Third Yin—to someone overanxious to gain Contentment through the agency of his superior (Fourth Yang). Cheng Yi and Zhu Xi agree with Kong Yingda and gloss xu as shangshi: \"look upward\" [toward Fourth Yang with hope]. See Zhouyi zhezhong, 3: 8a. Their reading of Third Yin would have to differ accordingly: \"To be overanxious for Contentment will result in regret, but to be too slow will also mean regret.\""},{"number":9,"note":"As the master of Yu, Fourth Yang initiates its action, but it is also the master or ruler of the upper trigram Zhen (Quake), which as a whole signifies action."},{"number":10,"note":"Another rarely seen character, also pronounced zan, has this zan as the phonetic and the shou (hand) significant on the left side; it means \"quickly.\" However, both Cheng Yi and Zhu Xi gloss zan (hair clasp) as ju (gather, come together), and, since they do not mention he (why not?, i.e., surely), this implies that they read he as it stands. Thus their reading of this part of Fourth Yang would be something like: \"If no one harbors suspicions, why should not a friendly association come together?\" See Zhouyi zhezhong, 3: 8b."},{"number":11,"note":"Lou Yulie glosses this as: \"It [Fourth Yang] is not something that it itself [Fifth Yin] can drive [i.e., control, use for its own purposes].\" See Wang Bi ji jiaoshi, 1: 302 n. 13."}]}