{"number":45,"id":"000110","title":{"pinyin":"","wadeGiles":"Cui","english":"Gathering"},"structure":{"above":"Dui Above","below":"Kun Below"},"judgement":{"text":"Cui [Gathering] means prevalence. {When there is a gathering,[[note 1]] things go smoothly.[[note 2]]}  Only when a true king arrives, will there be an ancestral temple. {Jia [come, go] here means \"arrive.\" When a true king arrives, thanks to this time of gathering, there will an ancestral temple.[[note 3]]}  It is fitting to see the great man [daren], and with prevalence it is fitting to practice constancy. {It is only when the gathering obtains a great man that things manage to go smoothly and it becomes fitting to practice constancy.} To use a great sacrificial beast means good fortune. {When the Dao of gathering is practiced perfectly, the use of a great sacrificial beast will result in good fortune, but if one were to use a great sacrificial beast when the Dao of gathering is not being practiced perfectly, the gods will not dispense blessings.} It is fitting to set out to do something.","commentary":"Cui [Gathering] means ju [gathering]. Here compliance is practiced with delight, to which the hard and strong [ruler] responds by staying within the Mean. Thus Gathering is achieved. {If there is nothing but \"compliance . . . practiced with delight,\" it would be but the dao of the evil sycophant, and if there were only hardness and strength so that it did violence to the resonance proper to centrality, this would be but power as exercised by a mighty overreacher. How could gathering ever be achieved by such means as these? But if the one practices compliance with delight, and the other practices stewardship with hardness and strength, that is, if the ruler were hard and strong yet trod the path of the Mean, and if resonance were maintained by him who so trod the path of the Mean, then true gathering would be achieved.} \"Only when a true king arrives, will there be an ancestral temple,\" for then sacrifice will be achieved that is imbued with true filial piety. {Only the perfect practice of gathering will enable one to achieve sacrifice imbued with true filial piety.} \"It is fitting to see the great man,\" for he achieves prevalence and gathering is had thanks to his righteousness. {A great man is someone who embodies centrality and righteousness. Such a one has great success at gathering because of his righteousness; thanks to it, gathering achieves perfection.} \"To use a great sacrificial beast means good fortune,\" and \"it is fitting to set out to do something,\" for one here obeys Heaven's commands. {One who \"practices compliance with delight\" and so does no harm to the hard and strong is someone who \"obeys Heaven's commands.\" The virtue of Heaven is to be hard and strong, yet it does not do violence to centrality [or \"does not violate the Mean\"], so here the one finds delight in obeying Heaven's commands, while the other practices his stewardship with hardness and strength.} Observe how gathering takes place here, for in such gathering the innate tendencies of the myriad things can be seen. {\"Those with regular tendencies gather according to kind, and things divide up according to group.\"[[note 4]] Only when innate tendencies are the same will things gather, and only when material forces are in harmony will things group.[[note 5]]} "},"image":{"text":"The Lake has risen higher than the Earth: this is the image of Gathering. In the same way, the noble man gets his weapons in order, so he may use them to deal with emergencies.[[note 6]]","commentary":"{If gathering comes about but does not have defenses, the common man will start to have a mind of his own.[[note 7]]} "},"sequence":{"commentary":"Only after things meet is there a gathering. This is why Gou [Encounter, Hexagram 44] is followed by Cui[Gathering]. Cui here means \"to gather.\"","irregular":"Cui [Gathering] means \"to collect together.\""},"lines":[{"number":1,"text":"First Yin\nIf this one has sincerity but does not let it run its course, there would be confusion one moment then Gathering the next. But if one declares that it would be for a handclasp and were to make smiles, he should feel no grief, for setting forth would incur no blame. {First Yin has a resonate relationship with Fourth Yang, but Third Yin carries Fourth Yang, so First Yin might be beset with heartfelt suspicions. This is why the text says: \"If this one has sincerity but does not let it run its course.\" If this one were unable to remain loyal to the Dao, which would bring about a union of utmost goodness [between First Yin and Fourth Yang], it would confuse his sense of duty and subject him to struggle and conflict. Thus the text says: \"There would be confusion one moment then Gathering the next.\" \"A handclasp\" describes brevity, and \"make smiles\" describes someone who is malleable and feeble. First Yin is the correct partner for Fourth Yang, but, because of its proximity, Third Yin is the favorite [of Fourth Yang]. If one at First Yin were content to be submissive, to withdraw, and to take care of himself in all modesty, then \"he should feel no grief, for setting forth would incur no blame.\"[[note 8]]} ","commentary":"\"There would be confusion one moment then Gathering the next,\" for the will is confused."},{"number":2,"text":"Second Yin\nThis one is summoned, so he has good fortune and is without blame. If one is sincere, it would be fitting to perform a yue sacrifice here.[[note 9]] {Second Yin abides here at a time of Gathering. It embodies softness and weakness and suits its position, for it occupies the center of the Kun [Pure Yin] trigram. It alone occupies a correct place here [in the lower trigram], and, in doing so, it differs from all the others. As one here conducts himself in a different way from the rest of the gathering, he is often shunned by the common folk. The one who alone practices rectitude puts himself in danger. As this one is incapable of altering the substance of what he is to distance himself from harm, he is sure to be summoned [by Fifth Yang], in consequence of which \"he has good fortune and is without blame.\" \"Yue\" is the name of the Yin [Shang dynasty] spring sacrifice, the most frugal of the four seasonal sacrifices. This one abides at a time of gathering and occupies a central and correct position, and, as he conducts himself with loyalty and faithfulness, he can be sparing and frugal when it comes to sacrificing to spirits and gods.}","commentary":"\"This one is summoned, so he has good fortune and is without blame,\" for his centrality is never altered [or, \"he never deviates from the Mean\"]."},{"number":3,"text":"Third Yin\nNow Gathering, now sighing, there is nothing at all fitting here, but one can set forth without blame, for it involves but a little baseness. {Where Third Yin treads is not the territory of its rightful position [it is a yin line in a yang position], and, because it pairs with Fourth Yang, Fourth Yang also has to give up its position. It is by improper gathering or by gathering the improper that disasters are born, and it is by interfering with the proper resonate relationships between people that harm arises. This is why the text says: \"Now Gathering, now sighing, there is nothing at all fitting here.\" Top Yin also is without response and so stands alone, occupying a place at the very end and grieving about its danger. It longs for help and seeks a companion, and, \"compliant,\" it waits for another. For such a one to gather with someone improper [Third Yin] is not as good as if he had gathered with a true comrade, [but still it is not too bad], thus \"one can set forth without blame.\" For two yins to unite is not as good as the resonate relationship between a yin and a yang, [but still it is not too bad], thus \"it involves but a little baseness.\"}","commentary":"\"One can set forth without blame,\" for the one at Top Yin is compliant."},{"number":4,"text":"Fourth Yang\nOnly if this one were to have great good fortune would he be without blame. {Where Fourth Yang treads is not its rightful position [it is a yang line in a yin position], moreover below it is supported by three yin lines, and in order to obtain that support it has to be out of its rightful position. Here such a one is at a time of gathering, not only incorrect but also dependent, and this is why he must have \"great good fortune\" and so achieve some great meritorious accomplishment, for only then will he manage to \"be without blame.\"}","commentary":"\"Only if this one were to have great good fortune would he be without blame,\" for his position is not correct,"},{"number":5,"text":"Fifth Yang\nGathering is such that this one has his position. There is one without blame, but that is not because of his sincerity. Fundamentally and constantly does this one practice constancy, so his regret disappears. {Fifth Yang is so located at this time of Gathering that such a one obtains to the utmost a position of power and prosperity, and this is why the text says: \"This one has his position.\" Fourth Yang acts without proper authority and also is dependent. It is the virtue of one there not to act; he merely protects himself and does nothing more, and this is why the text says: \"There is one without blame, but not that is because of his sincerity.\" If one cultivates benevolence and maintains his rectitude, eventually his regret will surely vanish, thus the text says: \"Fundamentally and constantly does this one practice constancy, so his regret disappears.\"}","commentary":"\"Gathering is such that this one has his position,\" but he never has the opportunity to let his will shine forth."},{"number":6,"text":"Top Yin\nThis one wails and weeps, but is without blame. {Top Yin situated as it is at a time of gathering abides at this uppermost extremity. Fifth Yang is not one upon which such a one can ride, and within the lower trigram there is no one who will respond with help. He occupies the top and stands alone, with no one near or far to give him aid. There is no greater danger than this. \"Jizi\" [wail] is an expression for sighing or moaning, used, for example, when one is capable of knowing the extremity of his danger, of fearing the depth of the disaster threatening him, or of grieving over the severity of some illness—such that he even goes so far as to weep. This one does not dare take charge of his own security, yet he is not harmed by all the others, thus he manages to be \"without blame.\"[[note 10]]}","commentary":"That \"this one wails and weeps\" is because he can never be secure here at the top."}],"notes":[{"number":1,"note":"There are two words for \"gathering\" in the text of Hexagram 45; \"Gathering\" translates cui, and \"gathering\" translates ju, a more common expression."},{"number":2,"note":"This and all subsequent text set off in this manner is commentary by Wang Bi."},{"number":3,"note":"Kong Yingda comments: \"When the world crumbles and falls to pieces, the common folk feel resentful, and the gods are angry. Although one might still make sacrificial offerings, there might as well be no ancestral temple at all. When a true king arrives at a time of great gathering, the virtue of filial piety will shine forth. Only then can one say that there is really an ancestral temple as such.\" See Zhouyi zhengyi, 5: 6b."},{"number":4,"note":"See section one of the Commentary on the Appended Phrases Part One."},{"number":5,"note":"Cf. Hexagram 1, Qian (Pure Yang), Fifth Yang, especially the Commentary on the Words of the Text."},{"number":6,"note":"The lower trigram is Kun (Earth), and the upper trigram is Dui (Lake). Kong Yingda comments: \"If the Lake rises higher than the Earth, then it could flood down on the mass of common folk.\" See Zhouyi zhengyi, 5: 7b. This implies the need to provide defense against possible dangers. Zhu Xi also interprets the Commentary on the Images to Gathering in this way. See Zhouyi zhezhong, 12: 33a-33b."},{"number":7,"note":"That is, the mass of common folk will disintegrate, with each person trying to protect himself against dangers."},{"number":8,"note":"Kong Yingda's commentary helps to elucidate Wang's remarks: If First Yin's mind were beset with suspicion, its thoughts and feelings would be thrown into confusion, to run every which way, and it would allows itself to gather with no reference to decorum [i.e., it would join in an unsuitable relationship with Second and Third Yin, its neighboring fellow yin lines]. \"A handclasp\" describes brevity, that is, it is a simile for a very brief moment of time. \"Make smiles\" does not indicate sternness and resolution but weakness and malleability. First Yin is the correct partner for Fourth Yang, but Third Yin, because of its proximity, is the favorite. If First Yin were itself to declare that it would pair up with Fourth Yang but for a brief handclasp, this appearance of modesty and deference would spare it any conflict with others, so no grief would come to it from Third Yin. Thus if it were to set forth, it would be sure to achieve union and in doing so be without blame. See Zhouyi zhengyi, 5: 8a."},{"number":9,"note":"Cf. Hexagram 46, Sheng (Climbing), Second Yang. A reference to the yue sacrifice also occurs in Hexagram 63, Jiji (Ferrying Complete), Fifth Yang."},{"number":10,"note":"Cheng Yi interprets this last part of Top Yin differently, saying that the person represented here is a \"petty man\" who does not at all belong in such an exalted position, but, as he himself is responsible for taking it up, he cannot blame others for it. The wujiu (be without blame) becomes \"there is no one to blame\" in Cheng's reading of the passage. See Zhouyi zhezhong, 6: 38a."}]}