{"number":12,"id":"000111","title":{"pinyin":"","wadeGiles":"Pi","english":"Obstruction"},"structure":{"above":"Qian Above","below":"Kun Below"},"judgement":{"text":"Pi is such that the evil men associated with Pi [Obstruction] make it an unfit time for the noble man to practice constancy. Thus the great depart, and the petty arrive.","commentary":"\"The evil men associated with Pi [Obstruction] make it an unfit time for the noble man to practice constancy. Thus the great depart, and the petty arrive.\" That is, as Heaven and Earth are estranged, the myriad things do not interact, and as those above and those below are estranged, there is no true polity in the world. The inner [lower trigram] is yin, and the outer [upper trigram] is yang; the inner is soft, and the outer is hard. Inside is the petty man, and outside is the noble man. The dao of the petty man is increasing, and the Dao of the noble man is deteriorating."},"image":{"text":"Heaven and Earth do not interact: this is the image of Obstruction. In the same way, the noble man holds back the practice of his virtue and thus avoids disaster. He must not allow himself to be honored with rank and salary."},"sequence":{"commentary":"Tai [Peace, Hexagram 11] means smooth going. Things cannot forever go smoothly. This is why Tai is followed by Pi [Obstruction].","irregular":"Tai [Peace, Hexagram 11] and Pi [Obstruction] are opposed in kind."},"lines":[{"number":1,"text":"First Yin\nWhen one pulls up the rush plant, it pulls up others of the same kind together with it,[[note 1]] but if one practices constancy, good fortune will prevail. {Being located at the first position of Pi [Obstruction] is to be situated at the onset of compliancy; it is the head of this kind.[[note 2]] Compliancy is not strength and dynamism, so how could one here possibly go forth and initiate action? When one is located in Obstruction, action will lead to wickedness. Third Yin belongs to this same Dao: one cannot go forward with either of them. This is why \"when one pulls up the rush plant, it pulls up others of the same kind together with it.\" Here one should practice constancy and not engage in flattery; this will result in good fortune and prevalence for him.[[note 3]]} ","commentary":"\"When one pulls up the rush plant,\" \"one practices constancy,\" and \"good fortune will result\": one should keep his will fixed on his sovereign. {As one's will is fixed on his sovereign, he does not recklessly try to advance himself.}"},{"number":2,"text":"Second Yin\nBearing up under orders here means good fortune for the petty man, but, although it means obstruction and stagnation for the great man, he will prevail. {When one lives in a world governed by Obstruction and yet obtains a position for himself, this is due to employing the utmost compliancy, by \"bearing up under orders\" from the ruler. Here the petty man's path is free and clear, for \"the inner is soft, and the outer is hard,\" but if the great man deals with this as Obstruction, his Dao will prevail.}","commentary":"\"Although it means Obstruction for the great man, he will prevail\": this is because he does not form associations indiscriminately."},{"number":3,"text":"Third Yin\nHe bears his shame. {Both the petty man and the great man here utilize the lesser Dao in taking orders from the ruler, yet because this position is not appropriate for the great man, he has to bear his shame.}","commentary":"\"He bears his shame\": the position is not appropriate."},{"number":4,"text":"Fourth Yang\nHe who is issued commands here will be without blame, and his comrade will share in his blessings. {The reason one cannot issue commands while situated in Obstruction is that those who answer them will be petty men: when commands are issued to petty men, this deteriorates the Dao of the true sovereign. Now here for the first time is someone with his ambitions dedicated to his sovereign but situated in a humble and obscure position; thus he can be issued commands and remain without blame, and \"his comrade will share in his blessings.\" \"His comrade\" refer to the first line.}","commentary":"\"He who is issued commands here will be without blame\": his ambitions will be realized."},{"number":5,"text":"Fifth Yang\nHe brings Obstruction to a halt, and this is the good fortune of the great man. This might be lost, this might be lost, so tie it to a healthy, flourishing mulberry.[[note 4]] {One who fills this noble position and is fit for it can bring the Dao of Obstruction to a halt. As he attributes Pi [Obstruction] to petty men, this means the end of Pi. Only with the arrival of the great man can this be so. This is why it says \"the good fortune of the great man.\" Living at a time when the Dao of the true sovereign has been deteriorating, how can anyone occupying this noble position feel safe? It is his mindfulness that survival here is going to be dangerous that allows him to achieve stability.}","commentary":"\"This is the good fortune of the great man\": the position is correct and suitably filled.","commentaryAppended":"Commentary The Master said: \"To get into danger is a matter of thinking one's position secure; to become ruined is a matter of thinking one's continuance protected; to fall into disorder is a matter of thinking one's order enduring. Therefore the noble man when secure does not forget danger, when enjoying continuance does not forget ruin, when maintaining order does not forget disorder. This is the way his person is kept secure and his state remains protected. The Changes say: 'This might be lost, this might be lost, so tie it to a healthy, flourishing mulberry.' \"[[note 5]]"},{"number":6,"text":"Top Yang\nHere one overturns obstruction. Before there was obstruction, but afterward happiness. {First there is the overturning,[[note 6]] after which things go smoothly. This is why the text says \"afterward happiness.\" This is the start of dealing with Obstruction by overturning it,[[note 7]] after which things can go smoothly, and this results in happiness.}","commentary":"When Obstruction comes to an end, one \"overturns\" it: how could it last forever!"}],"notes":[{"number":1,"note":"Cf. Hexagram 11, Tai (Peace), First Yang."},{"number":2,"note":"First Yin here is the first line in the lower trigram, Kun (Pure Yin)—pure compliancy."},{"number":3,"note":"This and all subsequent text set off in this manner is commentary by Wang Bi."},{"number":4,"note":"The occurrence of sang (mulberry), instead of some other tree, is probably because it rhymes with wang (lost). Whether the mulberry has other significance here is uncertain."},{"number":5,"note":"See section five of the Commentary on the Appended Phrases, Part Two."},{"number":6,"note":"Note that Pi \"overturned\" is Tai, Hexagram 11."},{"number":7,"note":"This translates shi yi qing wei pi. Another possible rendering is: \"This is the start of replacing Pi with its overturning [i.e., with its \"opposite,\" Tai].\" Ito with macron. To with macron.gai (1670-1736), in fact, glosses Wang's statement this way: qing pi wei tai (kei hi i tai), \"turns Pi over to make Tai.\" See Shu with macron.eki kyo with macron. yoku tsu with macron. kai, 4: 10."}]}