{"number":39,"id":"001010","title":{"pinyin":"","wadeGiles":"Jian","english":"Adversity"},"structure":{"above":"Kan Above","below":"Gen Below"},"judgement":{"text":"Adversity is such that it is fitting to travel southwest but not fitting to travel northeast. {The southwest consists of level ground; the northeast consists of mountains. If when one is afflicted with trouble, he goes toward flat land, such trouble will disappear, but if he goes toward mountains, \"the way [Dao] will peter out.\"} It is fitting to see the great man. {If one sets forth here, he will find succor.} To practice constancy will bring good fortune. {All the hexagram lines are in rightful positions, so each treads the path that is correct for it. To tread the path of righteousness though faced with trouble is the Dao of the rightly governed state. As long as the path [Dao] of righteousness remains unobstructed, one will be saved from trouble by righteousness. Thus \"to practice constancy will bring good fortune.\" However, if one were to stray from the path of righteousness upon encountering trouble, how could good fortune ever be had that way?}","commentary":"Jian [Adversity] means trouble, that is, to be faced with danger. To be able to stop when one sees danger, this is indeed wisdom! When in Adversity, \"it is fitting to travel southwest,\" for to set forth there would gain one a central position. It is \"not fitting to travel northeast,\" for in that direction the way [Dao] will peter out. \"It is fitting to see the great man,\" for to set forth there will bring meritorious achievement. The practice of constancy by those in rightful positions is the way to bring about the rightly governed state. At a time of Adversity, one is indeed offered great opportunities! {Adversity is not a time that can be put to use by the petty man.}"},"image":{"text":"Atop the Mountain, there is Water: this constitutes the image of Adversity.[[note 2]] {\"Atop the Mountain, there is Water\": this is the image of Adversity.} In the same way, the noble man reflects upon himself and cultivates virtue.","commentary":"{To dispel trouble there is nothing better that one can do than \"reflect . . . upon himself and cultivate . . . virtue.\"[[note 3]]} "},"sequence":{"commentary":"When there is contrariety, there is sure to be trouble. This is why Kui [Contrariety, Hexagram 38] is followed by Jian [Adversity]. Jian here means \"trouble.\"","irregular":"Jian [Adversity] means \"trouble.\""},"lines":[{"number":1,"text":"First Yin\nIf one sets forth here, he shall have Adversity, but if he comes back, he shall have praise. {First Yin is located at the beginning of trouble and abides at the place where one should first come to a stop. This one's unique vision and advance knowledge allow him to see the danger and so desist in order that he may wait for the right moment. This is indeed wisdom! Thus if one were to set forth here, he should meet with Adversity, but if were to come back, he should obtain praise.}","commentary":"\"If one sets forth here, he shall have Adversity, but if he comes back, he shall have praise,\" so this means that one should wait."},{"number":2,"text":"Second Yin\nThis minister of the king suffers Adversity upon Adversity, but it is not on his own account. {Located here at a time of Adversity, Second Yin treads on the territory of its rightful position [as a yin line in a yin position], situated so that it does not stray from the Mean, and as such is in resonance with Fifth Yang. If Fifth Yang were not beset with trouble, this one out of personal considerations would distance himself from harm. Instead he keeps a firm grip on his heart and mind and does not turn back, his will fixed on rectifying his sovereign's affairs. This is why the text says: \"This minister of the king suffers Adversity upon Adversity, but it is not on his own account.\" It is by treading the path of centrality [i.e., the Mean] and practicing righteousness that Second Yin preserves his sovereign. If one behaves in such a way when located in Adversity, he shall never suffer blame for it.}","commentary":"\"This minister of the king suffers Adversity upon Adversity\" but in the end will give no cause for blame."},{"number":3,"text":"Third Yang\nTo set forth here would result in Adversity, so this one comes back. {To advance would be to fall into danger [i.e., into Kan (Sink Hole)], but if one were to come back, he would obtain his proper position. This is why the text says: \"To set forth here would result in Adversity, so this one comes back.\" Third Yang is the ruler of the lower trigram; this is the one on whom those within [i.e., the two yin lines of the inner (lower) trigram] rely.}","commentary":"\"To set forth here would result in Adversity, so this one comes back,\" and those within take delight in it."},{"number":4,"text":"Fourth Yin\nTo set forth here would result in Adversity, and to come back would mean involvement. {If this one were to set forth, there would be no response [because Fourth Yin does not have a resonate line], and were he to come back, it would result in his having to ride atop the hard and strong [Third Yang], so setting forth and coming back both lead to trouble. This is why the text says: \"To set forth here would lead to Adversity, and to come back would mean involvement.\"[[note 4]] Fourth Yin obtains a position that is right for it [i.e., it is a yin line in a yin position] and treads the path of righteousness, so such a role suits his basic nature, and, although he encounters trouble, he will not be provoked into foolhardy action.}","commentary":"\"To set forth here would result in Adversity, and to come back would mean involvement,\" but this one has the substance to fill such a position.[[note 5]]"},{"number":5,"text":"Fifth Yang\nTo one in great Adversity friends will come. {Of those located at a time of Adversity, Fifth Yang is the only one situated right in the middle of danger, so it represents the greatest of troubles. This is why the text says \"great Adversity.\" However, it abides in such a way that it does not stray from rectitude and treads a path that does not stray from the Mean. This one's grip on virtue is long lasting; he never lets his moral integrity vary. To such a person as this comrades will indeed gather, and this is why the text says: \"Friends will come.\"}","commentary":"\"To one in great Adversity friends will come,\" because of his adherence to the Mean and moral integrity."},{"number":6,"text":"Top Yin\nTo set forth here will result in Adversity, but to come back means great success and so good fortune. It is fitting to see the great man. {To set forth here would result in everlasting troubles, but if one were to come back, one's troubles would end. With the end of one's troubles, the mass of common folk are also entirely saved from their troubles, such a goal to be realized in all its greatness. This is why the text says: \"To set forth here will result in Adversity, but to come back means great success and so good fortune.\" When danger is eased and troubles dispelled, the great Dao can prosper. Thus the text says: \"It is fitting to see the great man.\"}","commentary":"\"To set forth would result in Adversity, but to come back should mean great success,\" for the will here is fixed on one inside. {Top Yin has a resonate relationship in the inner [lower] trigram [with Third Yang],[[note 6]] so if it were to set forth, it would lose that, but if it were to come back, its ambitions would garner success, for its will is fixed on one inside. \"It is fitting to see the great man,\" for in so doing he will follow that estimable person.}[[note 7]]"}],"notes":[{"number":1,"note":"This and all subsequent text set off in this manner is commentary by Wang Bi."},{"number":2,"note":"The lower trigram is Gen (Mountain, Restraint), and the upper trigram is Kan (Water, Sink Hole)."},{"number":3,"note":"Kong Yingda comments: Lu Ji [Three Kingdoms era (222-280) figure] said: \"Water actually should be situated below the Mountain. Although it is now above the Mountain, it should in the end return [fan] below, and this is why the text says: 'reflect upon himself [fanshen].' When one finds himself in a world beset with trouble, he must not use it as a time for action. All he can do is reflect upon himself, undergo self-examination, and so cultivate the potential of his virtue. In so doing he will get rid of trouble.\" See Zhouyi zhengyi, 4: 22a-22b."},{"number":4,"note":"\"Involvement\" translates lian. That Wang Bi interprets this as a troublesome, adverse involvement is obvious from his commentary. Kong Yingda supports him in this, as do the remarks by Ma Rong (79-166)) and Zheng Xuan (127-200) that Kong quotes in his subcommentary; see Zhouyi zhengyi, 4: 33a. However, both Cheng Yi and Zhu Xi understand lian as the correct union of Fourth Yin with Third Yang and (Cheng) through Third Yang to \"those below\" (i.e., \"the masses\"), something that signifies the correct way to deal with a time of Adversity. See Zhouyi zhezhong, 5: 48a."},{"number":5,"note":"\"Substance\" translates shi, as in benshi (basic nature, one's \"real stuff\"), which Wang used in his remarks on Fourth Yin. I.e., with danger threatening from every side, one has to have real strength of character to maintain righteousness and act correctly. As Cheng Yi interprets Fourth Yin to mean that one here should unite with Third Yang, he understands shi as chengshi (sincerity), i.e., Fourth Yang ought to enter into a relationship with Third Yang and unite with those below with all \"sincerity.\" See Zhouyi zhezhong, 12: 20a-20b."},{"number":6,"note":"Both Cheng Yi and Zhu Xi apparently interpret nei (inner, inside) not as referring to the inner (lower) trigram and Third Yang, Top Yin's resonate line, but as inside the Adversity hexagram and/or the upper trigram, Kan (Sink Hole). They emphasize the pairing of Top Yin and Fifth Yang and identify the \"great man\" with the ruler of the entire hexagram, Fifth Yang. So \"Top Yin may resonate with Third Yang, but it follows Fifth Yang.\" See Zhouyi zhezhong, 5: 49b and 12: 21a."},{"number":7,"note":"Kong Yingda identifies gui (estimable) with yang (the hard and strong), i.e., Third Yang."}]}