{"number":52,"id":"001001","title":{"pinyin":"","wadeGiles":"Gen","english":"Restraint"},"structure":{"above":"Gen Above","below":"Gen Below"},"judgement":{"text":"Restraint takes place with the back, {This leaves the eyes unimpaired.[[note 1]]}  so one does not obtain the other person. {The one restrained[[note 2]] is located behind, so he does not obtain the other person.} He goes into that one's courtyard but does not see him there. {This is because they do not see each other.} There is no blame.[[note 3]] {Whenever people are face to face and yet do not interact, it is the Dao of Pi [Obstruction, Hexagram 12]. Restraint is the hexagram concerned with stasis and, through that, noninteraction. But how can there be no blame when all so come to a stop and none gets along with the other? This is only possible if they do not see [i.e., are not aware of] each other. If one has restraint operate through the back, it becomes the means by which one may apply restraint without separating the person involved from the object of desire. The back is something that is without sight. When one is without sight, one is naturally still and passive. If one is still and passive and moreover without sight, he will \"not obtain the other person.\" As each keeps the back to the other, even though they are close, they do not see each other. Thus the text says: \"He goes into that one's courtyard but does not see him there.\" If one were to apply restraint, not where it cannot be seen, which is how to restrain naturally, but instead were to apply restraint forcibly, this would give rise to both wickedness and perversity. To be close and yet not obtain each other should mean misfortune. That one manages to avoid blame here is because: \"Restraint takes place with the back, so one does not obtain the other person. He goes into that one's courtyard but does not see him there.\"[[note 4]]","commentary":"Gen [Restraint] means \"stop.\" When it is a time to stop, one should stop; when it is a time to act, one should act. If in one's activity and repose he is not out of step with the times, his Dao [path] should be bright and glorious. {The Dao of restraint cannot always be used; it is something that one must employ only when it is not possible to take any action. If used when it suits its moment, this Dao turn out to be bright and glorious.} Let Restraint operate where restraint should take place, that is, let the restraining be done in its proper place. {The text here changes \"back\" and instead says \"where restraint should take place\" in order to clarify that it is the back, in fact, where restraint should take place. In applying restraint, one must not do so at the front, for only when it is applied at the back can it work. One who applies restraint when restraint should occur and who avoids applying it when action should take place obtains the right place for it. Thus the text says: \"Let Restraint operate where restraint should take place, that is, let the restraining be done in its proper place.\"} Those above and those below stand in reciprocal opposition to each other and so do not get along. This is the reason why, although \"one does not obtain the other person\" and \"one goes into that one's courtyard but does not see him there,\" yet \"there is no blame.\""},"image":{"text":"Mountains linked one to the other: this constitutes the image of Restraint.[[note 5]] In the same way, the noble man is mindful of how he should not go out of his position.","commentary":"{Each one stops at his own place and does not encroach upon another office.}"},"sequence":{"commentary":"Things cannot be kept in a state of movement forever but eventually are brought to a stop. This is why Zhen [Quake, Hexagram 51] is followed by Gen [Restraint]. Gen here means \"to stop.\"","irregular":"Gen [Restraint] [means] \"a stop.\""},"lines":[{"number":1,"text":"First Yin\nRestraint takes place with the toes, so there is no blame, and it is fitting that such a one practices perpetual constancy. {First Yin is located at the beginning of a time of restraint. If this one were to set forth, there would be no place for him to go. Thus he restrains his toes and so manages to stay free of blame. He is perfectly still and settled, therefore \"it is fitting that such a one practices perpetual constancy.\"}","commentary":"If \"Restraint takes place with the toes,\" one shall never violate the bounds of rectitude [or, \"stray off the correct path\"]."},{"number":2,"text":"Second Yin\nRestraint takes place with the calves, which means that this one does not raise up his followers. His heart feels discontent. {\"Followers\" refers to the toes. As this one has his calves restrained, his toes do not get raised up.[[note 6]] The calves are embodiments of movement, yet this one is located in a moment of restraint. Not only is he unable to raise up his followers, he also cannot withdraw and obey the call to quietude. This is why \"his heart feels discontent.\"}","commentary":"\"This one does not raise up his followers,\" nor does he withdraw and obey the call.[[note 7]]"},{"number":3,"text":"Third Yang\nRestraint takes place with the midsection, which may split the back flesh, a danger enough to smoke and suffocate the heart. {The midsection [xian] is the middle of the body. Third Yang is situated between the two images [i.e., the two trigrams], and this is why the text says: \"Restraint takes place with the midsection.\" The back flesh [yin] is the flesh right at the backbone. If restraint were applied to the body here, it would break apart at the middle. In thus splitting the back flesh, the distress and danger would smoke and suffocate the heart. As a concept, Restraint means that each one is restrained in his own place and that those above and those below do not interact, so when we reach the middle a split occurs. No more serious danger could befall one than to have one's back flesh suffer a split, and the grief felt at such danger of perishing would, of course, smoke and scorch the heart. If restraint were applied to the middle of the body, the body would split at that place, and if a body were to split so that it had two masters, the great vessel [daqi] would indeed perish.[[note 8]]} ","commentary":"If \"Restraint takes place with the midsection,\" the danger would \"smoke and suffocate the heart.\""},{"number":4,"text":"Fourth Yin\nRestraint takes place with the torso. There is no blame. {What is above the middle is called \"the torso.\" This one manages to tread the territory of its rightful position [it is a yin line in a yin position], so when such a one demands that the torso be restrained, he obtains the right place for it. Thus this one does not fall into blame.}","commentary":"\"Restraint takes place with the torso,\" which means that this one applies restraint to his own body. {This one himself applies restraint to his body [i.e., knows when to stop and does so] and does not split the whole apart [as Restraint does in Third Yang].}"},{"number":5,"text":"Fifth Yin\nRestraint takes place with the jowls, so this one's words have order, and regret vanishes. {This one applies restraint to the jowls and in so doing occupies a central position [or, \"abides within the Mean\"], thus his mouth stays free of arbitrary words, and he can banish his regret.}","commentary":"\"Restraint takes place with the jowls,\" so this one is central and correct. {This one is capable of employing centrality and rectitude, thus his \"words have order.\"}"},{"number":6,"text":"Top Yang\nThis one exercises Restraint with simple honesty, which results in good fortune. {Top Yang abides at the apogee of restraint, so it represents one who practices the most extreme restraint. One who has honesty and weight here at the top shall not fall into evil and errancy, so it is appropriate that he should have good fortune.}","commentary":"The good fortune that springs from \"exercis[ing] Restraint with simple honesty\" means that one will reach his proper end because of that simple honesty."}],"notes":[{"number":1,"note":"This and all subsequent text set off in this manner is commentary by Wang Bi."},{"number":2,"note":"\"Restraint\" (uppercase R) translates Gen, the name of the trigram and hexagram, and \"restraint,\" \"restrained,\" etc. (lowercase r) translate zhi (literally, \"stop\")."},{"number":3,"note":"\"Does not obtain the other person\" translates buhuo qishen, and means that, not aware of the other person, one has no desire to obtain him and so makes no attempt to do so. Cheng Yi thinks that buhuo qishen refers to wangwo (forgets the self) and wuwo (no self), that is, the person involved should transcend his own self and its desires. Likewise, the person goes into his own courtyard but does not see those that are there: if one spares himself contact with things, he shall not have desire for them. Thus Cheng would seem to read the Judgment as \"Restraint takes place with the back, so one is spared having his own person. He may enter his own courtyard but sees no one there. There is no blame.\" In other words, if one keeps one's back to things, he shall be spared the needs and desires of the self—and so remain blameless. Zhu Xi thinks that \"the back\" refers to the one part of the body that does not move and that gen qi bei (\"Restraint takes place with the back\") actually means \"Let Restraint be as the back,\" i.e., one should be restrained or exercise restraint where it is proper to do so—one should be still as the back is by nature still, and one should not follow the rest of the body and so move as it does. This is what it means by not having one's own body\" (shi buyou qishen). The fact that he goes into his courtyard but sees no one means that he goes where he should go and stops where he should stop—thereby avoiding blame. See Zhouyi zhezhong, 7: 25b."},{"number":4,"note":"Kong Yingda comments: Gen [Restraint] means \"stop\"; it represents the concept of stasis or passivity [jingzhi]. It is in this sense that the hexagram has Mountain for its image, and this is why it takes the name \"Restraint\". Applied to human beings, it means arresting the emotional response to things, that is, preventing the workings of desire. Thus it means \"restraint.\" \"Restraint takes place with the back\" is a phrase that clarifies where it is that one should operate restraint. If in operating restraint one comes up with the right place for it, its Dao should be easily realized, but if in operating it one does not come up with the right place for it, it would be impossible for it to achieve success. This is why the Laozi [section 3, p. 8] says: \"Do not display desirable things, so that the hearts of the common folk may be spared from turmoil.\" The back is something that lacks the power of sight, and when something lacks the power of sight, it is naturally passive. If one wishes to utilize this method of restraint, one should put it into effect before the first stirrings of desire occur, for if one does so only after such stirrings happen, it would result in wounding the feelings of the person involved. Thus, if one operates restraint in such a way that the person involved lacks the power to see, one should come up with the right place for it without forcibly separating him from the object of his desire. But if one were to operate restraint at the face, this would mean trying to prevent interaction when the person involved is already face to face with the other. If one subjected his emotions to such forcible restraint, it would give rise to both wickedness and perversity as well as a corresponding amount of misfortune and blame. But if the power to see is denied him, this would mean that the one restrained is located behind, where there will be no chance for them to face each other. . . . If restraint is operated in such a way that one cannot see, how could one see the other person? Thus the text says: \"One does not obtain the other person.\" As \"one does not obtain the other person,\" this means that each keeps the back to the other. See Zhouyi zhengyi, 5: 26b."},{"number":5,"note":"Both the lower and the upper trigram are Gen (Mountain), the ultimate image of stasis."},{"number":6,"note":"\"Raise up\" translates zheng, which Wang Bi does not explain but which Kong Yingda glosses as zhengju (start up). This suggests that \"this one does not raise up his followers\" means that, as this one's calves are restrained, his toes cannot start to move—i.e., he cannot take action here. However, both Cheng Yi and Zhu Xi think that Second Yin is the follower here of Third Yang—as the calves follow (obey) the thighs. They also interpret zheng (raise up) as \"rescue\" (zhengjiu). Cheng comments: Second Yin abides in centrality and achieves rectitude, so it represents one who has obtained the Dao of restraint. Above, it lacks a resonate partner to assist it, which means that it does not attain a true sovereign. Third Yang abides at the top of the lower trigram; as such it constitutes the ruler of restraint, that is, it is master over those that are restrained. It may be hard and strong, but it is in violation of the Mean [or \"loses the path of centrality\"], so it does not manage to exercise restraint properly. This hard and strong one [Third Yang] that exercises restraint above is not able to descend and seek out the one below. Although Second Yin possesses the virtues of centrality and rectitude, it is unable to follow them. Whether Second Yin moves or stops is something controlled by the one who exercises rulership over it; it is unable to take the initiative on its own. Thus it has this image of the calves. When the thighs move, the calves follow, for moving or stopping depends on the thighs and not on the calves. As Second Yin cannot manage to use its Dao of centrality and rectitude to rescue Third Yang from its lack of centrality, it must force itself to follow Third Yang. Unable to rescue it, all it can do is follow it. Although blame does not fall on Second Yin, how could this ever be what it wanted? See Zhouyi zhezhong, 7: 27b."},{"number":7,"note":"Kong Yingda comments: \"Ting [listen] means cong obey. Not only is this one unable to start to move [zhengdong], he also cannot quietly withdraw and obey the order that he be restrained. Thus 'his heart feels discontent.' \" See Zhouyi zhengyi, 5: 28a. Both Cheng Yi and Zhu Xi, in keeping with their reading of Second Yin, read the Commentary on the Images differently: \"Second Yin does not rescue the one he follows [Third Yang], for that one [Third Yang] never turns back and listens to this one [Second Yin].\" See Zhouyi zhezhong, 12: 49b."},{"number":8,"note":"Kong Yingda comments: \" 'The great vessel' refers to the relationship between the state and the person [of the ruler]. This line also clearly shows that restraint so exercised is misapplied here.\" See Zhouyi zhengyi, 5: 28a."}]}