{"number":15,"id":"001000","title":{"pinyin":"","wadeGiles":"Qian","english":"Modesty"},"structure":{"above":"Kun Above","below":"Gen Below"},"judgement":{"text":"Qian [Modesty] is such that it provides prevalence, so the noble man has the capacity to maintain his position to the end.","commentary":"\"Qian [Modesty] is such that it provides prevalence\": the Dao of Heaven provides succor to all below and so shines forth its radiance; the Dao of Earth consists of humility and so works in an upward direction. The Dao of Heaven is to make the full wane and to bring increase to the modest; the Dao of Earth is to transform what is full and to make what is modest flow and spread.[[note 1]] Gods and spirits harm what is full but enrich what is modest. And the Dao of Man is to hate the full and to love the modest. Modesty provides nobility and so allows one's radiance to shine; it provides humility and so prevents any transgression. This is how the noble man reaches his proper end."},"image":{"text":"In the middle of the Earth, there is a mountain: this constitutes the image of Qian [Modesty].[[note 2]] In the same way, the noble man lessens what is too much and increases what is too little; he weighs the amounts of things and makes their distribution even.","commentary":"{Where he finds something too much, because of Modesty he decreases [pou] it, and where he finds something too little, because of Modesty he increases it. He provides things as they are needed and so ensures that their distribution never fails to be even.[[note 3]]} ","commentaryAppended":"The Master said: \"To be diligent yet not to brag about it, to have meritorious achievement yet not to regard it as virtue, this is the ultimate of magnanimity. This speaks of someone who takes his achievements and subordinates them to others. As for his virtue, he would have it prosper ever more, and as for his decorum, he would have it ever more respectful. Modesty as such leads to perfect respect, and this is how one preserves his position.\"\n Qian [Modesty] is how virtue provides a handle to things.\n Qian [Modesty] provides the means by which decorum exercises its control.[[note 4]]"},"sequence":{"commentary":"When one's holdings are great, he must not let himself become satiated. This is why Dayou [Great Holdings, Hexagram 14] is followed by Qian [Modesty].","irregular":"Qian [Modesty] involves taking oneself lightly."},"lines":[{"number":1,"text":"First Yin\nThe noble man is characterized by the utmost Modesty and because of that may cross the great river. This means good fortune. {To be located at the very bottom of the Qian hexagram signifies the most modest degree of all modesty. It is only the noble man who can embody the utmost modesty, and because of that he may cross over great difficulties, and nothing will harm him.}","commentary":"\"The noble man is characterized by the utmost Modesty\": he uses his humility to shepherd himself. {Shepherd here means \"nurture\" or \"care for.\"}"},{"number":2,"text":"Second Yin\nOne allows his Modesty to sing out here, and to practice constancy means good fortune. {\"Sing out\" refers to one's reputation being heard. Here one obtains his rightful position [as a yin line in a yin position] and abides in the Mean, practicing rectitude there with humility.}","commentary":"\"One allows one's Modesty to sing out here, and to practice constancy means good fortune,\" for Modesty is attained in his innermost heart."},{"number":3,"text":"Third Yang\nDiligent about his Modesty, the noble man has the capacity to maintain his position to the end, and this means good fortune. {Third Yang occupies the very top of the lower trigram and so manages to tread on the territory of its rightful position [as a yang line in a yang position]. There is no yang line either above or below to divide off one's people here, and Third Yang is venerated as master by all the yin lines. In nobility none takes precedence over this one. When one finds himself here in this world of Modesty, how can one keep his nobility secure? One carries those above and reaches out to those below, is diligent about his Modesty, and is not lazy: this is how he has good fortune.}","commentary":"A noble man who is \"diligent about his modesty\" is someone to whom the myriad folk will submit."},{"number":4,"text":"Fourth Yin\nNothing will be to one's disadvantage here, for he flies the banner of Modesty everywhere. {Fourth Yin rides on top of Third Yang and yet does it with Modesty. As such this expresses how from above one condescends to lower himself. Fourth Yin carries Fifth Yin and yet complies with Modesty. As such this is the Dao that \"works in an upward direction.\" As one here devotes himself entirely to carrying out the Dao that governs how a superior should condescend to lower himself, \"nothing will be to one's disadvantage here,\" and, as wherever he goes \"he flies the banner of Modesty,\"[[note 5]] \"he never acts against its principle.\"}","commentary":"\"Nothing will be to one's disadvantage here, for he flies the banner of Modesty everywhere\": that is, he never acts against its principle."},{"number":5,"text":"Fifth Yin\nOne does not have to use wealth on them to gain access to neighbors here, and, as it is fitting to attack with military force, nothing will be to one's disadvantage. {Fifth Yin occupies the position of nobility and does so with Modesty and compliance, thus it can have access to its neighbors without using wealth on them. In spite of its Modesty and compliance, it still attacks with military force, but in all such cases those whom it attacks are scornfully rebellious.}","commentary":"\"It is fitting to attack with military force,\" because it is a campaign against those who do not submit."},{"number":6,"text":"Top Yin\nOne may allow one's Modesty to sing out here, and it may be fitting therefore to have one's army make a move, but he should campaign only against a city-state. {Located here at the very extremity of the outer trigram, Top Yin does not share in inner governance. Thus one has nothing more than his reputation, and \"one's ambition to accomplish things remains unfulfilled.\" It may tread the path of Modesty and compliance, but here at the outer extremity all this allows it to do is launch a campaign against a city-state.}","commentary":"\"One may allow one's Modesty to sing out here,\" but one's ambition to accomplish things remains unfulfilled. It is possible \"therefore to have one's army make a move, but he should campaign only against a city-state.\" {\"Good fortune, misfortune, regret, and remorse are all generated from the way one acts.\"[[note 6]] The reason such action occurs is that it is provoked by what seems to be advantage. Thus \"food and drink necessarily involve Song [Contention]. . . . When there is contention, there is sure to be an arising of the masses.\"[[note 7]] One who dwells in a place scorned by all is never harmed by those who are prone to act, and one who abides in a place that no one fights over never has it snatched away by those who are prone to fight. This explains how the six lines of this hexagram are either out of position [Fifth Yin is the ruler, and this position should have a yang line], have no resonance [First Yin should resonate with Fourth Yin, and Second Yin with Fifth Yin, but they are all yin lines and thus do not], or ride the wrong lines [Fourth Yin rides on top of Third Yang; a yin line should not ride on top of a yang line], yet none of them involve misfortune, blame, regret, or remorse. This is all due to the fact that they make Modesty their master. \"Modesty provides nobility and so allows one's radiance to shine; it provides humility and so prevents any transgression.\" This is indeed something in which we can trust!}"}],"notes":[{"number":1,"note":"Kong Yingda comments: \"Of hills and mountains, rivers and valleys, what is high is gradually brought low, and what is low is made higher. This is what the text means by 'transform[ing] what is full and . . . mak[ing] what is modest flow and spread.' \" See Zhouyi zhengyi, 2: 32a. That is, water and eroded soil work their way down and make streams swell and spread."},{"number":2,"note":"One of the attributes of the Gen (Restraint) trigram is Mountain, so the image is one of a mountain below, thrusting its way up through the middle of the earth."},{"number":3,"note":"This and all subsequent text set off in this manner is commentary by Wang Bi. Kong Yingda glosses pou (lessen/decrease) as \"gather,\" thus his interpretation is somewhat at odds with Wang's commentary. See Zhouyi zhengyi, 2: 32b. Cheng Yi also reads pou as \"gather\": \"Thus one who gathers together large quantities does so to augment what is too little. He weighs the relative abundance and scarcity of things and averages out their distribution so that fairness is achieved.\" However, Cheng's commentary also helps to explain the image: \"The text does not say 'a mountain located at the middle of the Earth' but 'in the middle of the Earth there is a mountain.' This means that in the middle of what is humble and low there inheres something magnificent and lofty, that is, the magnificent and lofty is hidden within the humble and lowly.\" See Zhouyi zhezhong, 11: 35a."},{"number":4,"note":"The first quotation is from section eight of the Commentary on the Appended Phrases Part One; the second and third quotations are from section seven of the Commentary on the Appended Phrases Part Two."},{"number":5,"note":"In Fourth Yin, \"flies the banner of Modesty everywhere\" translates hui qian, which follows Wang Bi's gloss, zhi hui jie qian: literally, \"when one directs [troops] with a banner, in all cases it is Modesty.\" Cheng Yi comments: \"Hui [banner/flag] is an image for the display of something—just as a banner does when held in a man's hand. Whether in action or in restraint, in advance or in retreat, one must here display his modesty, for he abides in a place where he should be much afraid, especially since he is located above the worthy minister [Third Yang].\" See Zhouyi zhezhong, 3: 3b. Lou Yulie explains hui qian the same way; see Wang Bi ji jiaoshi, 1: 297 n. 6."},{"number":6,"note":"Cf. section one of the Commentary on the Appended Phrases Part Two. \"Generated from the way one acts\" translates sheng hu dongzhe ye. In the original passage, this phrase is translated as \"generated from the way the lines move.\" The syntax and diction admit both readings, and the different contexts shape the meaning accordingly."},{"number":7,"note":"The quotations are from sections two and three of part one of Providing the Sequence of the Hexagrams."}]}