{"number":53,"id":"001011","title":{"pinyin":"","wadeGiles":"Jian","english":"Gradual Advance"},"structure":{"above":"Sun Above","below":"Gen Below"},"judgement":{"text":"Gradual Advance is such that when a maiden marries, there is good fortune and it is fitting to practice constancy. {Jian is the hexagram concerned with gradual advance. Restrained and compliant, to advance as one should in this way, this is what \"gradual advance\" means. One should advance with restraint and compliance, thus the text says: \"When a maiden marries, there is good fortune.\" In advancing, one does so with rectitude, thus it says: \"It is fitting to practice constancy.\"[[note 1]]} ","commentary":"Jian involves advancing. {It involves going in the direction of advance.} \"When a maiden marries, there is good fortune,\" which means that when one advances, he obtains a position, or when one sets forth, he has meritorious achievement. If one advances with rectitude, he can thereby rectify the state. This is the position of one who achieves centrality through hardness and strength. {It is because one advances gradually that he obtains his position.} If there is restraint and compliance, one's actions will not founder.[[note 2]]"},"image":{"text":"Above the Mountain, there is the Tree: this constitutes the image of Gradual Advance.[[note 3]] In the same way, the noble man finds a place for his worthiness [xian] and virtue [de] to dwell and so manages to improve social mores [su].","commentary":"{A worthy and virtuous person shall find a place to dwell if he acts with restraint and compliance, and social mores shall improve if such a one also deals with them with restraint [zhi] and compliance [sun].[[note 4]]} ","commentaryAppended":"In Jian [Gradual Advance] \"lofty prominence\" is taken to mean \"a fine thing.\"[[note 5]]"},"sequence":{"commentary":"Things cannot remain in a state of Restraint forever. This is why Gen [Restraint, Hexagram 52] is followed by Jian [Gradual Advance]. Jian here means \"to advance.\"","irregular":"Jian [Gradual Advance] signifies a woman who would marry but waits for the man to act."},"lines":[{"number":1,"text":"First Yin\nThe wild goose gradually advances to the shore. The youngest son is the danger, for he has words, but there will be no blame. {The wild goose is a water bird, which here signifies appropriate advance, that is, that which starts out below and ascends from there. Thus the text uses the wild goose as the metaphor for this. At each of the six hexagram lines, one should regard advancing to a place and treading there as a matter of moral principle. Here one starts to advance and finds himself at the very bottom. Also, as there is no resonate partner for this one, he is just like a wild goose treading on the shore, a dangerous situation that can offer no security. One here at First Yin begins to advance but does not obtain a proper position for himself, so he finds himself hard-pressed by the youngest son, who creates troubles for him by malicious gossip.[[note 6]] This is why the text says: \"The youngest son is the danger, for he has words.\" Difficulties that might stem from the slanderous words of the youngest son will never harm the moral principles of the noble man, thus the text says: \"There will be no blame.\"}","commentary":"There may be danger from the youngest son, but as far as moral principles are concerned, \"there will be no blame.\""},{"number":2,"text":"Second Yin\nThe wild goose gradually advances to the crag, so one drinks and eats with delight, which means good fortune. {A crag is a safe place on mountainous rocks. This one advances and so obtains an appropriate position, abiding in centrality, and is in a resonate relationship [with Fifth Yang]. Originally such a one lacked a salary to take care of his own, but now he has advanced and so has obtained it. That he celebrates the occasion is because there is nothing he wanted more than this.}","commentary":"\"One drinks and eats with delight,\" for not before had he had his fill. [[note 7]]"},{"number":3,"text":"Third Yang\nThe wild goose gradually advances to the highland. The husband sets forth but does not return, and the wife gets with child but does not raise it, which means misfortune. It is fitting here to guard against harassment. {A highland [lu] is the highest point in elevation. Third Yang advances and arrives at the highland, where it takes up with Fourth Yin. Here is someone who cannot bring himself to return, that is, the husband has set forth but does not return and takes delight in a licentious relationship. As such, the wife here [Fourth Yin] also cannot maintain her constancy. It is not her own husband who gets her with child, so she does not raise it. Third Yang is originally part of the Gen [Mountain, i.e., Restraint] trigram, but here it abandons its fellows and takes up with Fourth Yin. This results not only in this one not returning but also goes so far as to cause the wife [Fourth Yin] to get with child and then not raise it. To be so taken with personal advantage that one forgets moral principles and to be so greedy for advance that one forgets one's old responsibilities, such is the dao of misfortune. Third Yang bonds with a different trigram [i.e., with Fourth Yin], thus \"this one is compliant and provides for the common defense,\" so no other can come in between. This is why it is \"fitting here to guard against harassment.\"[[note 8]]} ","commentary":"\"The husband sets forth but does not return,\" which means that he has forsaken his fellows. \"The wife gets with child but does not raise it,\" which means that she has abandoned her Dao. \"It is fitting here to guard against harassment,\" so this one is compliant and provides for the common defense. [[note 9]]"},{"number":4,"text":"Fourth Yin\nThe wild goose gradually advances to the tree. Perhaps it obtains a proper perch for itself, and, if so, there would be no blame. {For a bird to go to a tree is for it to obtain what is suitable for it. [[note 10]] \"Perhaps it obtains a proper perch for itself\" means that it should come upon a safe perch. Although Fourth Yin rides atop a hard and strong line [Third Yang], they find in each other a commonality of purpose.}","commentary":"\"Perhaps it obtains a proper perch for itself,\" for it gets obedience because of its own compliance. [[note 11]]"},{"number":5,"text":"Fifth Yang\nThe wild goose gradually advances to the hill. The wife for three years does not bear a child. But in the end none shall triumph over this one, and there shall be good fortune. {The hill [ling] means a secondary highland [i.e., second to the highland of Top Yang]. Fifth Yang has advanced to obtain a central position, but, separated by Third Yang and Fourth Yin, it cannot join with its resonate partner [Second Yin]. Thus it is that \"the wife for three years does not bear a child.\" Each [Fifth Yang and Second Yin] treads the path of righteousness and abides in centrality, so Third Yang and Fourth Yin cannot forever block their road, so in not more than three years \"he [Fifth Yang] shall obtain what he desires.\" If this one advances in order to rectify the state, in three years he shall have success, and with that success the Dao will be saved. Thus it will not take more than three years.[[note 12]]}","commentary":"\"In the end none shall triumph over this one, and there shall be good fortune,\" for he shall obtain what he desires."},{"number":6,"text":"Top Yang\nThe wild goose gradually advances to the highland. Its feathers can be used as a model, for they mean good fortune. {This one advances to a place that is high and pure, where he is free of the trammels of position, so nothing can subdue his heart or confuse his will. Towering high above in the clear distance, such a one is a model that we may esteem. This is why the text says: \"Its feathers can be used as a model, for they mean good fortune.\"[[note 13]]}","commentary":"\"Its feathers can be used as a model, for they mean good fortune.\" This one cannot be confused."}],"notes":[{"number":1,"note":"This and all subsequent text set off in this manner is commentary by Wang Bi."},{"number":2,"note":"Kong Yingda comments: \"Restraint means that one does not engage in precipitous action, and compliance means that one is able to act with modesty. As one advances as one should in this way, none will be opposed to him, thus such a one's actions will gradually make progress and never founder.\" See Zhouyi zhengyi, 5: 29b."},{"number":3,"note":"The lower trigram is Gen (Mountain), and the upper trigram is Sun (Compliance), which is associated with Wood and hence Tree."},{"number":4,"note":"Kong Yingda comments: When trees grow atop a mountain, they achieve their lofty position because of the mountain, and it is not because they suddenly spring up from below. Thus the image expresses the concept of Gradual Advance. . . . Improvement is always a matter of the civilized and virtuous [wende] behaving with modesty and humility and making advances gradually, for if one precipitously were to employ intimidation and punishments instead, others would not obey. See Zhouyi zhengyi, 5: 29b."},{"number":5,"note":"See section eight of the Commentary on the Appended Phrases Part Two."},{"number":6,"note":"The lower trigram Gen (Restraint) is associated with the Youngest Son. See section ten of Explaining the Trigrams. Lou Yulie, considering the remainder of Wang Bi's comment, glosses \"youngest son\" (xiaozi) as \"petty man\" (xiaoren). See Wang Bi ji jiaoshi, 2: 486 n.3. Both Cheng Yi and Zhu Xi, on the other hand, say that it is the \"youngest son\" himself who is in danger because of the slander of others but that he can avoid blame by holding to his moral principles. Their reading of First Yin would seem to be: \"The wild goose gradually approaches the shore. The youngest son is in danger, for there are words, but he shall be without blame.\" See Zhouyi zhezhong, 7: 22b-23a."},{"number":7,"note":"\"Not before had he had his fill\" translates busu bao ye. This follows Kong Yingda's commentary, in which he glosses su as gu (in the past, before). See Zhouyi zhengyi, 5: 30a. However, Cheng Yi glosses su as kong (in vain, to no purpose): \"What the text means by 'one drinks and eats with delight' is that this one has achieved the goal of his moral will and now enjoys peace and harmony; it does not mean that he does nothing more than enjoy his fill of drink and food to no purpose [i.e., as an end in itself].\" Likewise, Zhu Xi glosses su as tu (merely, pointless) and seems to interpret the text in the same way as Cheng. See Zhouyi zhezhong, 12: 51a-51b."},{"number":8,"note":"\"Guard against harassment\" translates yu kou. Kong Yingda comments: \"Here Third Yang bonds with [a line from] a different trigram. It fears that there will be strife caused by enemies who will try to come between them. However, Third Yang enters into this union with such compliance that it provides for their mutual security, and so no other can come between them.\" See Zhouyi zhengyi, 5: 30b. Cheng Yi interprets this differently: \"What is fitting for one at Third Yang is for him to ward off bandits [yu kou]. To reach a certain point in an unprincipled manner is banditry. To maintain one's rectitude and so distance oneself from licentiousness is what is meant here by 'ward off bandits.' If one is unable to ward off bandits in this way, one will cause oneself to go astray and so have misfortune.\" I.e., If \"the husband sets forth,\" there will be misfortune, so one at Third Yang ought not set forth and should stay put and keep guard over his own rectitude. See Zhouyi zhezhong, 7: 34a."},{"number":9,"note":"Kong Yingda comments: \"Because Fourth Yin rides atop a yang line [Third Yang], one should take aversion to its contrariness. However, Third Yang bonds and takes up with Fourth Yin in such a way that this union provides for mutual security. This is why the text says: 'So this one is compliant and provides for the common defense.' \" See Zhouyi zhengyi, 5: 30b.Cheng Yi has a different interpretation: What it is fitting to do is to ward off bandits. This means that one should use the Dao of compliance and so provide mutual defense. When the noble man joins with the petty man, he preserves his rectitude by keeping guard over himself, but how can this be nothing more than just keeping himself whole? He also enables the petty man to avoid falling into unprincipled behavior. Thus he uses the Dao of compliance and so provides mutual defense. One wards off evil that might befall them, and this is why the text says \"ward off bandits.\" Cheng's reading of the text here would seem to be: \"To ward off bandits means that one should provide for mutual defense by being compliant.\" See Zhouyi zhezhong, 12: 52a."},{"number":10,"note":"\"Proper perch\" translates qijue. A jue is a rafter or a level, stable branch on a tree. Both Cheng Yi and Zhu Xi take the opposite view and say that a tree is not a proper perch for a wild goose and that such a place is dangerous for it. But if it were to obtain a level branch (jue) for a perch, it might be safe after all. See Zhouyi zhezhong, 7: 34b-35a."},{"number":11,"note":"Kong Yingda comments: \"Although Fourth Yin rides atop Third Yang, as it embodies compliance, it subordinates itself to the one below, and although Third Yang is ridden upon, as it obeys the one above, it provides mutual protection. This is how Fourth Yin obtains a safe perch for itself.\" See Zhouyi zhengyi, 5: 31a. Cheng Yi interprets this differently: A jue [level branch] is a place of safety and stability. The Dao by which one may seek security consists of nothing but obedience and compliance. If one's moral actions are centered on compliance and rectitude and if one positions oneself in such a way that he remains lowly and compliant, what place would ever be unsafe? If one at Fourth Yin exercises compliance out of a sense of obedience and rectitude, he will obtain a level branch. See Zhouyi zhezhong, 12: 52b."},{"number":12,"note":"\"The Dao will be saved\" translates dao ji, a double entendre that also can mean \"the road will be delivered\"—i.e., the road between Fifth Yang and Second Yin will be cleared of obstacles."},{"number":13,"note":"\"Model\" translates yi, which Kong Yingda glosses as yibiao. Cheng Yi glosses it similarly as yifa, but Zhu Xi glosses it as yishi (ceremonial dress decoration). Both Cheng and Zhu read lu (highland) as kui: great thoroughfare, i.e., the sky, where birds fly. They also both take Top Yang to refer to the transcendent individual who has escaped the bounds of office and position. Cheng, like Wang Bi and Kong Yingda, says that such purity can serve as a model, but Zhu says: \"Top Yang has reached a height far beyond the positions of the human world. Nevertheless, its feathers can be used as ceremonial dress decoration. This is the image of one who, though extremely aloof, is still not without his uses.\" See Zhouyi zhezhong, 7: 36a-36b."}]}