{"number":56,"id":"001101","title":{"pinyin":"","wadeGiles":"Lu","english":"The Wanderer"},"structure":{"above":"Li Above","below":"Gen Below"},"judgement":{"text":"The Wanderer is such that prevalence might be had on a small scale, that is, one here might have the good fortune that the constancy of the Wanderer might provide. {Here one lacks the wherewithal by which he might complete the Dao of constancy and its concomitant good fortune and only has enough resources to realize the good fortune that the constancy of the Wanderer might provide. Thus the text draws particular attention again to \"the good fortune that the constancy of the Wanderer might provide.\"[[note 1]]} ","commentary":"\"The Wanderer is such that prevalence might be had on a small scale\": the soft and weak obtains a central position in the outer [upper] trigram and is obedient to the hard and strong. When stopped, one here should cling to the bright, and he can still use this opportunity to achieve prevalence on a small scale, which is what \"one here might have the good fortune that the constancy of the Wanderer might provide\" means. {When creatures lose their master, they go astray, and when the soft and weak ride atop the hard and strong, they become contrary. Creatures that have become contrary and also have gone astray always end up by having no fixed abode, so how could one here ever manage to achieve small-scale prevalence and the good fortune that stems from constancy? The yang is the leader of creatures, and the yin should always be obedient to the yang, but here Fifth Yin alone rides atop a hard and strong line [Fourth Yang]. Nevertheless, in addition, it achieves a central position in the outer [upper] trigram, and, in doing so, provides carriage for Top Yang. So all the yin lines are obedient to the yang and do not engage in obstreperousness. \"When stopped, one here should cling to the bright,\" [[note 2]] and when one acts, he should not tread the path of recklessness. Although such a one cannot go so far as a yang does when he achieves the exalted position and makes everything go smoothly on a grand scale, \"he can still use this opportunity to achieve prevalence on a small scale.\" If the Wanderer attaches himself to others in such a way that he does no damage to his sense of rectitude, he shall obtain the means to make himself secure.} The meaning underlying a time of the Wanderer is indeed great! {The Wanderer means great dispersion, for it is a time when all creatures lose the place where they dwell. All creatures that so lose their dwellings desire a place to attach themselves, so is it not a time when the wise have this right thing to do as well?}"},"image":{"text":"Above the Mountain, there is Fire: this constitutes the image of the Wanderer. [[note 3]] In the same way, the noble man uses punishments with enlightenment and care and does not protract cases at law.","commentary":"{He pauses to gain clarity over things, so punishment is the product of careful scrutiny.[[note 4]]} "},"sequence":{"commentary":"When one exhausts the potential to grow great, he is sure to lose his position. This is why Feng [Abundance, Hexagram 55] is followed by Lu [The Wanderer].","irregular":"When one has few kith and kin, this is Lu [The Wanderer]."},"lines":[{"number":1,"text":"First Yin\nIf the Wanderer lets himself be occupied by trivial matters here, by doing so he shall bring disaster upon himself. {First Yin occupies the very lowest position, so the Wanderer who might seek a place to stay here would not obtain the means to make himself secure and moreover would be beset with menial tasks. The reason he should bring disaster upon himself is that once his will was exhausted, he would come to grief.}","commentary":"\"If the Wanderer lets himself be occupied with trivial matters here,\" his will would become exhausted, which would be a disaster."},{"number":2,"text":"Second Yin\nHere the Wanderer arrives at lodgings where he is so attracted by the wealth involved that he becomes capable of the constancy of a young servant. {\"A lodging\" [ci] is a place at which the Wanderer can find security. Huai [cherish] here means \"to be attracted\" [lai]. Second Yin obtains a rightful position [as a yin line in a yin position], abides in centrality, embodies softness and weakness, and upholds the one above [Third Yang]. When one seeks a wanderer's lodgings in such a way as this, no doubt he might obtain a temporary place in the palace hostel [cishe]. Attracted by the wealth there, he acquires the capability that a young servant might have to practice rectitude [zheng]. Such a Wanderer is incapable here of filling a position of great promise, thus all the goodness [mei] that he might have would be exhausted in merely achieving the rectitude of a young servant. If he were to set forth and try to achieve more than this, he would certainly suffer harm. His capacity for righteousness [yi] extends no further than the rectitude of a young servant.[[note 5]]} ","commentary":"If \"he should become capable of the constancy of a young servant,\" in the end there will be no mistake.[[note 6]]"},{"number":3,"text":"Third Yang\nThe Wanderer has his lodging burn down and loses his young servant status, so even with constancy he would have danger. {Third Yang abides at the top of the lower trigram and forms a close relationship with Second Yin. As it represents a person who is a lodged Wanderer and yet takes a path [or \"pursues a dao\"] that takes him downward, it suggests that such a one here might be hatching a plot with Second Yin to usurp authority, something that would excite the suspicions of the ruler [whose guest he is]. Thus he \"has his lodging burn down,\" his servant status is lost, and his person is put in danger.[[note 7]]} ","commentary":"\"The Wanderer has his lodging burn down,\" so such a one thereby should feel wounded. As the Wanderer here allies himself with the one below [Second Yin], his capacity for righteousness [yi] is lost. [[note 8]]"},{"number":4,"text":"Fourth Yang\nThe Wanderer takes refuge where he can find it and so obtains a place where he has to use his axe, so this one's heart is not happy. {An axe is what one uses to chop away brambles and thorns, something to make one's stopping place secure. Although Fourth Yang is located at the bottom of the upper trigram and does not try to put itself in front of the others, it still does not obtain a position that is right for it [it is a yang line in a yin position]. Here is someone who fails to find a place on good, level ground, a traveler who takes refuge where he can find it, someone who does not obtain a proper place to stop but only obtains a place where he has to use an axe, [[note 9]] thus his heart is not happy.}","commentary":"\"The Wanderer takes refuge where he can find it,\" which means that he has not obtained a proper position. He \"obtains a place where he has to use his axe,\" which leaves his heart unhappy."},{"number":5,"text":"Fifth Yin\nThis one has but one arrow to shoot at a pheasant. Although it is lost, in the end, because of his reputation, he is given an appointment. {To shoot at a pheasant he has but one arrow but even so loses it. This clearly indicates that although he has the chance to get a pheasant, in the end he is unable to do so. The Wanderer lodges here in the course of his advance. Although such a one is located at the center of civility and enlightenment and abides in the exalted position, in the end this position is not his to have. As this one can recognize the first sprouts of misfortune and good fortune, he realizes that his place here is not secure because in doing so he has to ride on Fourth Yang below [a wrong relationship]. However, above he gives carriage to Top Yang [a right relationship], thus in the end, thanks to his good reputation, he receives an appointment to office.}","commentary":"\"In the end, because of his reputation, he is given an appointment,\" for his efforts benefit the one above."},{"number":6,"text":"Top Yang\nThis bird gets his nest burnt. The Wanderer first laughs and then later howls and wails. He loses his ox in a time of ease, which means misfortune. {When one finds himself at a lofty and dangerous place and makes that his home, this is called a \"nest.\" [[note 10]] The Wanderer in his travels obtains the top position, thus he \"first laughs.\" As one here occupies the very highest place as the Wanderer, he is the object of envy by all, and because he is a person who eschews intimacy and because he occupies a position that provokes envy and harm, he surely is on the path to misfortune. Thus the text says: \"[He] later howls and wails.\" An ox is the farmer's valuable property. It is because the Wanderer occupies the uppermost position that he is envied alike by all, and this is why \"he loses his ox in a time of ease.\" This does not occur at a time of danger and difficulty but because no one identifies with him. In such a precarious state with no support, \" 'he loses his ox in a time of ease,' for in the end he hears nothing about it\" [i.e., no one warns him]. Thus those that might do him harm will surely get to him.}","commentary":"As the Wanderer is positioned at the very top, he rightly gets burnt up. \"He loses his ox at a time of ease,\" for in the end he hears nothing about it."}],"notes":[{"number":1,"note":"This and all subsequent text set off in this manner is commentary by Wang Bi."},{"number":2,"note":"This refers to Gen (Restraint), the lower trigram, and Li (Cohesion, Fire, Brightness), the upper trigram."},{"number":3,"note":"The lower trigram is Gen (Restraint), in this case, Mountain, and the upper trigram is Li (Cohesion), here, Fire."},{"number":4,"note":"Kong Yingda comments: When fire is on top of the mountain, it races through the grass and shrubbery, a condition that does not leave it in one place for long. Thus this provides the image for the Wanderer. Furthermore, the two trigrams above and below are Gen [Restraint] and Li [Brightness]. So it is that the noble man emulates this image in the way he pauses in repose to investigate things with clarity, uses punishments only after careful scrutiny of the facts, and does not allow cases at law to become protracted. See Zhouyi zhengyi, 6: 5a."},{"number":5,"note":"Both Cheng Yi and Zhu Xi seem to interpret Second Yin differently. Huai for them means \"cherish\" in the sense of, as Cheng puts it, huaixu: \"hold in readiness\" (for needs, emergencies, etc.). They emphasize that the two things that the Wanderer (any traveler) needs are \"wealth\" (i.e., the money to cover travel expenses) and the constancy (loyalty) of servants (so they do not cheat him). Also, unlike Wang Bi and Kong Yingda, they do not say anything about the limitations one at Second Yin is supposed to have, so their reading of it seems to be: \"When the Wanderer arrives at lodgings, he should cherish his wealth and obtain the constancy of a young servant.\" See Zhouyi zhezhong, 8: 2a."},{"number":6,"note":"Kong Yingda comments: \"The Wanderer may not achieve a position of grandeur here, for if he were to do so, he would be harmed by others. But now he merely extends his capacity for rectitude to a young servant, so 'in the end there is no mistake.' \" See Zhouyi zhengyi, 6: 5a-5b."},{"number":7,"note":"Wang Bi and Kong Yingda interpret Third Yang in light of their understanding of Second Yin (see Zhouyi zhengyi, 6: 5b), but Cheng Yi and Zhu Xi take quite a different approach. Cheng comments: Third Yang is both hard and strong and also not central [i.e., does not practice the Mean]. . . . If one who is located at a time of the Wanderer becomes excessively hard and strong as well as arrogant, he will find himself on the way to grief and disaster. Arrogance will lead him to be disobedient to his sovereign, thus his sovereign will become inimical and burn down his lodging—and his place of security would be lost. . . . If such a one were excessively hard and strong, he would be harsh to his subordinate, thus his subordinate would leave him—and he would lose the constancy and trust of his young servant. Cheng's (and Zhu's) reading of Third Yang seems to be: \"The Wanderer has his lodging burned down and loses his young servant, so in spite of constancy, he will have danger.\" See Zhouyi zhezhong, 8: 2b."},{"number":8,"note":"Cheng Yi interprets the Commentary on the Images in light of his understanding of Third Yang: \"Here one at a time of the Wanderer is excessively hard and strong and treats his subordinate with arrogance, so he surely will lose his [servant's] loyalty and trust, that is, he will lose his heart [xin]. To lose one's young servant's heart while being a Wanderer can certainly be dangerous.\" Thus his reading of the second part of the Commentary on the Images seems to be: \"The Wanderer relates to his subordinate in such a way that his [the servant's] righteousness [heart, loyalty] is lost.\" See Zhouyi zhezhong, 12: 59a."},{"number":9,"note":"\"Obtains a place where he has to use his axe\" translates de qi zi fu zhi di, which follows Kong Yingda's gloss of it as de yong fu zhi di. Zi (property, wealth) is, in fact, sometimes used as a verb meaning \"rely on, employ, borrow, use, etc.,\" in texts roughly contemporary with Wang Bi, so Kong's reading is quite possible. See Zhouyi zhengyi, 6: 5b. However, Cheng Yi ignores this possibility and glosses zi as huocai: \"funds.\" So his reading of de qi zi fu would be \"obtains his funds and an axe.\" In later times, the expression zifu (funds and axe) simply meant \"travel expenses.\" See Zhouyi zhezhong, 8: 3a-3b."},{"number":10,"note":"Kong Yingda comments: \"Here one occupies the uppermost position, just like a bird does in a nest. As this top position is occupied by the Wanderer, he is sure to be overthrown, suffering the same fate as when a bird gets its nest burned up.\" See Zhouyi zhengyi, 6: 6a."}]}