{"number":33,"id":"001111","title":{"pinyin":"","wadeGiles":"Dun","english":"Withdrawl"},"structure":{"above":"Qian Above","below":"Gen Below"},"judgement":{"text":"Withdrawal is such that prevalence is had. It is fitting to practice constancy in small matters.","commentary":"\"Withdrawal is such that prevalence is had\" means that it is through Withdrawal that one achieves prevalence. {The concept underlying Withdrawal is that only by withdrawing will one [eventually] prevail.[[note 1]]}  When the hard and strong achieves a rightful position and finds resonance, such a one can act when the time is right. {This refers to Fifth Yang. As \"the hard and strong achieves a rightful position and finds resonance [with Second Yin],\" it is not obstructed and a victim of its own overreaching. One who practices Withdrawal and stays clear of obstruction and overreaching will be able to take action when the time is right.} \"It is fitting to practice constancy in small matters,\" for it is only by gradual advancement that they [the forces of yin] grow in strength. {Here the Dao associated with yin forces [First and Second Yin] may tend to advance gradually and grow in strength, but the correct Dao [the Dao of rectitude] has not yet completely perished, and this is why the text says that \"it is fitting to practice constancy in small matters.\"} The significance of a time of Withdrawal is indeed great!"},"image":{"text":"Below Heaven, there is the Mountain: this constitutes the image of Dun [Withdrawal].[[note 2]] In the same way, the noble man keeps at a distance the petty man, whom he does not overtly despise but from whom he remains aloof."},"sequence":{"commentary":"Things cannot long abide where they are located. This is why Heng [Perseverance, Hexagram 32] is followed by Dun [Withdrawal]. Dun here means \"retreat.\"","irregular":"If it is Dazhuang [Great Strength, Hexagram 34], it means \"a halt,\" but if it is Dun [Withdrawal], it means \"withdrawal.\""},"lines":[{"number":1,"text":"First Yin\nThere is danger here at the tail of Withdrawal, so do not use this as an opportunity to go forth. {Withdrawal as an overall concept means that one should avoid the inner and go to the outer, but a tail as such is located at the rearmost point of something. Located here during a time of Withdrawal, \"if one does not go forth [i.e., refrains from action], what calamity could there be?\" As this is the tail of the Withdrawal, it means that one has already been overtaken by disaster. If one seeks to move away only after danger has actually arrived, it will prove impossible to avoid being threatened by that danger, and that is why the text says \"do not use this as an opportunity to go forth.\"}","commentary":"There is danger here at the tail of Withdrawal, but if one does not go forth, what calamity could there be?"},{"number":2,"text":"Second Yin\nIf one holds them with yellow ox hide, none will manage to break away. {As Second Yin abides in the inner [lower] trigram and occupies the middle position, it is the ruler of the Withdrawal hexagram,[[note 3]] but all the others [i.e., the other lines] try to withdraw from it, so what measures can such a one take to hold them fast? If one were able to hold to the Dao of principles and centrality [the Mean], of generosity and obedience, and use it to try to hold them fast, none would manage to break away.[[note 4]]} ","commentary":"\"Hold . . . them with yellow oxhide\" means \"to hold their wills fast.\""},{"number":3,"text":"Third Yang\nTo be so attached here at a time of Withdrawal is as if one were in pestilential danger, but a kept servant will have good fortune. {Third Yang is located in the inner [lower] trigram and is next to Second Yin. Here a yang line adheres to a yin line; it ought to withdraw but is attached, and this is why the text says \"attached here at a time of Withdrawal.\" As a concept, Withdrawal means that one ought to keep petty men at a distance, but here a yang adheres to a yin, which means that such a one remains attached to the place where he is located. Not only is such a one unable to keep himself away from harm, he also has worn himself out in the process. So it is appropriate that he finds himself humiliated with shame and placed in great danger. To be so attached to where one finds himself is quite acceptable for a kept servant, but it is the way to misfortune for anyone who would apply himself to some great undertaking.}","commentary":"The danger of being attached at a time of Withdrawal renders one worn-out as with illneess. Whereas a kept servant might have good fortune here, one may not engage in great undertakings."},{"number":4,"text":"Fourth Yang\nHere one should withdraw from that of which he is fond, so the noble man will have good fortune, but the petty man will be obstructed. {Fourth Yang is located in the outer [upper] trigram but is in resonance with [First Yin in] the inner [lower] trigram. A noble man would withdraw from that of which he is fond, so [as Fourth Yang] he can discard it [First Yin], but the petty man remains attached to what he loves and so is obstructed.}","commentary":"The noble man withdraws from that of which he is fond, but the petty man is obstructed. {Pi [obstructed] should here be read as the pi in the expression zangpi [good and evil] [i.e., the petty man will \"fall on evil times\"].}"},{"number":5,"text":"Fifth Yang\nHere is praiseworthy Withdrawal, in which constancy brings good fortune. {Fifth Yang withdraws in such a way that it achieves rectitude, and it practices control back upon the inner trigram, where the petty man [Second Yin with which it is in resonance]— \"whom [Fifth Yang] does not overtly despise but from whom he remains aloof\"—obeys orders and rectifies his will completely. As good fortune stems from this achievement of rectitude, so Withdrawal here is praiseworthy.}","commentary":"\"Here is praiseworthy Withdrawal, in which constancy brings good fortune,\" and this is due to rectifying the will."},{"number":6,"text":"Top Yang\nThis is flying[[note 5]] Withdrawal, so nothing fails to be fitting. {Top Yang is located at the very extremity of the outer [upper] trigram. It is not in resonance with any other line, so, transcendent and absolutely aloof, this one's heart and mind are free from any doubts or cares. No disaster can entangle him as no harpoon arrow can reach him. This is how there is \"flying Withdrawal, so nothing fails to be fitting.}","commentary":"\"This is flying Withdrawal, so nothing fails to be fitting,\" for there is nothing about which one should have hesitation or doubt."}],"notes":[{"number":1,"note":"This and all subsequent text set off in this manner is commentary by Wang Bi. Wang also discusses this hexagram in section seven of his General Remarks."},{"number":2,"note":"The lower trigram Gen (Restraint) is associated with Mountain, and the upper trigram Qian (Pure Yang) is associated with Heaven."},{"number":3,"note":"One would expect Fifth Yang to be the ruler of this hexagram, but, as Cheng says in his commentary to Fifth Yang, Withdrawal is not something a sovereign over men should get involved in, and this is why there is nothing said about this line filling the ruler's position. However, if a sovereign is caused to flee, it certainly amounts to Withdrawal. So Fifth Yang, too, [like Second Yin] merely manages to keep itself within the bounds of centrality and rectitude [i.e., it is not really a ruler]. See Zhouyi zhezhong, 5: 17b."},{"number":4,"note":"Cheng Yi construes the text of Second Yin to refer instead to the special strong and correct bond between Second Yin and Fifth Yang, which are in resonance, and adds: \"Yellow is the color of the center, an ox is an obedient creature, and ox hide is something strong and sturdy.\" See Zhouyi zhezhong, 5: 15a."},{"number":5,"note":"\"Flying\" translates fei (rich/fat), as suggested by Wang Bi's commentary: \"No harpoon arrow can reach him.\" Also, when other early writers such as Zhang Heng (78-139) and Cao Zhi (192-232) quote or paraphrase the text of Top Yang here, they use the character fei (fly/flying) instead of fei (rich/fat). However, Kong Yingda glosses fei as raoyu (rich, abundant, wealthy), and later commentators such as Cheng Yi and Zhu Xi gloss it as kuanyu (rich; extremely resourceful), so all of them seem to take fei Dun as \"resourceful Withdrawal\" or \"Withdrawal over which one has abundant control.\" See Lou, Wang Bi ji jiaoshi, 2: 386 n. 13; Zhouyi zhengyi, 4: 8b; Zhouyi zhezhong, 5: 18a."}]}