{"number":62,"id":"001100","title":{"pinyin":"","wadeGiles":"Xiaoguo","english":"Minor Superiority"},"structure":{"above":"Zhen Above","below":"Gen Below"},"judgement":{"text":"Minor Superiority is such that prevalence may be had, if the fitting practice of constancy takes place. Small matters may be undertaken here, but great matters may not be undertaken. The flying bird is losing its voice, for it should not go up but should go down, because then there would be great good fortune. {\"The flying bird is losing its voice\" means that its voice is sad because it is trying to find a place to stop. [[note 1]] The higher it goes, the less likely that it would find anything suitable, but if it were to go down, it would find someplace safe. The higher something goes, the more exhausted it becomes, and nothing finds this more true than a flying bird.} [note 2]]","commentary":"Minor Superiority is such that one can achieve superiority in minor things and thereby achieve prevalence. {\"Minor things\" means any kind of small matter. Here one achieves superiority in small matters and in so doing manages to make things go smoothly.} Such superiority succeeds through the fitting practice of constancy and is something that can be exercised only when the times allow it. {One may achieve success by superiority through the fitting practice of constancy, and this can be done only in response to the exigencies of the times. When one exercises superiority in reverence and temperance, such a one is fit to practice constancy.} The soft and weak obtain central positions, and, because of this, there is good fortune in minor matters. The hard and strong stray from their proper positions and so are not central, and because of this, it is not possible to undertake major matters. {The accomplishment of major matters is surely a thing for the hard and strong. When the soft and weak insinuate themselves into major things, this forms the Dao that leads to Bo [Peeling, Hexagram 23].} There is the image of a flying bird in it [the Xiaoguo hexagram]. {\"It should not go up but should go down\": such is the image of the flying bird.} \"The flying bird is losing its voice, for it should not go up but should go down, because then there would be great good fortune.\" That is, to go above means insubordination, but to go below means obedience. {To go above means that one rides atop the hard and strong [as Fifth Yin rides atop Fourth Yang], but to go below means that one gives carriage to the yang [as Second Yin supports Third Yang]. No greater misfortune can befall one than when one tries to exercise superiority in insubordination, but if one exercises superiority in obedience, such superiority will work a thoroughgoing change and beget good fortune.}"},"image":{"text":"Above the Mountain, there is Thunder: this constitutes the image of Minor Superiority. [[note 3]] In the same way, the noble man in his actions is superior in reverence, in his bereavement he is superior in grief, and in his expenditures he is superior in temperance. [[note 4]]","commentaryAppended":"They [the ancient sage kings] cut tree trunks to make pestles and hollowed out the ground to make mortars. The benefit of pestles and mortars was such that the myriad folk used them to get relief from want. They probably the idea for this from the hexagram Xiaoguo [Minor Superiority]. [[note 5]]"},"sequence":{"commentary":"One who enjoys such trust will be sure to put it to use. This is why Zhongfu [Inner Trust, Hexagram 61] is followed by Xiaoguo [Minor Superiority].","irregular":"Xiaoguo [Minor Superiority] indicates superiority."},"lines":[{"number":1,"text":"First Yin\nTo be a flying bird here would mean misfortune. {At a time of Minor Superiority, \"to go above means insubordination, but to go below means obedience,\" but the resonate partner of First Yin is above in the upper trigram [Fourth Yang]. Nevertheless, to advance would be to commit insubordination. To have no place to rest the feet is a misfortune for a flying bird.}","commentary":"\"To be a flying bird here would mean misfortune,\" and nothing at all could be done about it. [[note 6]]"},{"number":2,"text":"Second Yin\nThis one is superior to his ancestor and meets his ancestress. He does not go as far as his sovereign but does meet his minister, so there is no blame. {To exercise superiority and so obtain what one should have is what is meant by \"meet.\" At a time of Minor Superiority, this one fills a position that is right for it [it is a yin line in a yin position], that is, by exercising superiority one here obtains what he should have. An ancestor is an initiator, and here it refers to First Yin, and an ancestress is someone who abides within, treads the middle path [follows the Mean], and so practices rectitude. This one is superior to First Yin and treads the territory of the second position. Thus the text says: \"This one is superior to his ancestor and meets his ancestress.\" Second Yin exercises superiority but does not arrogate to himself that which belongs to another, so he finishes up at the position of minister and nothing more. Thus the text says: \"He does not go as far as his sovereign but does meet his minister, so there is no blame.\"[[note 7]]} ","commentary":"\"He does not go as far as his sovereign,\" for he must not rise superior to the position of minister."},{"number":3,"text":"Third Yang\nIf this one does not exert his superiority and ward them off but instead follows along, they are likely to kill him, which means misfortune. {In a world governed by Minor Superiority, the great do not hold sway, so this allows the petty to achieve superiority over them [literally, \"to manage to pass them (the great) by\"]. Third Yang abides at the top of the lower trigram. As a yang, it is in its rightful [yang] position, yet it is unable to take the lead in asserting its superiority and so ward the petty off. This reaches such a state that Third Yang allows them all [i.e., First Yin and Second Yin] to pass it by, while it, in response [to Top Yin], also follows along behind them. But when it tries to follow them, Third Yang suffers the misfortune of being killed. Thus the text says: \"If this one does not exert his superiority and ward them off but instead follows along, they are likely to kill him, which means misfortune.\"}","commentary":"\"If this one . . . follows along, they are likely to kill him,\" and what can be done about such misfortune as that?"},{"number":4,"text":"Fourth Yang\nThat this one is without blame is because he deals with circumstances in such a way that he does not exert his superiority. If he were to set forth, there would be danger, so he must take warning. One must not use this one where perpetual constancy is required. {Although the character of this line is yang, it does not abide in its rightful position [it is a yang line in a yin position], so it signifies one who can avoid becoming the object of blame, and this is how he manages to avoid blame here. Having lost a rightful position in the lower trigram, [[note 8]] this represents someone who cannot assert his superiority. As this one cannot assert his superiority, he therefore takes advantage of the opportunity to avoid blame. Thus the text says: \"That this one is without blame is because he deals with circumstances in such a way that he does not exert his superiority.\" Contentment here is poisoned wine, something for which one must not yearn. Fourth Yang is located at this unsettled time of Minor Superiority, and, as it is a yang in a yin position, it is incapable of taking any action. By taking advantage of this situation, one may protect oneself and so find it possible to avoid blame. But if one uses this as an opportunity to set forth and undertake action, he will find it a dao [path] that leads to danger. This one does not form relationships with others, nor do others have anything to do with him, so there is no hand to offer him help. Thus, when danger threatens, he must do nothing but take warning, for there is no one he can apply to for rescue. Sunk in such timidity and weakness of will, all this one can do is try to protect himself. One with such characteristics who moreover is located in the midst of this clique of petty men does not measure up to the requirements of responsibility. Thus the text says: \"One must not use this one where perpetual constancy is required.\" That is to say, he does not measure up to the requirements of being employed where perpetual constancy is needed.[[note 9]]} ","commentary":"\"He does not exert his superiority but does meet with the opportunity to do as he should,\" for the position is not right for him. \"If he were to set forth, there would be danger, so he must take warning,\" for in the end he could not last long."},{"number":5,"text":"Fifth Yin\nDense clouds do not rain but start off from our western suburbs. [[note 10]] The duke shoots and captures that one there in the cave. {At a time of Minor Superiority, the small exercises superiority over the great. A six [yin line] here obtains the fifth position [the rulership of the hexagram], so this represents the culmination of yin potency. Thus the text has it that \"dense clouds do not rain but start off from our western suburbs.\" Rain occurs when the yin are above and the yang exert pressure on the yin but are unable to break through, for then the resulting vapor turns into rain. But Gen [Mountain, i.e., Restraint] is stopped below, and so such interaction does not take place here, thus it does not rain. Thus it is that in Xiaoxu [Lesser Domestication, Hexagram 9] it is because they [the yang lines] keep moving away and so bring prevalence that no rain falls there and that in Minor Superiority it is because the yang lines do not interact [with the yin lines] above that no rain falls here either. Although a yin is at the height of its powers above, it is never able to exercise that power. The office of duke is the highest rank of all the sovereign's ministers. As Fifth Yin represents the apogee of yin potency, it is referred to here as \"duke.\" Yi [harpoon arrow] here means \"to shoot.\" Those that stay in caves are creatures that tend to secrete themselves and lie low. In Minor Superiority, as superiority is small, it is impossible for one to accomplish anything great, just as it is for someone who secretes himself and lies low. If Fifth Yin with its yin character gains control over a time of Minor Superiority, it can but garner Minor Superiority, thus the text says: \"The duke shoots and captures that one there in the cave.\" Opening the Dao [route] to superiority has nothing to do with capturing, for such a course would but lead to \"dense clouds\" and never to rain.[[note 11]]}","commentary":"\"Dense clouds do not rain,\" for one [Third Yang] is already at the top. {The yang is already on top, thus it stops.[[note 12]]}"},{"number":6,"text":"Top Yin\nThis one does not meet with the opportunity to do as he should but rises superior to it. He is a flying bird that goes farther and farther away, which results in misfortune. Such a course means utter disaster. {Here the superiority of the petty man finally arrives at its highest point. As the Superiority of one here knows no limits, he goes so far as to overreach himself. As such a one pushes his superiority to the point of overreaching, what can he then ever meet with? If a bird were to keep on flying without ever stopping, where would it ever find a place to rest? Such a one brings disaster upon himself, so what more could be said about it?}","commentary":"\"This one does not meet with the opportunity to do as he should but rises superior to it,\" which means that he has already overreached himself."}],"notes":[{"number":1,"note":"\"The flying bird is losing its voice\" translates feiniao yi yin. Kong Yingda comments: \"Yi means shi [lose]. That the bird is losing its voice can only mean that it is exhausted and hard-pressed because of not having found a safe place to stop. The Lunyu [Analects 8:4] says: 'When a bird is about to die, its call is sad.' Thus we know that 'is losing its voice' [yi yin] means that its sound is sad.\" See Zhouyi zhengyi, 6: 18a. Cheng Yi and Zhu Xi both seem to interpret yi yin as \"leave behind [transmit] a message.\" That is, \"the flying bird transmits the message: one should not go up, but one should go down.\" See Zhouyi zhezhong, 8: 30b-31a."},{"number":2,"note":"This and all subsequent text set off in this manner is commentary by Wang Bi."},{"number":3,"note":"The lower trigram is Gen (Mountain), and the upper trigram is Zhen (Thunder)."},{"number":4,"note":"Kong Yingda comments: \"Thunder appears here not from within the Earth but from the Mountain above, so it is superior to its proper place of origin. Thus the hexagram is called 'Minor Superiority.' When a petty man is superior to his duties, he tends to fail because he is too rash and too extravagant. Thus the noble man serves as a model to correct him.\" See Zhouyi zhengyi, 6: 18b. It was the traditional view of the Chinese that thunder was produced inside the earth; this was \"its proper place of origin.\""},{"number":5,"note":"See section two of the Commentary on the Appended Phrases Part Two, and note 19 there."},{"number":6,"note":"\"Nothing at all could be done about it\" translates buke ruhe ye, an interpretation that follows the commentary of Cheng Yi; see Zhouyi zhezhong, 12: 72a. Kong Yingda offers a different interpretation: \"When advance would be to commit insubordination, whoever understands that this must not be done [buke] yet still does it, brings misfortune and blame upon himself, and whatever could such a one wish to do then [yu ruhe hu]?\" See Zhouyi zhengyi, 6: 19a. Kong's reading of the text would seem to be: \" 'To be a flying bird here would mean misfortune.' As one must not do such a thing, what could he ever do about it then?\""},{"number":7,"note":"Cheng Yi and Zhu Xi interpret Second Yin differently. Cheng comments: When a yang is above, it provides the image of the father. One who is more exalted than the father should have the image of the ancestor. Fourth Yang is above Third Yang, thus it represents the ancestor. Second Yin and Fifth Yin abide in mutually resonate positions and both have the virtues of softness and centrality. It is the will of Second Yin not to follow either Third Yang or Fourth Yang, thus it rises superior to Fourth Yang and meets Fifth Yin. This is what is meant by \"is superior to his ancestor.\" The fifth line is both yin and noble, so it provides the image of the ancestress. It has the same virtues as Second Yin and resonates accordingly with it. In other hexagrams, the yin and yang should try to find each other, but at a time of Superiority one must rise superior to one's ordinary condition, thus it is different here. As there are none that Second Yin cannot rise superior to, when it follows Fifth Yin, it gets a warning about its exercise of superiority: \"He does not go as far as his sovereign but does meet his minister.\" This means that this one should advance upward but should not encroach upon his sovereign's position. However, if such a one were to fulfill the Dao of the minister, there would be no blame. See Zhouyi zhezhong, 8: 33a-33b."},{"number":8,"note":"Fourth Yang, at the bottom of the upper trigram, is in a lowly, subordinate position: not a place from which to exert superiority. If this line were at the top of the lower trigram (i.e., in the third position), a lofty position of authority, it could, of course, exert that superiority."},{"number":9,"note":"Both Cheng Yi and Zhu Xi interpret Fourth Yang in a more positive light. They say that a yang line in a yin position indicates humility and reverence, qualities that allow this hard and strong one to suppress his superiority, refrain from advancing, and so stay free of blame. Also Cheng Yi interprets wuyong yongzhen (one must not use this one where perpetual constancy is required) differently: \"Just now at a time when the yin enjoy superiority, this yang hard and strong one finds himself out of his proper position. Thus the noble man must get in step with the moment and comply with the exigencies of the place. He must not hang on tenaciously to constant principles.\" So for Cheng, wuyong yongzhen seems to mean \"this one must not practice perpetual constancy.\" See Zhouyi zhezhong, 8: 34b-35a."},{"number":10,"note":"Cf. Hexagram 9, Xiaoxu (Lesser Domestication), the Judgment, and note 4 there."},{"number":11,"note":"Kong Yingda says that rain is a metaphor for the moral transformative power of virtue, which is how one gets others to submit of their own accord. However, he observes, \"here one shoots and so captures them, which emphasizes military power; one who emphasizes military power will but make dense clouds and no rain.\" I.e., external coercion never leads to great and good government—something that only emerges once the populace has been morally transformed by the ruler. See Zhouyi zhengyi, 6: 20b. Both Cheng Yi and Zhu Xi think that the one in the cave refers to Second Yin. They go on to say that Fifth Yin captures Second Yin in order that Second Yin will help, but, as Cheng says, \"how could two yin ever manage to accomplish anything great? It would be just like dense clouds being unable to produce rain.\" See Zhouyi zhezhong, 8: 35b."},{"number":12,"note":"Kong Yingda comments: \"Once the yang line in Gen [Mountain, Restraint] has climbed to the top position of this particular trigram, it comes to a complete stop. Thus it does not climb further to interact [with the yin lines of the upper trigram] and so make rain.\" See Zhouyi zhengyi, 6: 20b."}]}