{"number":31,"id":"001110","title":{"pinyin":"","wadeGiles":"Xian","english":"Reciprocity"},"structure":{"above":"Dui Above","below":"Gen Below"},"judgement":{"text":"Reciprocity is such that prevalence is had. It is fitting to practice constancy here. To marry a woman means good fortune.","commentary":"Reciprocity is a matter of stimulation. Here the soft and yielding [Dui (Joy), here representing the Youngest Daughter] is above, and the hard and strong [Gen (Restraint), representing the Youngest Son] is below.[[note 1]] The two kinds of material force [qi] stimulate and respond and so join together. {This is how \"prevalence is had.\"[[note 2]]}  The one is passive, and the other joyous. {And this is how \"it is fitting to practice constancy here.\"} The male takes a place below the female, {So \"to marry a woman means good fortune.\"}, and this is how \"prevalence is had,\" how \"it is fitting to practice constancy,\" and how \"to marry a woman means good fortune.\" It is by the mutual stimulation of Heaven and Earth that the myriad things are created. {With the joining together of the two kinds of material force, creation takes place.} It is by the sage stimulating the hearts and minds of men that the entire world finds peace. If we observe how things are stimulated, the innate tendencies [qing] of Heaven and Earth and all the myriad things can be seen. {The innate tendencies of Heaven and Earth and the myriad things are seen in how they are stimulated. Whenever stimulation takes place, it is a realization of the Dao of Reciprocity, but if stimulation cannot take place, this means that the things involved do not belong to the same category of existence. Thus the text cites marrying a woman to illustrate the principle of common categories. When beings of the same category of existence do not stimulate and respond to each other, in each such instance it is because some overreaching of station occurs. Thus, although a woman is a creature who should respond to a man, it is necessary for the man to take a place beneath her, for only then will marriage to her result in good fortune.}"},"image":{"text":"The Lake is above the Mountain: this constitutes the image of Reciprocity.[[note 3]] In the same way, the noble man receives others with self-effacement [xu, literally, \"emptiness\"].","commentary":"{If one receives others with self-effacement, they will certainly be stimulated and respond to him.[[note 4]]} "},"sequence":{"commentary":"Only after there were Heaven and Earth were there the myriad things. Only after there were the myriad things were there male and female. Only after there were male and female were there husband and wife. Only after there were husband and wife were there father and child. Only after there were father and child were there sovereign and minister. Only after there were sovereign and minister were there superiors and subordinates. Only after there were zsuperiors and subordinates did propriety and righteousness have a medium in which to operate.","irregular":"Xian [Reciprocity] means \"things will go quickly.\""},"lines":[{"number":1,"text":"First Yin\nReciprocity is in the big toe. {First Yin is located at the very beginning of Reciprocity and represents the beginning of stimulation. Stimulation is located at the extremity [of the body]. Thus there is nothing more than an inclination involved. If one's basic person is solid and strong, this will not go so far as to damage one's equanimity.}","commentary":"When \"Reciprocity is in the big toe,\" the inclination is directed to the outside. {Fourth Yang [with which First Yin is in resonance] belongs to the outer [upper] trigram.}"},{"number":2,"text":"Second Yin\nReciprocity is in the calf of the leg, which means misfortune, but if one stays still, he will have good fortune. {Here the Dao of Reciprocity has moved forward a stage and has left the big toe and ascended to the calf. The substance of the calf is such that its movement is impetuous, but to act impetuously when stimulated by something is a dao of misfortune. So to follow impetuosity here would result in misfortune, but to stay still would mean good fortune. As Second Yin does not ride on top of a hard and strong [yang] line [i.e., it is not threatened from below], it can as a consequence stay still and garner good fortune.}","commentary":"Although beset by misfortune, to stay still here means good fortune. The compliant will come to no harm. {To be yin and so stay still realizes the Dao of compliance. Be not impetuous, and stay still, for compliance will let one avoid harm.}"},{"number":3,"text":"Third Yang\nReciprocity is in the thigh, something that is compelled to follow along, so the inclination to set out here means hard going. {The thigh as such is something that follows the foot. When one advances, it cannot control the movement, and when one retreats, it cannot remain still in place. When stimulation is in the thigh, it indicates someone whose inclination is to follow others. Such a one's inclination is to follow others, and those that compel him to do so [First Yin, i.e., \"Big Toe,\" and Second Yin, i.e., \"The Calf\"] also act out of baseness or vulgarity [i.e., impetuosity]. So it is because of this that such a one is made to set forth, and this makes what he should do [assert himself and stay still] hard going.[[note 5]]} ","commentary":"\"Reciprocity is in the thigh,\" and this one, too, tends not to stay still, for his inclination is to follow others. Those that compel him to do are below [First Yin and Second Yin]."},{"number":4,"text":"Fourth Yang\nConstancy results in good fortune, and thus regret is avoided. You pace back and forth in consternation, and friends follow your thoughts. {Fourth Yang is located at the beginning of the upper trigram, is in resonance with First Yin, abides in the center of the body trigrams, and finds itself above the thighs. When two bodies [male and female, represented by the two constituent trigrams] begin to associate and stimulate each other, it is because they share the same inclination; it is a matter of their hearts or spirits being stimulated first. Whenever one begins to feel such stimulation yet fails to control it with rectitude, it will lead to disaster. This is why one must be sure to practice constancy here, for only then will good fortune result, and only with good fortune will one manage to avoid any possible regret. This one begins with a particular stimulation [Fourth Yang is in resonance with First Yin], but as he fails to realize perfectly the sum ultimate of all stimulations [i.e., enter into an impartial reciprocal relationship with the entire world], he is never able to reach the point where he is \"without thought\" [i.e., impartial][[note 6]] and so only obtains his own particular clique or faction. This is why the text has it that only when he paces back and forth in consternation do his friends follow his particular thoughts. [i.e., he fails to achieve universal empathy]}","commentary":"\"Constancy results in good fortune, and thus regret is avoided,\" for stimulation here has not brought about harm. {Stimulation has not been done to cause harm, thus it is possible to rectify matters and so manage to avoid regret.} \"You pace back and forth in consternation,\" for this one has failed to achieve magnificence and greatness."},{"number":5,"text":"Fifth Yang\nReciprocity is in the upper back, which amounts to no regret. {The mei [upper back] is above the heart and below the mouth. Moving forward here does not involve great stimulation, and, whereas moving backward may not be without purpose, that purpose would be shallow or trivial. This is why the text says that there is merely \"no regret\" here.}","commentary":"\"Reciprocity is in the upper back,\" so the purpose is trivial."},{"number":6,"text":"Top Yin\nReciprocity is in the jowls, cheeks, and tongue. {The Dao of Reciprocity peters out at this stage. This is why it becomes nothing more here than words spoken by the mouth and tongue.}","commentary":"When \"Reciprocity is in the jowls, cheeks, and tongue,\" it produces the speech of an overflowing mouth. {The jowls, cheeks, and tongue are the instruments by which speech is made. \"When 'Reciprocity is in the jowls, cheeks, and tongue,' it produces the speech of an overflowing mouth.\" As even the \"you pace back and forth in consternation\" [of Fourth Yang] indicates that no magnificence or greatness has been achieved, so we understand here that things are so much more insubstantial l at this stage of the \"overflowing mouth.\"}"}],"notes":[{"number":1,"note":"See section ten of Explaining the Trigrams."},{"number":2,"note":"This and all subsequent text set off in this manner is commentary by Wang Bi."},{"number":3,"note":"Gen (Mountain, Restraint) is the lower trigram, and Dui (Lake, Joy) is the upper trigram. Kong Yingda comments: \"The nature of the lake is such that it lets water flow down from it, so it can provide nourishing moisture to what is below. The substance of the Mountain is such that it accepts things from above, so it can receive this nourishing moisture.\" See Zhouyi zhengyi, 4: 2a."},{"number":4,"note":"Cf. Laozi, section 61, p. 160: \"A small state can take over a big state by placing itself under a big state.\" Part of Wang Bi's commentary here is worth quoting: \"It is only by cultivating humility that one will always get what he wants.\""},{"number":5,"note":"\"Hard going\" translates lin. See Hexagram 3, Zhun (Birth Throes), note 6. However, Cheng Yi glosses lin here as xiulin (humiliating), which suggests that Cheng would read the last part of Third Yang differently: \"So when he sets out, it will be humiliating.\" See Zhouyi zhezhong, 5: 3b."},{"number":6,"note":"Cf. Zhuangzi, 32/12/74: \"The man of virtue rests without thought [wusi] and acts without calculation.\""},{"number":7,"note":"Kong Yingda's commentary helps to make since of Wang's pithy remarks: The upper back is above the heart and below the mouth. Fourth Yang already occupies the center of the body and is where the heart or spirit is stimulated. Fifth Yang has advanced to a point above Fourth Yang, thus its stimulation takes place in the upper back. With the upper back, one has gone beyond the heart, and this is why moving forward [i.e., moving further away from the heart] cannot involve great stimulation [as it is the heart that is the seat of greatest stimulation]. Due to the fact that Fifth Yang is located above the heart, to move backward [i.e., back toward the heart] would not be without purpose [as the xin (heart/mind) is also the seat of the will, and one is moving closer to it], but such purpose would be shallow or trivial. See Zhouyi zhengyi, 4: 3b. However, Cheng Yi and Zhu Xi read Fifth Yang quite differently. Cheng's commentary is the more detailed: Fifth Yang occupies the exalted position [it is the ruler of the hexagram], so it ought to stimulate the whole world with its perfect sincerity. However, it is in resonance with Second Yin and is contiguous with Top Yin. If it forms a relationship with the former and finds delight in the latter, it would be guilty of selfish partiality and shallow narrowness, which is not at all the Dao of a true sovereign of men, for how could such a one ever stimulate the whole world? Mei is the flesh of the back, something that is opposed to the heart and something that does not see things. This means both that it can oppose the selfish inclinations of the heart and that stimulation for it does not involve things that it might see and take delight in. Thus one may here obtain the rectitude with which the true sovereign of men stimulates the whole world and in so doing avoid regret. See Zhouyi zhezhong, 5: 6b."}]}