{"number":29,"id":"010010","title":{"pinyin":"","wadeGiles":"Xikan","english":"The Constant Sink Hole"},"structure":{"above":"Kan Above","below":"Kan Below"},"judgement":{"text":"The Constant Sink Hole {\"Sink hole\" is the name for a dangerous pit, and \"constant\" refers to practicing something constantly.[[note 1]]}  is such that if there is sincerity, then the heart and mind should prevail, {Hard and strong lines are correctly positioned inside [in the second and fifth places], so there is sincerity here. When the yang force is not expressed externally but stays within, this signifies a prevalence of heart and mind.} and one's actions will enjoy esteem. {Within there is prevalence, but one keeps this hidden from without; within there is hardness and strength, but one shows obedience and compliance without. If one faces danger in this way, \"one's actions will enjoy esteem.\"}","commentary":"The Constant Sink Hole signifies multiple dangers. {The Sink Hole serves to express danger, so this is why it is especially described in terms of \"multiple dangers.\" The fact that it is called \"The Constant Sink Hole\" is due to its constant involvement with multiple dangers. As water flows in but does not fill it up, so one faces danger but does not violate his trust. {Here there is an extreme of dangerous steepness, and this is why water flows but cannot fill it up. Though one is located in extreme danger, he does not neglect his strength and centrality, and though he faces such danger, he does not violate his trust: this is what \"The Constant Sink Hole\" means.} The reason \"the heart and mind should prevail\" is that one fills one's middle with hardness and strength, and the reason \"one's actions will enjoy esteem\" is that when one sets forth, he achieves merit. {One constantly practices [xi] how to deal with the Sink Hole, so when one goes to the land of the Sink Hole, he will be able to use every advantage against it, and this is why \"when one sets forth,\" surely \"he achieves merit.\" The strategic condition [literally, \"danger\"] of Heaven consists of there being no way to climb up to it, {It is because one cannot manage to climb up to it that Heaven preserves its exalted majesty.} and strategic conditions on Earth consist of mountains, rivers, hills, and high ground. {If people have mountains, rivers, hills, and high ground, they can preserve their integrity.} Kings and dukes provide themselves with strategic conditions in order to protect their states. {States rely on strategic conditions to protect themselves. The conclusion is that from Heaven and Earth on down nothing can do without strategic conditions.} When the time comes for strategic conditions to play their role, their usefulness is indeed great! {It is not a matter of using them on a regular basis, but their use comes into play when the time demands it.}"},"image":{"text":"Water keeps coming on: this constitutes the image of the Constant Sink Hole.[[note 2]] In the same way, the noble man consistently practices virtuous conduct and constantly engages in moral transformation","commentary":"{With extreme danger unrelieved, moral transformation must not be neglected. This is why the text says: \"Consistently practice . . . virtuous conduct and constantly engage . . . in moral transformation.\" Only when one is constantly practiced in how to deal with the Sink Hole will he manage to avoid being brought to grief by perilous situations and also remain constant in virtuous conduct. This is why the noble man takes the Constant Sink Hole as his model, for in so doing he \"consistently practices virtuous conduct and constantly engages in moral transformation.\"}"},"sequence":{"commentary":"One cannot stay forever in a state of superiority. This is why Daguo [Major Superiority, Hexagram 28] is followed by Kan [Sink Hole]. Kan here indicates a pit.","irregular":"Li [Cohesion, Hexagram 30] signifies ascent, and Kan [Sink Hole] signifies descent."},"lines":[{"number":1,"text":"First Yin\nHere in the Constant Sink Hole one falls into the drain hole at the bottom, and this means misfortune. {The Constant Sink Hole signifies matters that are constantly perilous. To be located here at First Yin at the very bottom of the Sink Hole means that one has entered its drain hole. In addition to being located in the midst of multiple dangers, one here also enters the very bottom of the Sink Hole: this is a path fraught with misfortune. In such danger yet unable to save oneself, in the Sink Hole to begin with and then fallen into its very drain hole: this indicates someone who has lost the Dao [i.e., \"his way\"] and now lies exhausted at the bottom of the Sink Hole. There is no one above to resonate with [because there is a yin line in the fourth position] and who might help, thereby allowing one to save himself, and this is why there is misfortune.}","commentary":"Here at the Constant Sink Hole one falls into it, and to have so lost the Dao [one's way] means misfortune."},{"number":2,"text":"Second Yang\nHere in the Sink Hole, where there is danger, one may only strive for small attainments. {Where Second Yang treads is out of its rightful place [it is a yang line in a yin position.], and this is why the text says \"in the Sink Hole.\" There is no one above to resonate with [i.e., no responsive line in the upper trigram] and who might help, so it says: \"There is danger.\" To be in danger at the Sink Hole signifies that this one is not yet able to extricate himself from danger. As Second Yang stays within the Mean [i.e., it is located in the middle position of the lower trigram] and as it gets on well with First Yin and Third Yin, so it can \"strive for small attainments.\" But First Yin and Third Yin lack the wherewithal to be of help to Second Yang, and this is why the text says \"small attainments.\"}","commentary":"\"This one may strive for small attainments\" but has not yet found his way out from inside [of the Sink Hole and danger]."},{"number":3,"text":"Third Yin\nWhether one comes or goes, there is a Sink Hole before him. In danger and stuck here too, it would not do to fall down the Sink Hole drain. {Not only does Third Yin tread on a place that is not its rightful position [it is in a yang position], it also is located at the juncture of the two Sink Holes. To set out would result in going to the one Sink Hole, but to stay would mean the other. This is why the text says: \"Whether one comes or goes, there is a Sink Hole before him.\" Zhen [usually \"headrest,\" \"pillow\"] here means to be \"stuck\" or \"bogged down\"[zhenzhi] in a precarious position.[[note 3]] One might set out, but there is nowhere to go. He might stay put, but no place offers security. This is why the text says: \"In danger and stuck here too.\" \"Whether one comes or goes,\" there is a Sink Hole in either case. Neither course of action can be employed here, for both would result in nothing but futile effort.}","commentary":"\"Whether one comes or goes, there is a Sink Hole before him,\" so in the end there can be no meritorious outcome."},{"number":4,"text":"Fourth Yin\nFor a cup of wine and food bowls two, use plain earthenware. Provide this frugal fare through the window, and in the end there will be no blame. {Fourth Yin may be located amid multiple dangers, but its tread is correct. As a weak line in a weak position, it manages to tread on its rightful place, and in so doing it carries Fifth Yang. Fifth Yang also obtains its rightful place [because it is a yang line in a yang position]. Here a strong and a weak line each obtain their rightful places, so there is no question of mutually incompatible positions. Neither line is in resonance with any of the remaining lines, so here they fulfill this carrying and contiguous relationship. Expression of bright sincerity here has nothing to do with external ornamentation. Located in the Sink Hole under such circumstances, although Fourth Yin repays [the sovereign, Fifth Yang] with one cup of wine and two bowls of food, it is earthenware vessels that provide such extremely plain fare, and they are handed in through the window.[[note 4]] As such, they are worthy of presentation to princes or nobles and of offering at ancestral temple sacrifices. This is why the text says: \"In the end there will be no blame.\"}","commentary":"\"A cup of wine and food bowls two\" signify the affiliation of the hard and the soft [or strong and weak—Fourth Yin and Fifth Yang]."},{"number":5,"text":"Fifth Yang\nThe Sink Hole is not filled up, but here only when one is level with the top will there be no blame. {Fifth Yang is the ruler of the Sink Hole hexagram, but as it has no resonate supporting line from which it can get help for itself, it never is able to fill up the Sink Hole, and, as the Sink Hole does not get filled up, there is no end to the danger. Zhi [here] is a modal particle.[[note 5]] To be the ruler of the Sink Hole, one can be without blame only if he rises completely even with the top. This is why the text says: \"Here only when one is level with the top will there be no blame.\" This means that only once one is level with the top will he escape blame, so it is obvious that Fifth Yang never manages to avoid blame here.[[note 6]]} ","commentary":"\"The Sink Hole is not filled up\": because what is in the middle [the ruler] is not great enough."},{"number":6,"text":"Top Yin\nHere it is as if for bonds two- and three-ply cords were used or as if one were put inside a bramble wall stockade. Such a one is not successful for three years, which means misfortune. {Here severe danger is at its highest point and can go no higher. As with the strictest of laws and the most rigorous of corrective measures, it is impossible to go against it. Proper it is that when one is arrested, he be put in a place to think over the error of his ways. Three years is the time for such danger to run its course, and when the danger has come to an end, the situation is reversed. This is why one here is unsuccessful for three years. But if one cultivates himself for these three years, he can thereby seek rehabilitation [literally, a \"return\"]. Thus the text says: \"Such a one is not successful for three years, which means misfortune.\"","commentary":"Top Yin has lost the Dao, so his misfortune will last three years."}],"notes":[{"number":1,"note":"This and all subsequent text set off in this manner is commentary by Wang Bi. Kong Yingda notes: As Sink Hole represents great danger, the term constant [xi] is added to its name. Xi has two meanings here. In one sense it means repetitive, or \"double,\" and as such refers to the fact that both the upper and the lower trigrams are Kan [Sink Hole], so \"constant\" here describes how dangerous it is—that is, what a multiplicity of danger is involved. In another sense, it refers to the fact than when someone is going to undertake something dangerous, he must first constantly practice how to deal with such matters, for only then might he be successful. And this too is why the term constant is used here. See Zhouyi zhengyi, 3: 33a. Note, however, that the hexagram is often referred to in the commentaries both as Xikan (Constant Sink Hole) and as simply Kan (Sink Hole)."},{"number":2,"note":"Kan (Sink Hole, Water) is both the lower and the upper trigram."},{"number":3,"note":"This is Lou Yulie's gloss; see Wang Bi ji jiaoshi, 1: 367 n. 20."},{"number":4,"note":"Zhu Xi notes that a window is to let in light, and Cheng Yi adds to this the idea that a window allows for free passage: in spite of perilous times, there is enlightened and facile communication between minister and sovereign. See Zhouyi zhezhong, 4: 35b-36a."},{"number":5,"note":"See Hexagram 24, Fu (Return), note 8."},{"number":6,"note":"Cheng Yi follows Wang's interpretation here, but Zhu Xi reads it differently: \"Although Fifth Yang is in the Sink Hole, because it is strong and central and because it has obtained the noble position, it will get out in a short time [and be without blame].\" See Zhouyi zhezhong, 4: 37a-37b."}]}