{"number":59,"id":"010011","title":{"pinyin":"","wadeGiles":"Huan","english":"Dispersion"},"structure":{"above":"Sun Above","below":"Kan Below"},"judgement":{"text":"Huan [Dispersion] is such that prevalence is had, but only when a true king arrives will there be an ancestral temple. [[note 1]] It would then be fitting to cross the great river and fitting to practice constancy.","commentary":"That prevalence is had in Dispersion is because the hard and strong comes in yet is not hard-pressed and because the soft and weak obtains a position outside yet cooperates with the one above. {Second Yang, with its hardness and strength, comes to abide in the inner trigram [Kan (Sink Hole)] yet is not hard-pressed by the danger there. Fourth Yin, with its softness and weakness, obtains a position in the outer trigram [Sun (Compliance)] yet cooperates with the one above [Fifth Yang, the ruler of the hexagram]. The inner is so hard and strong that it is free from any dangerous trouble, and the outer is so compliant that it is free from any perverse disobedience. This is why \"prevalence is had\" and \"it would be fitting to cross the great river and fitting to practice constancy.\" Whenever the hard and strong obtains unimpeded opportunity and yet avoids getting entangled in either fear or deviancy, [[note 2]] and whenever the soft and weak treads the path of righteousness and unites his will with the hard and strong, it always results in \"prevalence\" and in circumstances in which \"it would be fitting to cross the great river and fitting to practice constancy.\"[[note 3]]}  \"Only when a true king arrives will there be an ancestral temple,\" that is, a true king would have to be located in the midst of this. {If a true king is located in the midst of this time of dispersal, his arrival will ensure that there will be an ancestral temple [i.e., good government will prevail].} \"It would be fitting to cross the great river.\" This means that if one rides atop wood, there should be meritorious achievement. {\"One rides atop wood\" and so crosses over troubles. Wood here provides the sole means to cross the river. In like manner, if in attempting to cross over troubles, one were constant in his use of the Dao of Dispersion, he should surely have meritorious achievement.}"},"image":{"text":"The Wind moves atop the Water: this constitutes the image of Dispersion. [[note 4]] In the same way, the former kings made offerings to di [the Divine Ruler] and established ancestral temples. [[note 5]]","commentaryAppended":"They [the ancient sages] hollowed out some tree trunks to make boats and whittled down others to make paddles. The benefit of boats and paddles was such that one could cross over to where it had been impossible to go. This allowed faraway places to be reached and so benefited the entire world. They probably got the idea for this from the hexagram Huan [Dispersion]. [[note 6]]"},"sequence":{"commentary":"Having found such delight, one now disperses it. This is why Dui [Joy, Hexagram 58] is followed by Huan [Dispersion]. Huan [Dispersion] involves separation or estrangement.","irregular":"Huan [Dispersion] indicates a dispersal."},"lines":[{"number":1,"text":"First Yin\nThis one is saved by a horse's strength and as a result has good fortune. [[note 7]] {Huan [Dispersion] means san [dispersal/separation]. First Yin is located at the beginning of Dispersion, when the dissension and dispersal are not yet severe, so one here can move away—this so that he might realize his ambitions and also avoid trouble. Once one is no longer in a dangerous situation, he can flee and take refuge somewhere. This is why the text says: \"This one is saved by a horse's strength and as a result has good fortune.\"[[note 8]]} ","commentary":"The good fortune that accrues to one at First Yin is due to his compliance. {This one sees trouble and moves away from it; he does not contend with danger. This is why the text says: \"The good fortune . . . is due to his compliance.\"[[note 9]]} "},{"number":2,"text":"Second Yang\nDispersion is such that this one uses his support as means to run away, so regret vanishes. {A ji [table, i.e., \"support\"] is something that carries things, and here it refers to First Yin. Second Yang has no resonate partner at all, but it gets along well with First Yin. However, when First Yin finds a way to scatter, this allows Second Yang also to disperse and, in doing so, to run away. One here thus obtains the means to make himself secure, and that is why \"regret vanishes.\"}","commentary":"\"Dispersion is such that this one uses his support as means to run away,\" which allows him to get what he desires. [[note 10]]"},{"number":3,"text":"Third Yin\nThis one disperses his person, so there is no regret. {As a concept, Dispersion means that the inner is threatened by danger and the outer enjoys security. In scattering his person [san gong, i.e., \"running away\"], one at Third Yin has his will fixed on the outer. He does not stand fast in the position he now holds but instead joins his will to that of the hard and strong [Top Yang, the resonate partner of Third Yin], and that is how he manages to be without regret.[[note 11]]}","commentary":"\"This one disperses his person [i.e., runs away],\" for his will is fixed on the outer. [[note 12]]"},{"number":4,"text":"Fourth Yin\nThis one disperses for all, so there is fundamental good fortune. But in a time of dispersion, there is a mountain of unsettled thoughts. {Fourth Yin has climbed out of danger and difficulty and has obtained a position here in the trigram Sun [Compliance], where it joins its will to that of Fifth Yang. This all signifies someone who within handles important affairs of state and without issues orders that will transform the public good. Thus he can disperse dangers that threaten all others and, in so doing, brings glory to his Dao [or, \"the path he has chosen\"]. However, as this one is located in a low position that demands obedience, even though he cannot take exclusive charge of things, he still has the responsibility for dispersing the danger. So he continues to have a mountain of unsettled and worrisome thoughts. Although he has obtained \"fundamental good fortune,\" what concerns him cannot be forgotten.[[note 13]]}","commentary":"\"This one has disperses for all, so there is fundamental good fortune.\" He has greatness and glory."},{"number":5,"text":"Fifth Yang\nDispersing sweat, this one gives out great shouts. Only if a true king abides here in this time of Dispersion would there be no blame. {Fifth Yang occupies the exalted position, treads the path of rectitude, and abides in the center of Compliance. Scattering sweat and giving out great shouts, this is one who clears away the dangers. The rulership at a time of Dispersion must be filled by a true king, for only then can that ruler stay free of blame.}","commentary":"\"A true king abides,\" so there is no blame, for his position is correctly filled."},{"number":6,"text":"Top Yang\nThis one disperses the threat of bloodletting. He departs and stays far out of things and so suffers no blame. {Ti [far out] means yuan [distant/keep at a distance]. Top Yang stays the farthest from harm and does not let any encroacher get close. The way to disperse worry and the threat of harm here is to keep far out of things. This one disperses the threat of disaster in a place far removed from harm, so who is going to lay blame against him?[[note 14]]}","commentary":"\"This one disperses the threat of bloodletting\" by staying far away from harm."}],"notes":[{"number":1,"note":"Cf. Hexagram 45, Cui (Gathering), Judgment, and Wang Bi's commentary there."},{"number":2,"note":"\"Fear or deviancy\" translates ji hui, which Kong Yingda in his subcommentary glosses as weiji huixie \"fear [as a restraint] and perversity/deviance.\" See Zhouyi zhengyi, 6: 11b."},{"number":3,"note":"This and all subsequent text set off in this manner is commentary by Wang Bi."},{"number":4,"note":"The lower trigram is Kan (Sink Hole, i.e., Water), and the upper trigram is Sun (Compliance, i.e., Wind)."},{"number":5,"note":"Kong Yingda comments: \"This is the image of the wind moving atop the water, stirring up waves, which then disperse [sanshi]. . . . [In like manner,] the former kings, at times when things were completely relaxed [huanran] and there were no troubles, made offerings to shangdi [the Divine Ruler on High] in order to report to Him that there was peace.\" See Zhouyi zhengyi, 6: 12a. Kong here associates sanshi (dispersion/dispersal) with huanran (completely relaxed), i.e., all trouble broken up and dispersed. Cheng Yi has also glossed Huan as shusan (relaxed, free of worry). See Zhouyi zhezhong, 8: 15a."},{"number":6,"note":"See section two of the Commentary on the Appended Phrases Part Two, and note 14 there."},{"number":7,"note":"Cf. Hexagram 36, Mingyi (Suppression of the Light), Second Yin, and Wang Bi's commentary there."},{"number":8,"note":"Kong Yingda's commentary supports Wang's interpretation: \"One can here use the horse to rescue and extricate oneself.\" See Zhouyi zhengyi, 6: 12a. However, both Cheng Yi and Zhu Xi say that one at First Yin uses the strength of the horse (Second Yang) to save the situation from disintegration—i.e., to reverse the process of Dispersion or at least prevent its bad effects. See Zhouyi zhezhong, 8: 15b-16a."},{"number":9,"note":"Instead of First Yin being compliant to the exigencies of the moment, Cheng Yi and Zhu Xi emphasize how the soft and weak First Yin must be compliant to the hard and strong Second Yang, which they identify with the strong horse that allows it to save the situation. See Zhouyi zhezhong, 8: 16a-17b."},{"number":10,"note":"Kong Yingda, following Wang Bi, says that what one at Second Yang desires is the \"means to make himself secure.\" See Zhouyi zhengyi, 6: 12a."},{"number":11,"note":"Cheng Yi and Zhu Xi interpret Third Yin differently. Cheng comments: At a time of Dispersion, Third Yin alone has a resonate partner, so it is free from any regret as far as being dispersed or scattered is concerned. However, it has a soft and weak yin character, lacks a natural capacity for centrality and rectitude, and abides at the top [of the lower trigram] in territory that offers it no proper position, so how could one here ever rescue the times from Dispersion and so extend those benefits to people in general? This one stops at his own person and so can do nothing more than free himself from regret. At the beginning, the word Huan [Dispersion] is added; this indicates that \"at a time of Dispersion, this one person himself is free of the regret associated with Dispersion.\" Zhu Xi is again different: \"Third Yin is both yin and weak and also not central and correct, which is an image for someone who is devoted to his own selfish interests. However, it manages to abide in a yang position, and its will is fixed on saving the world from the current situation. This is someone who can disperse [san] his selfishness and, in so doing, free himself from regret.\" See Zhouyi zhezhong, 8: 17a."},{"number":12,"note":"Cheng Yi's reading is different: \"At a time of Dispersion, this person's will is fixed on the outer [Top Yang].\" See Zhouyi zhezhong, 12: 65b."},{"number":13,"note":"Cheng Yi and Zhu Xi interpret Fourth Yin differently. They take huan qiqun (this one disperses for all) to mean \"this one separates himself from his clique,\" huan you qiu (at a time of Dispersion there is a mountain of . . .) to mean \"Dispersion results in [new] grouping or cohesion,\" and feiyi suosi (unsettled thoughts) to mean \"it takes an extraordinary person to have such thoughts.\" Fourth Yin is supposed to break away from petty cliques and bond with the strong and correct ruler, Fifth Yang, which forms the basis of new, correct social bonding. Only an extraordinary person could think of doing such a thing during a time of Dispersion. See Zhouyi zhezhong, 8: 17b."},{"number":14,"note":"Although Wang Bi reads ti as it is written (far), both Cheng Yi and Zhu Xi read it as ti (alarm, apprehension). Zhu, in fact, says the text here should be read as the text in Hexagram 9, Xiaoxu (Lesser Domestication), Fourth Yin: \"If there is sincerity, blood will be kept away, and apprehension purged, and one will not incur blame.\" See Zhouyi zhezhong, 8: 19b."}]}