{"number":4,"id":"010001","title":{"pinyin":"","wadeGiles":"Meng","english":"Juvenile Ignorant"},"structure":{"above":"Gen Above","below":"Kan Below"},"judgement":{"text":"Meng brings about prevalence. It is not I who seek the Juvenile Ignorant but the Juvenile Ignorant who seeks me. An initial rendering of the yarrow stalks should be told, but a second or a third would result in violation. If there were such violation, I should not tell him. {The yarrow stalks are things that resolve doubts. The reason why a youth beset by ignorance seeks me is that he wants me to resolve the uncertainties that he has. If I resolve them in more than one way, he will not know which solution to follow and would then be thrown back into uncertainty. This is why \"an initial rendering of the yarrow stalks should be told, but a second or third would result in violation\" and \"the one who would bring about this violation is the Juvenile Ignorant.\" How could other than Second Yang ever manage \"an initial rendering of the yarrow stalks\"! It is due to its \"strength and adherence to the Mean\" that it can decide such doubts.[[note 1]]}  It is fitting to practice constancy here. {The fitness associated with Meng means that it is fitting to practice rectitude here. None is more perspicacious than the sage, and none is more benighted than the Juvenile Ignorant. \"To take Juvenile Ignorance and cultivate rectitude in it,\" in fact, \"is the meritorious task of the sage.\" As this is so, if one were instead to try to achieve perspicacity by cultivating rectitude [in others], this would be to misconstrue the Dao involved.[[note 2]]} ","commentary":"Meng [Juvenile Ignorance] consists of a dangerous place below a mountain. In danger and brought to a halt: this is Meng. {If one retreats, he will come to grief in danger, but if one advances, he will find the mountain a shut door, so he does not know where to go. This is the meaning of Meng.[[note 3]]}  \"Meng brings about prevalence\": Meng operates through prevalence and is a matter of timeliness and the Mean. {What this moment of Meng wants to achieve is nothing other than prevalence. One makes Meng work by means of prevalence, and this is a matter of obtaining both the right moment and a mean position. 'It is not I who seek the Juvenile Ignorant but the Juvenile Ignorant who seeks me\": their intentions are in resonance. {\"I\" refers to the one who is not the Juvenile Ignorant. The one who is not the Juvenile Ignorant is [Second] Yang. It is always one who does not know who seeks out and asks one who does know; the one who does know does not seek to have things told to him. The unenlightened seeks out the perspicacious; the perspicacious does not solicit the counsel of the unenlightened. Thus the meaning of Meng is such that \"it is not I who seek the Juvenile Ignorant but the Juvenile Ignorant who seeks me.\" The reason the \"Juvenile Ignorant\" comes and seeks \"me\" is that \"their intentions are in resonance.\"} \"An initial rendering of the yarrow stalks should be told\": this he can do because of his strength and adherence to the Mean. {This refers to Second Yang. Second Yang is the master of all the yin lines. If it both lacked strength and violated the Mean, what possibly could it draw upon for the telling of \"an initial rendering of the yarrow stalks\"!} \"But a second or a third would result in violation. If there were such violation, I should not tell him.\" The one who would bring about this violation is the Juvenile Ignorant. To take Juvenile Ignorance and cultivate rectitude in it is the meritorious task of the sage."},"image":{"text":"Below the Mountain emerges the Spring: this constitutes the image of Juvenile Ignorance. {\"Below the Mountain emerges the Spring,\" which is something that does not yet know where to go. This is the image of Juvenile Ignorance.} In the same way, the noble man makes his actions resolute and nourishes his virtue.","commentary":"{\"Makes his actions resolute\" is the meaning underlying \"an initial rendering of the yarrow stalks.\" \"Nourishes his virtue\" is the \"meritorious task\" of \"cultivating rectitude.\"}"},"sequence":{"commentary":"Zhun [Birth Throes, Hexagram 3] is when things are first born. When things begin life, they are sure to be covered [the literal meaning of meng—i.e., encapsulated in membranes, eggs, or seeds]. This is why Zhun is followed by Meng [Juvenile Ignorance]. Meng [covered] here indicates Meng [Juvenile Ignorance], that is, the immature state of things.","irregular":"Meng [Juvenile Ignorance] indicates confusion first followed by a coming to prominence."},"lines":[{"number":1,"text":"First Yin\nWith the opening up of Juvenile Ignorance, it is fitting both to subject him to the awareness of punishment and to remove fetters and shackles, but if he were to set out in this way, he would find it hard going. {When one is located at First Yin of Meng, Second Yang provides illumination from above, so this is why \"the opening up of Juvenile Ignorance\" occurs here. \"With the opening up of Juvenile Ignorance,\" one's hesitation to act is cleared up, so both the awareness of punishment and the removal are appropriate. \"But if he were to set out in this way, he would find it hard going\" means that the threat of punishment cannot long be used.[[note 4]]} ","commentary":"\"It is fitting to subject him . . . to the awareness of punishment\": one does this by rectifying what the law is. {The dao of puunishment is something that the true Dao finds despicable.[[note 5]] One attempts to control him by rectifying what the law is; thus there is this reference to \"subjecting him to the awareness of punishment.\"}"},{"number":2,"text":"Second Yang\nTo treat the Juvenile Ignorant with magnanimity means good fortune. To take a wife means good fortune. His child will be up to taking charge of the family. {It is due to Second Yang's strength and its abiding in centrality [the Mean] that it attracts the Juvenile Ignorant. As Second Yang is magnanimous and does not spurn them, those both near and far all arrive. This is why \"to treat the Juvenile Ignorant with magnanimity means good fortune.\" A wife is someone who serves to complement him and so allows him to perfect his virtue. If one embodies the yang principle and yet can treat the Juvenile Ignorant with magnanimity, if one can abide in the Mean with one's strength intact, and if one takes a mate in this way, then no one will fail to respond positively to him. This is why \"to take a wife means good fortune.\" Here one finds himself situated inside the lower trigram [i.e., the household]; with strength intact, he receives the weak, and, though kind and affable, he manages to maintain the Mean. As he is able to fulfill his duties in this way, he can pass them on to his child. This is what is meant by \"his child will be up to taking charge of the family.\"}","commentary":"\"His child will be up to taking charge of the family\": the strong and the weak [generation by generation] accept [succeed] one another."},{"number":3,"text":"Third Yin\nIt will not do to marry this woman. Here she sees a man strong as metal and discards her self-possession, so there is nothing at all fitting here. {At the time of Juvenile Ignorance, the yin seek out the yang, and the benighted seek out the perspicacious, when each one seeks to have his lack of understanding alleviated. Third Yin is located at the top of the lower trigram, and Top Yang is located at the top of the upper trigram; they represent a woman and a man, respectively. It is not Top Yang that seeks Third Yin, but Third Yin who seeks Top Yang. This is a case of the woman taking the lead and seeking the man. The true embodiment of a woman is such that it is correct behavior for her to await commands. But here when she \"sees a man strong as metal,\" she seeks him, and this is why the text says that she \"discards her self-possession.\" If one were to extend himself to such a woman, he would find that her behavior is essentially disobedient. Thus the text says: \"It will not do to marry this woman\" and \"there is nothing at all fitting here.\"[[note 6]]} ","commentary":"\"It will not do to marry this woman\": her behavior is disobedient."},{"number":4,"text":"Fourth Yin\nHere confounded by Juvenile Ignorance, one becomes base. {This is the only yin line that is distant from a yang line. It is located between two yin lines, so there is no one to alleviate its darkness. This is why one is \"here confounded by Juvenile Ignorance.\" Confounded by the darkness of Juvenile Ignorance, Fourth Yin is unable to get close to a worthy and so start to develop the right kind of intentions, something that leads as well to meanness. This is why the text says \"base.\"[[note 7]]} ","commentary":"The baseness associated with being \"confounded by Juvenile Ignorance\" is due to being alone at a distance from the solid and the real. {Yang is referred to here as \"the solid and the real.\"}"},{"number":5,"text":"Fifth Yin\nThe Juvenile Ignorant here will find good fortune. {Here is someone with yin character who abides in a noble position. He does not take responsibility for supervising himself but instead relies on Second Yang for that. If he delegates authority so things can be done and if he does not belabor his own intelligence, efforts at achievement will be successful. This is why the text says: \"The Juvenile Ignorant here will find good fortune.\"}","commentary":"The good fortune associated with Juvenile Ignorance here is due to compliant behavior achieved through an obedient mind. {He delegates authority so things can be done, neither takes the lead nor initiates action: this is \"compliant behavior achieved through an obedient mind.\"[[note 8]]} "},{"number":6,"text":"Top Yang\nStrike at Juvenile Ignorance, but it is not fitting to engage in harassment; it is fitting to guard against harassment. {Here one is located at the end point of Meng. Occupying the top position with strength, he can strike at and drive away Juvenile Ignorance and so alleviate their [the yin lines'] darkness. Thus the text says: \"Strike at Juvenile Ignorance.\" Juvenile Ignorance wishes to be alleviated, and Top Yang itself wishes to strike at it and drive it away. As this meets the wishes of those above and those below [all the yin lines], none fails to comply. If one were to provide protection for them, then all would attach themselves to him, but to try to take them over by force would make them all rebel. Thus the text says: \"It is not fitting to engage in harassment; it is fitting to guard against harassment.\"[[note 9]]} ","commentary":"\"It is fitting to guard against harassment\": For those above and those below will all comply."}],"notes":[{"number":1,"note":"This and all subsequent text set off in this manner is commentary by Wang Bi."},{"number":2,"note":"See Wang's remarks on this hexagram in section seven of his General Remarks."},{"number":3,"note":"Meng consists of the trigrams Kan (Water, Sink Hole), the \"danger,\" and Gen (Mountain, Restraint), the \"shut door\" of the mountain."},{"number":4,"note":"Kong Yingda comments: Once Juvenile Ignorance is dispersed, there is nothing to inhibit his actions, and this is why it is fitting to apply the threat of punishment to him. It is also fitting to remove the fetters and shackles of the criminal. As Juvenile Ignorance has been dispersed, matters about which he felt doubt have become clarified. In all such cases, it is appropriate that the criminal have his fetters and shackles removed. . . . If he were to set out imbued with the Correct Dao, the goodness of his actions would keep on increasing, but if he were to set out subject to the dao of punishment, there would be a mean-spirited aspect to what he does.\n See Zhouyi zhengyi, 1: 33a.\n \"Mean-spirited\" translates bilin and is thus a gloss on lin (hard going). Later Neo-Confucians interpret this passage differently.\n Although Cheng Yi seems to agree with Wang and Kong that punishment is inimical to the Dao and that what is really needed is the internalization of the sense of goodness, he differs from them in thinking that removing the \"fetters and shackles\" is a metaphor for the lifting of ignorance itself. Zhu Xi takes another view of how the lifting of ignorance should take place: \"One first ought to punish severely and then for a time release him [from the fetters and shackles] in order to see how he behaves afterwards. If one lets him set out but does not release him from them, this would result in the utmost shame and remorse.\" Wang Anshi and some others take an even different approach: If one does not use severe punishments right at the start to correct small faults but instead frees the ignorant youth from his fetters and shackles, this will inevitably lead to a \"dao of remorse.\" See also Hexagram 62, Xiaoguo (Minor Superiority), Fifth Yin, and note 11 there."},{"number":5,"note":"Cf. Laozi, sections 36 and 49, pp. 89-90 and 129, where a similar idea is expressed."},{"number":6,"note":"\"Man strong as metal\" translates jinfu. Kong Yingda comments: \"Top Yang is called jinfu because of its strength and yang-ness.\" See Zhouyi zhengyi, 1: 33b. Both Cheng Yi and Zhu Xi explain jinfu as \"a wealthy man\" whom the woman here wants for his money. Cheng also thinks that she has discarded the one she rightly ought to respond to (Top Yang) and instead chases after the nearby and convenient\n Second Yang; thus, in his view, she is both greedy and opportunistic. See Zhouyi zhezhong, 1: 29b."},{"number":7,"note":"\"Base\" translates lin (elsewhere \"remorse\" or \"hard going\"). For another such instance of lin (including \"baseness\" and \"debase\"), see Hexagram 40, Xie (Release), Third Yin, and note 9 there."},{"number":8,"note":"\"Neither takes the lead nor initiates action\" translates buxian buwei. Wang expresses a similar view in almost exactly the same language in his commentary to Laozi, sections 10 and 28, pp. 23 and 74. \"Compliant behavior\" translates sun (shun)—cf. Sun (Compliance), Hexagram 57—and \"obedient mind\" translates shun, following Kong Yingda's subcommentary; see Zhouyi zhengyi, 1: 34a."},{"number":9,"note":"Cheng Yi interprets this passage differently. He thinks that Top Yang represents Juvenile Ignorance at its worst and strongest, at the point where it leads one to banditry and rebellion. Thus one must strike hard at it. In the light of his commentary, the text would mean: \"Attack the Juvenile Ignorant. It is not fitting that he engage in banditry. It is fitting to prevent such banditry.\" Zhu Xi's commentary, however, seems to agree with that of Wang Bi: one should strike at Juvenile Ignorance but avoid excessive force. He also adds the remark: \"All one can do is guard against enticements to evil from without, so that the Juvenile Ignorant can perfect his truth and purity.\" As such, Zhu provides a more specific gloss on \"guard against harassment\" than does Wang Bi (or Kong Yingda). See Zhouyi zhezhong, 1: 31a-31b."}]}