{"number":7,"id":"010000","title":{"pinyin":"","wadeGiles":"Shi","english":"The Army"},"structure":{"above":"Kun Above","below":"Kan Below"},"judgement":{"text":"If an army's constancy is subject to a forceful man, there will be good fortune and with this no blame. {A \"forceful man\" is a designation for someone who is stern and resolute. It is good fortune when there is such a forceful man to maintain the rectitude of an army. It would be a crime to raise soldiers and mobilize the masses and then have no success. This is why the text says: \"There will be good fortune and with this no blame.\"[[note 1]]} ","commentary":"Army means \"the masses.\" Constancy means \"rectitude.\" If one is able to practice rectitude through using the masses, he can rely on this to become a true sovereign. Here one has strength and is in a mean position [Second Yang], but another is in resonance with it [Fifth Yin].[[note 2]] Army operations are dangerous, but they are carried out with compliance.[[note 3]] If one were to utilize the whole world in this way, one would get all the common folk to follow one. As this means good fortune, how could there also be any blame involved? {Du [poison/to poison] here means something like yi [utilize].[[note 4]]} "},"image":{"text":"The Earth holds water within itself: this constitutes the image of Shi [The Army]. In the same way, the noble man cherishes the common folk and so brings increase to the masses."},"sequence":{"commentary":"When there is contention, there is sure to be an arising of the masses. This is why Song [Contention, Hexagram 6] is followed by Shi [The Army].","irregular":"Shi [The Army] [involves] dismay."},"lines":[{"number":1,"text":"First Yin\nThe Army should campaign according to regulations. Otherwise, whether it fails or succeeds, it will result in misfortune. {This is the beginning of Shi, where one puts the Army in order. It is by means of regulations that mass troops are held in order. If such regulations are disregarded, the troops will come apart in confusion. This is why the text says: \"The Army should campaign according to regulations.\" Regulations must not be disregarded, for if in spite of having disregarded them, success were still achieved, this would certainly not be any better than if outright failure had occurred. To achieve success at the expense of disregarding orders is not something that the law will forgive. Thus if an army campaigns but does not do so according to regulations, whether it succeeds or fails, it will result in misfortune in either case.[[note 5]]} ","commentary":"\"The Army should campaign according to regulations,\" for if it were to disregard regulations, misfortune would result."},{"number":2,"text":"Second Yang\nHere in Shi, one practices the Mean, so he has good fortune and so suffers no blame. His sovereign confers a threefold commendation on him. {Here one abides in the Mean with strength intact and, as such, resonating with Fifth Yang. This is what it means when one finds oneself in Shi and obtains this mean position in it. Second Yang enjoys the favor of the sovereign above and is itself the ruler of the Shi hexagram. One's responsibility here is great, and his mission weighty, so failure to achieve success would mean misfortune. This is why the text has it that with good fortune there will be no blame. To obtain the good fortune that an army campaign offers, one can do no greater good than to win the support of the other states. To have the other states grant their support and the masses their submission, nothing is more important than how the sovereign confers his grace and favor, so this is why he [the general represented by Second Yang] obtains the perfect commendation here.[[note 6]]} ","commentary":"\"Here in Shi, one practices the Mean, so he has good fortune,\" in that he receives the trust and favor of Heaven [that is, the sovereign]. \"His sovereign confers a threefold commendation on him,\" in order to win the support of the myriad states."},{"number":3,"text":"Third Yin\nThe Army will perhaps use carriages to transport corpses, and this would be misfortune. {Here a yang position is filled by a yin line, and a hard line is ridden by this soft line above it. If one advances, there is no one there to resonate with, and if one retreats, there is no one there to provide protection. When one uses an army in this fashion, it is appropriate that he garner the misfortune of having to use carriages to transport corpses.[[note 7]]} ","commentary":"\"The Army will perhaps use carriages to transport corpses\": this means a very great failure occurs."},{"number":4,"text":"Fourth Yin\nIf the Army pitches camp to the left, there will be no blame. {Here one has obtained a position but has no one with which to resonate. As he has no one to resonate with, he cannot make a move, but as he has obtained a position, he can thus stay there. Thus he has the Army \"pitch camp to the left\" and so incurs \"no blame.\" The rule for moving an army is such that one wants to keep high ground at his right and back,[[note 8]] this is why he has the Army \"pitch camp to the left.\"}","commentary":"If one \"pitches camp to the left, there will be no blame,\" for he has not violated the true Dao. {Although one here is unable to garner success, he is equal to avoiding any violation of the true Dao involved.}"},{"number":5,"text":"Fifth Yin\nWhen there is game in the fields, it is fitting to seize it then, and this will incur no blame. The elder son may take command of the Army, but the younger son would use carriages to transport corpses. Even if he practices constancy, it will result in misfortune. {This one finds himself here in a time of Shi [The Army], but it is a weak person who has obtained this noble position. However, being yin, he does not lead the singing,[[note 9]] and, being weak, he does not commit aggression against others. If he responds only after having suffered aggression, when he sets out to deal with it, the corrective measures he takes are sure to succeed. This is why the text says \"when there is game in the fields.\" It is because these others have initiated aggression against him that he can \"seize it then, and this will incur no blame.\" The weak are not ones to command armies, and the yin are not ones to make hard warriors, thus they should not personally involve themselves, but others must be appointed instead. If the one appointed does not obtain his sovereign's support, the troops will not obey him. This is why it is right that \"the elder son take[s] command of the Army\" and why the misfortune pertaining to the younger son is certainly appropriate.[[note 10]]}","commentary":"\"The elder son takes charge of the Army,\" because of the way he practices the Mean. \"The younger son would use carriages to transport corpses\": the one appointed is unsuitable."},{"number":6,"text":"Top Yin\nHe whom the great sovereign orders is either to found a marquisate or to establish a lesser feudatory, but if it is a petty man, he must not so employ him. {To find oneself at the very top of Shi [The Army] means that one is at the end of the process of Shi. In the orders that the great sovereign issues, he does not overlook those who have achieved merit but has them \"found marquisate[s]\" or \"establish . . . lesser feudator[ies]\" in order to maintain the realm at peace. \"If it is a petty man, he must not so employ him,\" for this task is incompatible with such a dao as his.[[note 11]]}","commentary":"\"He whom the great sovereign orders\": this is how he shows his rectitude toward the meritorious. \"If it is a petty man, he may not so employ him,\" for he is sure to throw the realm into chaos."}],"notes":[{"number":1,"note":"This and all subsequent text set off in this manner is commentary by Wang Bi."},{"number":2,"note":"Kong Yingda's subcommentary defines the basic approach to the meaning of this hexagram—here and for the majority of later commentators: Second Yang represents a strong general, and Fifth Yin represents a compliant sovereign who relies on his general's loyalty to get things done. Except for Second Yang, all other lines are yin. They, except for Fifth Yin, represent the masses or army that the general and sovereign, whose intentions are \"in resonance,\" use rightly to good purpose. See Zhouyi zhengyi, 2: 8a-8b."},{"number":3,"note":"Kong Yingda glosses shun (compliancy/compliant) as roushun \"yielding and compliant\"—the way army operations must be carried out in order to obtain \"good fortune.\" See Zhouyi zhengyi, 2: 8b. \"Yielding and compliant\" is, of course, characteristic of the Dao of Kun (Pure Yin), Hexagram 1. See the Commentary on the Judgments for that hexagram."},{"number":4,"note":"Wang Bi's gloss of du as yi is further explained by Kong Yingda as shiyi: \"servant/subordinate\" or \"to employ as servant/subordinate.\" See Zhouyi zhengyi, 2: 8b. Neither Wang nor Kong explain why du, whose literal meaning of \"poison/to poison\" is so different, can mean this. One possibility is that Wang has been influenced by Ma Rong (79-166), a Han era commentator, who suggests that du should be understood as zhi (control, manage); i.e., poison used in the right amount can control illness. See Lu Deming's Zhouyi yinyi (Pronunciation and meaning of terms in the Changes of the Zhou), included in the Jingdian shiwen, 2: 68. In this sense, an army is like poison: it is dangerous to use, but, when used correctly, it can have good results. However, both Cheng Yi and Zhu Xi gloss du as hai (harm); i.e., no matter how they are carried out, army operations always inflict harm on the world. In the light of their interpretation, this passagewould read: \"When harm is brought to the world in this way, the common folk will still follow one.\" See Zhouyi zhezhong, 9: 15b-16a."},{"number":5,"note":"\"Otherwise, whether it fails or succeeds, it will result in misfortune\" translates pi zang xiong. In this reading, the \"otherwise\" is only implied from the context—i.e., nothing in the Chinese text explicitly expresses it. Kong Yingda also understands the text this way and suggests that the unusual wording here is a more emphatic way of saying \"even though it succeeds, it will result in misfortune.\" See Zhouyi zhengyi, 2: 8b-9a. However, there are two other possibilities. One is to read pi (obstruction, i.e., failure) as the graph for fou, a function word that actually means \"otherwise.\" The text would then mean: \"Otherwise, even if it succeeds, it would still result in misfortune.\" Here we have to supply an implicit \"even,\" and this is exactly the way that Cheng Yi understands it; see Zhouyi zhezhong, 1: 43b. Zhu Xi suggests a third way. He thinks that pi should be read fou but that here fou functions as a simple negative prefix, used instead of bu. He also glosses fou zang as bushan (not good). His interpretation would translate as: \"If it [the regulation] is not good, there will be misfortune.\"\n See Zhouyi zhezhong, 1: 43a."},{"number":6,"note":"\"The perfect commendation\" translates chengming. This is Wang's explanation for \"his sovereign confers a threefold commendation on him.\" Kong Yingda cites a passage in the Liji (Book of rites) to support Wang's remark: \"The first commendation is the conferral of a jue [a bronze ceremonial vessel, an emblem of noble rank], the second commendation is the conferral of clothing, and the third commendation is the conferral of horses and carriage. With these three conferrals and three commendations, the honor involved is perfectly realized.\" See Zhouyi zhengyi, 2: 9b. However, most later commentators, Cheng Yi among them, do not interpret wang san xi ming as \"his sovereign confers a threefold commendation on him\" but as \"his sovereign confers commendations on him three times [that is, repeatedly].\" Lou Yulie, it should also be noted, explains chengming (perfect commendation) as cheng ming (successfully carry out orders): \"Cheng ming means 'to accomplish perfectly the task set for him by the sovereign.' \" See Wang Bi ji jiaoshi, 1: 259 n. 11. In the light of this, de cheng ming (obtains the perfect commendation) would mean \"is able to have him successfully carry out his orders,\" i.e., it is by these awards/commendations that the wise sovereign encourages his general to use the Army with rectitude and compliance in order to win, as the Commentary on the Images states, \"the support of the myriad states.\""},{"number":7,"note":"\"Use carriages to transport corpses\" translates yu shi. Zhu Xi's interpretation follows that of Wang Bi, but Cheng Yi explains yu shi differently, as \"many leaders,\" which involves possible, secondary meanings for the two characters respectively. Cheng's reading of the passage would read something like: \"If perhaps the Army has many leaders [i.e., no unified command], it would result in misfortune.\" See Zhouyi zhezhong, 1: 44b-45a."},{"number":8,"note":"Cf. Griffith, Sun Tzu: The Art of War, p. 117."},{"number":9,"note":"See Hexagram 6, Song (Contention), First Yin and note 6 there."},{"number":10,"note":"If we summarize Kong Yingda's comments, the explanation for all this is as follows: The \"sovereign\" is Fifth Yin (weak but centrally located in the upper trigram), the \"elder son\" is Second Yang (strong and centrally located in the lower trigram), and the \"younger son\" is Third Yin. It is Fifth Yin and Second Yang that are in resonance, so Second Yang, strong, centrally located, and in rapport with Fifth Yin, is the right one to lead the Army and not the weak, off-centered (unbalanced, skewed, prone to take the wrong action) Third Yin. See Zhouyi zhengyi, 2: 10a-10b."},{"number":11,"note":"Kong Yingda comments: \"The Son of Heaven ennobles and enfeoffs the one at Top Yin. If his merit is relatively great, he has him found a marquisate or dukedom as one of the feudal lords, and if his merit is relatively small, he has him establish a lesser feudatory as a minister or grand master to a feudal lord.\" See Zhouyi zhengyi, 2: 10b."}]}