{"number":64,"id":"010101","title":{"pinyin":"","wadeGiles":"Weiji","english":"Ferrying Incomplete"},"structure":{"above":"Li Above","below":"Kan Below"},"judgement":{"text":"Ferrying Complete is such that even the small enjoy prevalence.[[note 2]] It is fitting to practice constancy, for although in the beginning good fortune prevails, things might end in chaos.","commentary":"Ferrying Complete is such that prevalence may be had, that is, even the small achieve prevalence. {Ferrying Complete means that all have been ferried across. The small have not been left out, so all are ferried. Thus the text mentions the small to clarify what Ferrying Complete means.[[note 3]]}  \"It is fitting to practice constancy,\" for both the hard and strong and the soft and weak behave correctly and thus stay in their rightful positions. {If \"both the hard and strong and the soft and weak behave correctly and thus stay in their rightful positions,\" evil will have no chance to occur. Thus only when such rectitude prevails, is it \"fitting to practice constancy.\"} \"In the beginning good fortune prevails,\" for the soft and weak [Second Yin] obtains a central position [follows the Mean]. But if one ends up ceasing [to practice constancy and follow the Mean], chaos will ensue, for this Dao [path] will eventually peter out. {It is by the soft and weak obtaining a central position that such small persons should prevail, but if the soft and weak do not obtain a central position [i.e., practice the Mean], such small persons would never prevail. Although the hard and strong manage to practice rectitude, this would still result in Ferrying Complete remaining unrealized. Thus the essential requirement of Ferrying Complete lies in the soft and weak obtaining a central position. If one were to misconstrue Ferrying Complete to mean perfect security, its Dao would come to an end, and no progress would occur, so that in the end only chaos would ensue. This is why the text says: \"Although in the beginning good fortune prevails, things might end in chaos.\" That things end in chaos is not due to their becoming so on their own but happens because of one ceasing [to do as one should]. Thus the text says: \"If one ends up ceasing [to practice constancy and to follow the Mean], chaos will ensue.\"[[note 4]]} "},"image":{"text":"Water positioned above Fire: this constitutes the image of Ferrying Complete.[[note 5]] In the same way, the noble man ponders the threat of calamity and takes steps beforehand to prevent it.","commentary":"{He who survives should not forget about the threat of perishing, and one who enjoys a time of Ferrying Complete should not forget about the threat of Ferrying Incomplete [Hexagram 64].[[note 6]]} "},"sequence":{"commentary":"Once there is superiority over creatures [the masses, i.e., \"subjects\"], one is sure to ferry them [across troubles, i.e., \"rescue them\"]. This is why Xiaoguo [Minor Superiority, Hexagram 62] is followed by Jiji [Ferrying Complete].","irregular":"Jiji [Ferrying Complete] signifies stability."},"lines":[{"number":1,"text":"First Yin\nThis one drags his wheels and wets his tail, so there is no blame. {First Yang is located at the very first position in Ferrying Complete, so it represents one who is at the start of ferrying himself across. Here at the start of ferrying, this one has not yet engaged in the act of doing so, thus he drags his wheels and lets his tail get wet. Although he has not yet made it to where it is easy going, his heart is free of any longing for what lies behind him, for this is someone who has his will fixed on escaping trouble and danger. In respect to moral stature, there is nothing about him that deserves blame.[[note 7]]} ","commentary":"\"This one drags his wheels,\" for his moral stature is blameless."},{"number":2,"text":"Second Yang\nThis wife loses her headdress, but she should not pursue it, for in seven days she will obtain it. {Second Yin abides in centrality and treads the path of righteousness [it is a yin line in a central, yin position], so it occupies the highest point of civility and enlightenment. Moreover, it is in resonance with Fifth Yang [the ruler of the hexagram], which means that it achieves the greatest glory possible for a yin. However, it is located between First Yang and Third Yang, with which, though contiguous, it does not get along well. Above it will not give carriage to Third Yang, and below it will not form a pair with First Yang. Here this yin is in all its prominence and glory located between two yang, with which, though contiguous, it does not get along. So how could such a one not suffer assault? This is why the text says \"loses her headdress.\" The reason this one is called a \"wife\" [fu] is to indicate clearly that she herself has a husband and that it is other men who assault her. A fu is a headdress.[[note 8]] One who treads the middle path, holds fast to constancy and rectitude, and yet suffers assault will find that all will come to his aid. One who finds himself at a time of Ferrying Complete will not be allowed to follow a dao [path] of evil. Not only is this a time clearly governed by strict law, it is also an occasion when all will come to this one's aid. So those who robbed her will flee, and none will dare return. If one takes stock of such a situation, it should not take more than seven days, with no need for her to pursue her loss herself, for she will get it back as a matter of course.}","commentary":"That \"she will obtain it\" is because she follows the middle path [practices the Mean]."},{"number":3,"text":"Third Yin\nWhen Exalted Ancestor attacked the Demon Territory, it took him three years to conquer it. The petty man must not be used here. {Here at a time of Ferrying Complete, Third Yang abides at the end of civility and enlightenment. However, this one manages to tread the territory of his rightful position [as a yang line in a yang position], so this represent one who, though he abides at a time of decline, is still able to do ferrying [i.e., rescuing, saving the world]. When Exalted Ancestor attacked the Demon Territory, he was able to conquer it only after three years.[[note 9]] As it was a noble man who held such a position then, he was able to prevail, but if it had been a petty man, he would have ended up losing his state.}","commentary":"That it took three years to effect the conquest was because things were in such a state of decline."},{"number":4,"text":"Fourth Yang\nTo deal with the wet there are rags, but throughout the day this one should takes warning. {Xu [gorgeous clothes] should be read here as ru [wet]. Rags are things to be used to stop up leaks in a boat. Fourth Yin manages to tread upon its rightful territory [as a yin line in a yin position], but though it is contiguous with Third Yang and Fifth Yang, it does not get along well with them. This one's escape boat has a rent in it, yet he manages to ferry himself across because he has rags to deal with it. In order to keep himself whole while in the presence of those uncongenial to him, \"throughout the day this one should take warning.\"}","commentary":"\"Throughout the day this one should take warning,\" for there are things about which he should have misgivings."},{"number":5,"text":"Fifth Yin\nThe neighbor in the east slaughters an ox, but this falls short of the yue sacrifice of the neighbor in the west, which really provides that one with blessings. {An ox is the most splendid of sacrifices, and the yue is the most meager [consisting as it does of lowly wild vegetation].[[note 10]] Fifth Yang abides at a time of Ferrying Complete and occupies the exalted position, with all creatures [subjects] successfully ferried [i.e., all has been made right with the world]. So what should he do now? What he should concentrate on is nothing other than the offering of sacrifices. No greater form of sacrifice exists than the cultivation of virtue. That is why even pond grasses and such vegetation as duckweed and mugwort can be offered [by the virtuous] to gods and spirits. Thus [the Shujing (Book of history) says]: \"The millet is not what provides the pleasing fragrance; it is only bright virtue that does so.\"[[note 11]] And this is why \"the neighbor in the east slaughters an ox, but this falls short of the yue sacrifice of the neighbor in the west, which really provides that one with blessings.\"}","commentary":"The neighbor to the east who slaughters an ox is not as timely as the neighbor to the west. {Success lies in being in accord with the times and not in the richness of the sacrifice.} \"[Such sacrifice] really provides that one with blessings,\" for great good fortune comes his way."},{"number":6,"text":"Top Yang\nThis one gets his head wet, which means danger. {Top Yin is located at the very end of Ferrying Complete. As the Dao of Ferrying Complete has petered out, one here proceeds into Ferrying Incomplete [Hexagram 64]. As one here proceeds into Ferrying Incomplete, his head is the first to violate the bounds [of Ferrying Complete]. He does not stop but advances too far, so he encounters trouble and danger. Thus the text says: \"This one gets his head wet.\" It will not be long before he drowns, and there is no greater danger than that.}","commentary":"\"This one gets his head wet, which means danger,\" so how could he last long?"}],"notes":[{"number":1,"note":"\"Ferrying\" translates ji, which is how Wang Bi and Kong Yingda interpret it, in both this hexagram and in Weiji, Hexagram 64. Cheng Yi and Zhu Xi prefer extended or derived meanings of ji for both hexagrams; Cheng seems to read it as jiuji, \"rescue,\" making the hexagram name \"Rescue Complete\" (i.e., \"All Saved\"), and Zhu reads it as cheng, \"perfection,\" so making the hexagram name \"Perfection Complete\" (i.e., \"All Things Perfectly Realized\"). Although Wang's and Kong's \"ferrying\" also implies these meanings, their commentaries suggest that they read the text more literally."},{"number":2,"note":"This follows the commentaries of Wang Bi and Kong Yingda. Cheng Yi reads it differently: \"Jiji is such that prevalence will apply only to small matters [or \"only be slight\"].\" Zhu Xi thinks that heng xiao (the small enjoy prevalence) is a textual error for xiaoheng, which results in the reading: \"Jiji is such that only slight prevalence may be had.\" See Zhouyi zhezhong, 8: 37b-38a."},{"number":3,"note":"This and all subsequent text set off in this manner is commentary by Wang Bi."},{"number":4,"note":"Cheng Yi's comments help to clarify the nature of Ferrying Complete: The affairs of the world are such that they are either in a state of advance or of retreat, and there is no one fixed principle to cover them. At the end of Ferrying [i.e., after all has been put right with the world], one should not try to advance things but come to a halt. However, this does not involve a perpetual halt but should be done because things are now in decline and chaos ensues, for the Dao of Ferrying Complete has already begun to peter out. Cheng adds that things now are in such a state of flux that only a sage can handle things so that they do not degenerate completely. Everyone else is advised to stop and wait to see how things turn out. See Zhouyi zhezhong, 10: 46b-47a."},{"number":5,"note":"The lower trigram is Li (Cohesion), here signifying Fire, and the upper trigram is Kan (Sink Hole), representing Water."},{"number":6,"note":"Kong Yingda comments: Water positioned above fire is the image of a cook stove, which is used to finish the preparation of food and drink and which thus ferries one through life [i.e., rescues one, gives one succor, etc.]. . . . However, the Dao of Ferrying Complete is such that \"in the beginning good fortune prevails,\" but \"things might end in chaos.\" Thus \"the noble man ponders the threat of calamity and takes steps beforehand to prevent it.\" That is, as a cook stove must be tended with care to obtain proper results, so must one cultivate rectitude and follow the Mean to avoid calamity. See Zhouyi zhengyi, 6: 21b."},{"number":7,"note":"Cheng Yi is more forthcoming concerning the connection between halting here at the start of Ferrying Complete and the avoidance of blame: First Yang abides in this lowest position with its yang character. Not only is it in resonance with Fourth Yin, it also has a fiery nature [as a yang line in the Li (Fire) trigram], so its ambition to advance is acute. However, this is a time of Ferrying Complete. If this one were to advance without cease, he would certainly reach the point where he would be subject to regret and blame. . . . Wheels are the means that allow one to move, but here instead one makes them drag so that he cannot advance. When an animal crosses water, it is sure to lift up its tail, for if it were to let its tail get wet, it could not cross. Here just at the start of Ferrying Complete, this one is able to halt his advance, and that is why he manages to avoid blame. If he did not realize that he should stop, he would end up incurring blame. Zhu Xi concurs with Cheng's interpretation and adds that one here should take warning accordingly. See Zhouyi zhezhong, 8 : 38b."},{"number":8,"note":"Zhu Xi says that fu here means \"a lady's carriage curtain.\" See Zhouyi zhezhong, 8: 39a."},{"number":9,"note":"\"Exalted Ancestor\" (Gaozong) is identified with King Wu Ding of the Shang, whose reign is traditionally dated 1324 B.C.-1266 B.C. The \"Demon Territory\" (Guifang) seems to have been a region to the northwest of the Shang state inhabited by a division of the Di, a people the Chinese regarded as barbarians. A brief discussion of the historical sources involved appears in Lou, Wang Bi ji jiaoshi, 2: 529 n. 9. 127"},{"number":10,"note":"Cf. Hexagram 45, Cui (Gathering), Second Yin, and Wang Bi's commentary there."},{"number":11,"note":"Quoted from the Zhoushu (Book of Zhou), section 21 of the Shujing (Book of history); see Legge, The Chinese Classics, 3 : 529."}]}