{"number":40,"id":"010100","title":{"pinyin":"","wadeGiles":"Xie","english":"Release"},"structure":{"above":"Zhen Above","below":"Kan Below"},"judgement":{"text":"Release is such that it is fitting to travel southwest. The southwest indicates the mass of common folk. When one dispels trouble and rescues a dangerous situation, it is fitting to extend such a thing to the masses. The encounter with trouble here does not result in coming to grief in the northeast, so this is why nothing is said about \"not fitting to travel northeast.\"[[note 1]] When there is nothing to set forth for, let there be a return, which shall mean good fortune, but when there is something to set forth for, quick action shall mean good fortune. {Someone good at dispelling troubles never goes astray when it comes to securing a safe place for himself. As a concept, Release means release from troubles and deliverance from danger. When there are no troubles worth setting forth to deal with, as Release has occurred, one should return and thus not stray off the middle path [or \"be in violation of the Mean\"], but if there are troubles such that one should set forth and deal with them, then good fortune will come about only if quick action is taken. When there are no troubles, one may return to his \"position of centrality,\" but when there are troubles, one should be able to bring about deliverance from the danger involved.}","commentary":"Xie [Release] is such that when there is danger one should make a move, for by so moving one avoids danger, that is, Release occurs. {One moves outside danger; this is why the text uses the word avoids. Once one avoids danger, he finds Release from it; this is why the word Release is used.} \"Release is such that it is fitting to travel southwest,\" for by setting forth there one shall obtain the masses. \"Let there be a return, which shall mean good fortune,\" for one thereby obtains a position of centrality. \"When there is something to set forth for, quick action shall mean good fortune,\" for by so setting forth one shall have meritorious achievement. When Heaven and Earth allow Release, thunder and rain play their roles; when thunder and rain play their roles, all the various fruits, shrubs, and trees burgeon forth. {When Heaven and Earth are stopped up, thunder and rain do not play their roles; it is only with intercourse between them, which moves them to free up, that thunder and rain play their roles. Once thunder and rain play their roles, what was dangerous and difficult will give way to a prevailing ease, and what was stopped up will give way to a freedom of process. This is why \"all the various fruits, shrubs, and trees burgeon forth.\"} A time of Release is indeed great! {No boundary fails to open up.[[note 2]] A time when troubles give way to Release is not a time when one should take steps to control troubles, thus we do not say anything about how one should makes use of it. Everything involved is embodied in the name \"Release,\" and, as there is nothing hidden or secret about it, we do not call it a concept.}"},"image":{"text":"Thunder and rain perform their roles: this is the image of Release.[[note 3]] In the same way, the noble man forgives misdeeds and pardons wrongdoing.[[note 4]]"},"sequence":{"commentary":"Things cannot remain in trouble. This is why Jian [Adversity, Hexagram 39] is followed by Xie [Release]. Xie here means \"huan\" [go slow, take it easy].","irregular":"Xie [Release] means \"a relaxation.\""},"lines":[{"number":1,"text":"First Yin\nThere is no blame. {Release [xie] is jie [differentiate, break up, disperse]; that is, one buffeted with troubles and snarled in difficulties now finds Release from them here. Located at the start when Release from Adversity begins to take effect and situated at the borderline where the hard and the soft start to differentiate, First Yin is going to be spared the plight of the wrongdoer and, as such, finds danger quelled. Located here one does not find his position a cause for worry, and so \"there is no blame.\"[[note 5]]} ","commentary":"To be on the borderline between hard and soft as a concept means \"there is no blame.\" {When something incurs blame, it means that it does not measure up to the principle involved. Concept [yi] here is the same thing as \"principle\" [li].[[note 6]]} "},{"number":2,"text":"Second Yang\nThis one hunts down three foxes in the fields, obtaining a yellow arrow. Constancy here means good fortune. {The fox is a secretive creature. Second Yang responds with its strength and centrality and is given a position of trust by Fifth Yin. Although located in the midst of danger, such a one understands the character of danger. He uses this understanding to release others from it, for he can hunt down what lies hidden. This is why the text says: \"This one hunts down three foxes in the fields.\"[[note 7]] \"Yellow\" refers to the cultivation of centrality [the Mean], and \"arrow\" signifies the straight. To \"hunt down three foxes\" there in the fields means that one achieves the Dao of cultivating centrality [the Mean], and one who so succeeds at not deviating from the straight and narrow is someone who can perfect his righteousness. This is why the text says: \"This one hunts down three foxes in the fields, obtaining a yellow arrow. Constancy here means good fortune.\"}","commentary":"That constancy at Second Yang results in good fortune is because one here achieves the Dao of centrality [or \"manages to stay on the path of the Mean\"]."},{"number":3,"text":"Third Yin\nIf one bears a burden on his back yet also rides in a carriage, it will attract robbers to him. Such behavior regards baseness as constancy.[[note 8]] {Where Third Yin is located is not its rightful position, and where it treads is not its correct path. In order to attach itself to Fourth Yang, it employs effeminate and underhand tactics to ingratiate itself. Third Yin rides atop Second Yang and carries Fourth Yang on its back to gain security for itself. If robbers come, it is because they are attracted by such a one himself, and even if he is fortunate enough to avoid them, this would involve a debasement of correct behavior.[[note 9]]} ","commentary":"\"If one bears a burden on his back yet also rides in a carriage,\" this, too, is despicable. As this one himself attracts robbers, who else should bear the blame?"},{"number":4,"text":"Fourth Yang\nRelease your big toe, for a friend will come and then place trust in you. {Fourth Yang is out of position and incorrect, but as it forms a pair with Third Yin, Third Yin manages to become attached to it as its big toe, and with Third Yin as its big toe, Fourth Yang loses its resonate relationship with First Yin. This is why Fourth Yang must release [i.e., free itself from] this big toe before the friend [First Yin, its true resonate partner] will come and place trust in Fourth Yang.[[note 10]]}","commentary":"\"Release your big toe\" means that one here is not yet in a proper position."},{"number":5,"text":"Fifth Yin\nOnly the noble man could bring about Release here and have good fortune, for he would even inspire confidence in petty men. {Fifth Yin abides in the exalted position and treads the path of centrality [the Mean]; moreover it is in resonance with the hard and the strong [Second Yang]. As such, one here can achieve Release and so garner good fortune. It is through the Dao of the noble man that one effects Release from troubles and dispels danger. Although petty men might be in the dark about this, they still understand that they must submit and so harbor no resentment about it. This is why the text says \"for he would even inspire confidence in petty men.\"[[note 11]]}","commentary":"The noble man brings about Release here, so petty men withdraw.[[note 12]]"},{"number":6,"text":"Top Yin\nThe duke uses this opportunity to shoot at a hawk located atop a high wall, so he gets it, and nothing fails to be fitting.[[note 13]] {First Yin is located in such a way that it is in resonance with Fourth Yang, and Second Yang is in resonance with Fifth Yin. Third Yin is not in resonance with Top Yin and is out of position with its bearing a burden on the back and carriage riding. It occupies a place at the top of the lower trigram, and this is why the text says \"high wall.\" A high wall is not the place for a hawk just as this high place is not where Third Yin should tread. Top Yin abides at the zenith of movement [the Zhen (Thunder) trigram] and designates the maximum development of Release. It represents one who will bring about Release from gross disobedience and do away with abominable revolt. Thus he uses this opportunity to shoot at it [the hawk, i.e., Third Yin, i.e., disobedience and revolt]. This one makes a move only after he has attained his greatest strength and acts only after he has attained full force, thus it is certain that \"he gets it, so nothing fails to be fitting.\"}","commentary":"\"The duke uses this opportunity to shoot at a hawk\" so as to bring about a Release from disobedience."}],"notes":[{"number":1,"note":"Cf. Hexagram 39, Jian (Adversity), Judgment. Note that this and all subsequent text set off in this manner is commentary by Wang Bi."},{"number":2,"note":"This translates wu qi er bushi. Qi (boundary) may be a textual corruption for either che (split, burst) or suo (place). The former would result in \"no bursting forth fails to open up,\" which seems redundant, and the latter would be \"no place fails to have its opening up\"—i.e., \"Release occurs everywhere.\" Lou Yulie prefers this last reading. See Wang Bi ji jiaoshi, 2: 418 n. 7."},{"number":3,"note":"The lower trigram is Kan (Sink Hole), where rain collects, and the upper trigram is Zhen (Thunder)."},{"number":4,"note":"Kong Yingda interprets this to mean that the noble man forgives and pardons out of leniency. See Zhouyi zhengyi, 4: 24b."},{"number":5,"note":"Kong Yingda comments: As long as dangers and troubles remain unquelled, the humble will suffer harm. As this is so, during the time when Release from Adversity has not yet occurred, the soft and weak will be unable to avoid blame. But after disentanglement from obstruction has taken place, the hard and the strong will no longer be in a position to persecute [the humble]. . . . Although First Yin with its softness and weakness occupies a place other than a proper position, when it encounters such a moment as this, it need not worry about incurring blame, and this is why for First Yin \"there is no blame.\" See Zhouyi zhengyi, 4: 24b. According to Wang Bi, the first place in a hexagram is not a proper position for either a yin or a yang line; it is, in effect, a \"positionless\" position—a \"borderline\" between yin and yang. See section five of Wang's General Remarks. Insignificant (weak), without responsibilities, and at a time when the strong can no longer bully, here one need not worry about incurring blame. Cheng Yi and Zhu Xi interpret First Yin differently. For them the first place is a yang position, and thus First Yin is out of place, but because it is in a correct responsive relationship with Fourth Yang, it avoids blame."},{"number":6,"note":"That is, First Yin has no position with which to be commensurate, so, although no good fortune can come of this, no blame will come of it either. \"Borderline\" translates ji. Cheng Yi (and Zhu Xi after him) takes ji as jijie (relate, form a relationship), in keeping with the idea that First Yin avoids blame by entering into a correct relationship with Fourth Yang. Cheng also reads yi (concept) as yi (it is appropriate that), so it seems that for him the text would mean: \"When hard and soft relate as they should, it is appropriate that 'there be no blame.'\" See Zhouyi zhezhong, 12: 21b."},{"number":7,"note":"Both Cheng Yi and Zhu Xi think that \"three foxes\" refers to the three yin lines in this hexagram other than Fifth Yin (its ruler)—\"petty men,\" according to Cheng. See Zhouyi zhezhong, 6: 3a."},{"number":8,"note":"See the extensive comments on Third Yin that appear at the very end of section eight of the Commentary on the Appended Phrases Part One."},{"number":9,"note":"\"Debasement of correct behavior\" translates zheng zhi suo jian, Wang's gloss of zhen lin. Kong Yingda glosses zhen lin similarly: \"The man who bears a burden yet rides in a carriage regards the base behavior he engages in as something correct.\" See Zhouyi zhengyi, 4: 25b."},{"number":10,"note":"Kong Yingda agrees with Wang Bi that the \"big toe\" is Third Yin and that the \"friend\" is First Yin. However, both Cheng Yi and Zhu Xi think that the \"big toe\" is First Yin and that Fourth Yang must rid itself of its relationship with First Yin before \"noble friends will come to and place their trust in him.\" They say that the relationship between Fourth Yang and First Yin, though a resonate relationship between yin and yang, is improper because both lines are out of position (Fourth Yang is in a yin position, and Cheng and Zhu consider the first position to be yang) and, what is more, First Yin represents a \"petty man.\" See Zhouyi zhezhong, 6: 4b-5a."},{"number":11,"note":"\"Inspire confidence in petty men\" translates you fu yu xiaoren. Both Cheng Yi and Zhu Xi gloss fu differently, as \"proof,\" and their interpretation of this line seems to be: \"The proof of this [that Release has occurred] lies with petty men.\" Cheng and Zhu think that \"Release\" in Fifth Yin refers to how the noble man (sovereign) must rid himself of petty men (represented by the other three yin lines) before he can have \"good fortune.\" Proof of this lies with how petty men behave. As the Commentary on the Images says, \"Petty men withdraw.\" The fact that they withdraw from his presence proves that he is successful. See Zhouyi zhezhong, 6: 5a."},{"number":12,"note":"Kong Yingda comments: \"'Petty men' means 'those who cause trouble.' They believe in the sincerity of the noble man, so they withdraw and submit to him in fear.\" See Zhouyi zhengyi, 4: 26a."},{"number":13,"note":"See the extensive comments on Top Yin that appear in section five of the Commentary on the Appended Phrases Part Two."}]}