{"number":6,"id":"010111","title":{"pinyin":"","wadeGiles":"Song","english":"Contention"},"structure":{"above":"Qian Above","below":"Kan Below"},"judgement":{"text":"In Contention, there should be sincerity. Exercise prudence in handling obstruction. To halt halfway means good fortune. {Obstruction means \"hindrance\" or \"blockage.\" Only after one is able to exercise prudence, can he garner the good fortune involved with halting halfway.[[note 1]]}  To persist to the end means misfortune. It is fitting to see the great man. It is not fitting to cross the great river.","commentary":"Song [Contention] consists of strength in the upper trigram [Qian] and danger in the lower trigram [Kan (Sink Hole)]. To be in danger but still have strength, this is what Song means. \"In Contention, there should be sincerity. Exercise prudence in handling obstruction. To halt halfway means good fortune\": all this refers to the hard line [Second Yang], which arrives and takes up a middle position. \"To persist to the end means misfortune\": this means that Contention does not allow for a successful conclusion. \"It is fitting to see the great man\": what one esteems is his adherence to the Mean and his rectitude. \"It is not fitting to cross the great river\": one would sink into the watery depths. {Whosoever gets involved in disagreement and enters into Contention will find that no matter what measures are taken, none will succeed, because the difficulties that he tries to traverse are too grave. Only someone who has sincerity and treats hindrance with caution will obtain good fortune here. But even he can no longer persist to the end; it is by halting halfway that one has good fortune. If one fails to stifle Contention at its inception and so prevent it from developing, even though in each instance one avoids any deviant behavior, Contention will continue to progress to its final stage, and this, indeed, would result misfortune. Thus, although one has sincerity and treats hindrance with caution, he still cannot use these attributes to bring Contention to a successful conclusion. This is why the text says: \"In Contention, there should be sincerity. Exercise prudence in handling obstruction. To halt halfway means good fortune. To persist to the end means misfortune.\" If there is not someone who is good at listening [i.e., capable of passing judgment on Contention, i.e., of litigation], even though the truth is on one's side, what means could ever bring it to light? So how could anyone who gets this command to have sincerity and to treat hindrance with caution ever obtain good fortune by halting halfway? For this to happen, there must be someone in charge who is good at listening, and is he not located at Second Yang? Here he arrives with his strength, makes all petty persons behave correctly, and avoids violating the Mean in making judgments. In so doing, he fulfills his responsibilities perfectly.[[note 2]]} "},"image":{"text":"Heaven and water operate in contrary ways: this constitutes the image of Contention.[[note 3]] In the same way, the noble man in conducting business carefully plans how such things begin.","commentary":"{\"In listening to litigation [song], I am like other men. But what is really necessary is the prevention of litigation itself from happening!\"[[note 4]] Avoidance of Contention [Song] depends on \"carefully plan[ning] how . . . things begin,\" and \"carefully plan[ning] how . . . things begin\" depends on the setting-up of limitations and controls. It is lack of clarity in contracts that is the origin of Contention. If things have their proper allotment and responsibilities do not encroach upon each other, how could strife ever arise? The reason why Contention occurs is that people overstep the bounds of contracts. Thus those who have virtue tend to their contracts and do not lay blame on others.[[note 5]]} "},"sequence":{"commentary":"Food and drink necessarily involve Song [Contention]. This is why Xu [Waiting, Hexagram 5] is followed by Song.","irregular":"Song [Contention] means \"not being affable.\""},"lines":[{"number":1,"text":"First Yin\nIf one does not perpetuate the case involved, it might slightly involve rebuke, but in the end, good fortune will result. {Here one is located at the beginning of Song [Contention], but Contention can never be brought to a successful conclusion. Thus only when \"one does not perpetuate the case involved\" will good fortune follow. It is always yang that starts singing and yin that joins in. Yin is never the one to take the lead.[[note 6]] It should be Fourth Yang that gives the summons, to which First Yin then responds, but instead First Yin finds itself transgressed against, so Contention occurs.[[note 7]] It may be located at the beginning of Song, but First Yin is not the one that starts the Contention. Although it cannot help but finally get involved in Contention, First Yin should be sure to analyze clearly how the Contention comes about.}","commentary":"\"If one does not perpetuate the case involved\": that is, Contention cannot be protracted forever. Although \"it might slightly involve rebuke,\" its analysis is clear."},{"number":2,"text":"Second Yang\nNot victorious in Contention, one escapes by returning home. If his city consists of fewer than three hundred households, there will be no disaster. {As a hard [yang] line that finds a place in Song, Second Yang is an inferior entity that is not up to the task. From below it engages one that is above [Fifth Yang] in Contention, so it is appropriate that it is not victorious. If through caution such a one is able to escape by returning home to his own city, he can thereby avoid calamity. But if his city surpasses three hundred households, it will not be a place of refuge for him, for calamity is never avoided by escaping and then relying on strength.[[note 8]]","commentary":"\"Not victorious in Contention\": one escapes by returning home. When from below one engages in Contention one that is above, calamity ensues as easily as if it were just picked up."},{"number":3,"text":"Third Yin\nSubsist on old virtue. If one exercises constancy in the face of danger, in the end, good fortune will result. He might attend to his sovereign's business, but he has no opportunity to accomplish anything of his own. {The substance of Third Yin is soft and yielding, so it is obedient to Top Yang. It does not behave like Second Yang and \"from below engage . . . in Contention one that is above.\" Not being encroached upon, it safeguards all that it has. Thus it manages to \"subsist on old virtue\"[[note 9]] and remain free from error. Here, located in the struggles of a time of Contention, it is located between two hard [yang] lines. Though contiguous with both, it forms a pair with neither. This is why the text says \"if one exercises constancy in the face of danger.\" Being soft in substance, it is not one to struggle. Remaining closely tied in resonance with Top Yang, none of the other lines is able to deflect it from its course. This is why the text says: \"In the end, good fortune will result.\" Top Yang is so strong that it will be victorious in any struggle, and it is impossible to defy it. This why \"he might attend to his sovereign's business\" but does not dare accomplish anything in his own right.}","commentary":"\"Subsist on old virtue\": To follow the lead of Top Yang means good fortune."},{"number":4,"text":"Fourth Yang\nNot victorious in Contention, {This is due to the fact that First Yin's \"analysis is clear.\"} One returns to fulfilling Heaven's command and so changes course. Serene practice of constancy means good fortune. {Here one who occupies a superior position and contends with a subordinate [First Yin] is able to use this opportunity to change what he does. Thus the blame suffered is not great. If he can return to following fundamental principles, this will enable him to change his previous order [that led to Contention with First Yin] 10, and by \"practicing constancy with serenity\" he will not commit transgression [against First Yin] or violate his own Dao but will \"practice humaneness beginning with oneself.\"[[note 11]] Thus good fortune will follow him.[[note 12]]}","commentary":"\"One returns to fulfilling Heaven's command and so changes course\": by practicing constancy with serenity he remains free from error."},{"number":5,"text":"Fifth Yang\nThe way Contention is dealt with here results in fundamental good fortune. {By being located here one obtains a noble position and becomes the ruler of Song. Fifth Yang by its adherence to the Mean and its rectitude judges what is crooked and what is straight. As one here practices the Mean, he avoids excess, and, as such a one is correct, he does no evil. Fifth Yang is so hard and strong that it is not in the least subject to distractions and so just and fair that it is not at all prone to partiality. This is why the text says: \"The way Contention is dealt with here results in fundamental good fortune.\"}","commentary":"\"The way Contention is dealt with here results in fundamental good fortune\": this is due to adherence to the Mean and to rectitude."},{"number":6,"text":"Top Yang\nOne might be awarded with a leather belt, but before the day is over he will have been deprived of it three times. {Here is someone located at the very end of Song. As he abides at this top position full of hardness and strength, whenever he engages in Contention he is victorious. Although he receives an award thanks to his success in Contention, how long can he safeguard this honor? This is why in the space of just one day he will be deprived of the belt three times.}","commentary":"To receive an item of apparel because of success in Contention is indeed not something worthy of respect."}],"notes":[{"number":1,"note":"This and all subsequent text set off in this manner is commentary by Wang Bi. The text of Wang's comment reads jie ti ranhou (only after one in all cases exercises prudence). However, Lou Yulie cites critical editions of the Changes with Wang's commentary prepared by Sun Xingyan (1753-1818) and Jiao Xun (1763-1820) in which jie (in all cases) is replaced by neng (is able). As the characters jie and neng resemble each other, it is assumed that these editors thought that jie was a mistake and that neng was correct. Kong Yingda also reads Wang's text as if it contained neng rather than jie. See Wang Bi ji jiaoshi, 1: 251 n. 1, and Zhouyi zhengyi, 2: 4a."},{"number":2,"note":"\"Is he not located at Second Yang?\" translates qi zai er hu. As the ruler of the Song hexagram is Fifth Yang, there has been speculation that this phrase contains a copyist's error and should read qi zai wu hu: \"Is he not located at Fifth Yang?\" If this is so, the error must have occurred before the Tang era and Kong Yingda, for Kong accepts er as correct and has much to say about it in his subcommentary to Fifth Yang: Wang's commentary above says: \"Someone in charge who is good at listening, and is he not located at Second Yang?\" This means that Second Yang is a ruler, but his commentary here also says: \"[Fifth Yang] becomes the ruler of Song. [It] by its adherence to the Mean and its rectitude judges what is crooked and what is straight.\" So this means that Fifth Yang is also a ruler. For one hexagram to have two rulers like this often occurs throughout the hexagrams as a whole. Fifth Yang is this hexagram's ruler by virtue of its noble position, but any of the other lines might be a ruler because of the way it represents the hexagram's meaning. Kong then goes on to say that the same kind of thing happens, for instance, in Fu (Return), Hexagram 24. See Zhouyi zhengyi, 2: 7a-7b. Still, although the \"meaning\" of Song—its \"moral\" or general advice—does seem to be expressed in Second Yang, I am not entirely convinced and continue to think that \"is he not located at Fifth Yang\" is the more likely reading: it makes good sense for the passage as a whole and is, of course, a much simpler explanation. By the same token, \"the great man\" probably refers to Fifth Yang and not Second Yang."},{"number":3,"note":"Kong Yingda comments: \"The Dao of Heaven is to rotate to the west, but the flow of water is such that it goes east. . . . This is an image of two people mutually acting at odds.\" See Zhouyi zhengyi, 2: 5a. All celestial bodies seem to rotate from east to west, and the waters of Chinese lakes and rivers all eventually flow east to the sea."},{"number":4,"note":"Lunyu (Analects) 12:13."},{"number":5,"note":"This paraphrases Laozi, section 79, p. 79."},{"number":6,"note":"Wang says the same thing in his commentary to Laozi, section 10, p. 23."},{"number":7,"note":"Following Kong Yingda comments: \"First Yin should be the one to respond to Fourth Yang, but Fourth Yang is so filled with strong yang-ness that it comes first to First Yin. This is in violation of principle and a transgression against this one. First Yin, a weak yin entity that finds itself transgressed against, now enters into Contention.\" See Zhouyi zhengyi, 2: 5a-5b."},{"number":8,"note":"Kong Yingda comments: Zheng's [Zheng Xuan, 127-200] commentary on the Liji [Book of rites] says: \"A small state involves the rule of a junior grand master [xiadaifu].\" This location [in Song] is an expression of the meager and the weak, and this is why Second Yang can escape by returning home and hiding away there. But if this involves a city that surpasses three hundred households in population, it would be a strong, large state that one cannot use as a hideout.\nSee Zhouyi zhengyi, 2: 5b."},{"number":9,"note":"Kong Yingda glosses \"subsist on old virtue\" (shi jiude) as \"subsist on the salary and rank of the virtuous of former days\"—i.e., be content with the position inherited from one's virtuous forebears. See Zhouyi zhengyi, 2: 6a."},{"number":10,"note":"This is how Kong Yingda interprets the passage; see Zhouyi zhengyi, 2: 6b."},{"number":11,"note":"Lunyu (Analects) 12:1."},{"number":12,"note":"Both Wang Bi and Kong Yingda seem to invest ming (literally, \"order\" or \"command\") with a double meaning here: it refers both to \"Heaven's command\" (i.e., fundamental [moral] principle[s]) and to the specific command that Fourth Yang had given to First Yin that gave rise to the Contention between them. Kong, in fact, moves back and forth between these two positions throughout his remarks.\nSee Zhouyi zhengyi, 2: 6b-7a. However, both Cheng Yi and Zhu Xi gloss ming as zhenli (true moral principles) and understand the \"change of course\" not in terms of the course of action (orders given) undertaken by Fourth Yang but as a \"fundamental change of the heart and mind\" in the person so represented. See Zhouyi zhezhong, 1: 40b-41a."}]}