{"number":47,"id":"010110","title":{"pinyin":"","wadeGiles":"Kun","english":"Impasse"},"structure":{"above":"Dui Above","below":"Kan Below"},"judgement":{"text":"Kun [Impasse] means prevalence. {When one encounters straitened circumstances, one must get free of them. It is the petty man who, when situated at a time of Impasse, cannot get himself free.[[note 1]]}  With his constancy, the great man has good fortune and is without blame. {Such a one may be situated in straitened circumstances, yet he manages to be \"without blame.\" As he has \"good fortune,\" he can avoid it [blame].} If one has words, they will not be believed.[[note 2]]","commentary":"Kun [Impasse] is such that the hard and strong are hindered. {The hard and strong suffer hindrance at the hands of the soft and weak.} But such a [hard and strong] one remains joyful in the face of danger and, though he encounters Impasse, does not lose that which shall allow him to prevail. {He may be situated in danger, but that does not alter his capacity for joy; he may have encountered Impasse, but he \"does not lose that which shall allow him to prevail.\"} Who but the noble man can do this? \"With his constancy, the great man has good fortune,\" for here he stays on the path of the Mean with his hardness and strength. {One who, when he encounters Impasse, uses his hardness and strength and does not stray from the Mean will tread the path of righteousness and can embody greatness. But one who can practice righteousness but cannot do so on a grand scale will never save himself from Impasse. This is why the text says: \"With his constancy, the great man has good fortune.\"} \"If one has words, they will not be believed,\" that is, if one were but to esteem what the mouth can do, it would only result in grief. {One might have recourse to words here in Impasse, but this is a time when they will not be believed. As this is not a time when words will have an effect, if one attempts to use words to avoid blame, it will surely lead to grief. The good fortune that can be had here resides in the great man with his constancy, so what can the mouth have to do with it?}"},"image":{"text":"The Lake has no Water: this is the image of Impasse. In the same way, the noble man would sacrifice his life in pursuit of his goals.","commentary":"{\"The Lake has no Water\" comes from the fact that the Water is below the Lake, which is the image of Impasse.[[note 3]] One who bends his will when he encounters Impasse is a petty man. \"The noble man may certainly find himself in straitened circumstances,\" but could he ever forget the Dao?[[note 4]]} ","commentaryAppended":"Kun [Impasse] is the criterion for distinguishing virtue.\n Kun demonstrates how one who suffers tribulation still stays in complete control of himself.\n Kun provides the means to keep resentments few.[[note 5]]"},"sequence":{"commentary":"If climbing goes on and does not stop, there is sure to be impasse. This is why Sheng [Climbing, Hexagram 46] is followed by Kun [Impasse].","irregular":"Kun [Impasse] indicates a clash of interests."},"lines":[{"number":1,"text":"First Yin\nThis one suffers Impasse in the buttocks here on the root of the tree, so he enters a secluded valley and does not appear for three years. {First Yin is located at the very bottom, is bogged down in the Impasse of the most miserable of positions, and where it abides there is no security or comfort whatsoever. This is why the text says: \"This one suffers Impasse in the buttocks here on the root of a tree.\" It may wish to go to its resonate partner [Fourth Yang], but Second Yang blocks its path. Staying would result in \"suffer[ing] Impasse . . . here on the root of the tree,\" and advancing would garner no relief either, so this one has to become a fugitive in hiding. This is why the text says: \"He enters a secluded valley.\" As a Dao, Impasse does not last for more than a few years. It is because of Impasse that he spends years in this way, but when the Impasse dissolves, he then comes out. Thus the text says that he \"does not appear for three years.\"}","commentary":"\"He enters a secluded valley,\" for in such seclusion he will be inconspicuous. {Seclusion as an expression means \"not bright\" [i.e., inconspicuous]. Here one enters into an inconspicuous place in order to hide himself away.}"},{"number":2,"text":"Second Yang\nThis one has Impasse in his food and drink, but as soon as the crimson ceremonial garment arrives, it would be fitting to offer sacrifice here but to set forth would lead to misfortune, and there would be no one to blame. {As this is a yang line that abides in a yin position, it represents one who esteems modesty. This one finds himself situated at a time of Impasse in such a way that he achieves centrality, and what he embodies is the stuff of hardness and strength. However, he practices the Mean, treads the path of modesty, and as he does not limit his response to any one partner, he remains free of any selfish designs whatsoever. As such, there is none who comes before him in plenitude of resources. It is because he treats things with modesty that they come to him, and it is because he occupies this place of danger with hardness and strength that its difficulties are conquered. As he treads the path of the Mean, he does not violate that which is proper to him; as he does not have a resonate partner, he is free of any private patronage. When one takes up a place at a time of Impasse in such a way as this, nothing fails to come to him, and his riches are inexhaustible. This is why the text says that \"this one has Impasse in his food and drink,\" for it signifies the ultimate of sumptuousness. A crimson ceremonial garment is something associated with the southern direction. One who undergoes a time of Impasse in this way can attract others from foreign lands, and this is why the text says \"as soon as the crimson ceremonial garment arrives.\" This one is overflowing with inexhaustible riches, thus the text says: \"It would be fitting to offer sacrifice here.\" However, if one were to keep on advancing after one is already full, this would be a dao that leads to ruin. So if one were to set forth in this way, whom could one possibly blame for the misfortune that would ensue? Thus the text says: \"To set forth would lead to misfortune, and there would be no one to blame.\"[[note 6]]} ","commentary":"\"This one has Impasse in his food and drink,\" for there are blessings for him who practices the Mean."},{"number":3,"text":"Third Yin\nThis one suffers Impasse on rocks, so he tries to hold on to the puncture vine for support, and then he enters his home but does not see his wife. This means misfortune.[[note 7]] {Rocks as such are hard and inhospitable things, and here they refer to Fourth Yang. Third Yin occupies a yang position as a yin line, which represents one whose ambition it is to find someone with military power [as patron and protector]. However, as Fourth Yang has already accepted First Yin, it will not take Third Yin, and Second Yang is not one to provide support, for a strong [yang] line should not offer carriage to it [a yin line]. Above Third Yin might pair with the impasseridden rocks, and below it might \"try to hold on to the puncture vine for support,\" but as such a one tries to go in without having a resonate partner there, where should he ever find a true mate?[[note 8]] When one finds himself in Impasse in such a place as this, it is to be expected that he should have misfortune.}","commentary":"Here one \"tries to hold on to the puncture vine for support,\" that is, one tries to ride atop the hard and strong. \"He enters his home but does not see his wife,\" which is inauspicious."},{"number":4,"text":"Fourth Yang\nThis one comes slowly, so slowly, for he suffers Impasse at the metal-clad cart. Although there is humiliation, he should bring about a successful conclusion. {The \"metal-clad cart\" refers to Second Yang. As it is hard and strong enough to carry others, it is referred to as \"a metal-clad cart.\" Xuxu [slowly, so slowly] is an expression that suggests doubt and fear. Fourth Yang has his will fixed on First Yin but is blocked by Second Yang, and, as such a one treads on a territory that is not his rightful position [becaus ethis is a yin position], he might try awe-inspiring orders, but they will not be carried out. Fourth Yang is incapable of abandoning First Yin, and it might want to go to First Yin, but it fears Second Yang. This is why the text says: \"This one comes slowly, so slowly, for he suffers Impasse at the metal-clad cart.\" One at Fourth Yang has a resonate partner but is unable to succor him, thus the text says: \"There is humiliation.\" However, because it is a yang that abides in this yin position, such a one treads the Dao of modesty. This one gets the measure of his own powers and so stays put and does not do battle with Second Yang. \"Although he is not in his rightful position, in the end, others give in to him.\" Thus the text says: \"He should bring about a successful conclusion.\"}","commentary":"\"This one comes slowly, so slowly,\" for his will is fixed on the one below. {\"The one below\" refers to First Yin.} Although he is not in his rightful position, in the end, others give in to him."},{"number":5,"text":"Fifth Yang\nThis one cuts off noses and feet and so has Impasse with the red ceremonial garment, and only when he takes things slowly, does he have joy. It is fitting to offer sacrifice here. {As a yang line that abides in a yang position, this one is invested with all the power proper to him. However, he is unable to employ modesty to attract others, so others do not join him. Distressed that others will not join him, he uses his power, but the more he cruelly implements the awe-inspiring punishments at his disposal, the more foreign lands become obstreperous and the more those near and far rebel; the more he uses punishments in order to obtain these others, the more these punishments become the instruments of their loss. This is why the text says: \"This one cuts off noses and feet and so has Impasse  with the red ceremonial garment.\" Second Yang obtains the red ceremonial garment [i.e., the allegiance of those in foreign lands] because of his modesty, but Fifth Yang loses it because of his hardness and strength. But as this one is an embodiment of \"centrality and perseverance,\" he is capable of not persisting in the error of his ways. Here is someone who first has to suffer Impasse before he uses his proper Dao. Success at attracting others to one does not lie in harsh measures; this is why the text says \"takes things slowly.\" He \"takes things slowly\" only after he suffers Impasse, but when \"he takes things slowly,\" he has joy. Thus the text says: \"This one . . . has Impasse with the red ceremonial garment, and only when he takes things slowly, does he have joy.\" It is by offering sacrifice that one receives blessings. One at Fifth Yang treads the territory of the noble position and is able to change his ways when he encounters Impasse and not persist in his errors. When he offers sacrifice under such conditions at this, he is sure to obtain blessings from doing so, and this is why the text says: \"It is fitting to offer sacrifice here.\"[[note 9]]} ","commentary":"As long as this one \"cuts off noses and feet,\" his goals will never be realized, but when \"he takes things slowly, he has joy,\" and this is due to his centrality and perseverance. \"It is fitting to offer sacrifice,\" for he shall have blessings."},{"number":6,"text":"Top Yin\nThis one suffers Impasse either in creepers and vines or in danger and perplexity, so he should say to himself, \"Take steps that you will regret,\" for even if it means regret, to set forth here will result in good fortune. {Top Yin resides at the apogee of Impasse and moreover rides on top of a strong [yang] line. Below there is no resonate partner for this one, so the more one here tries to go on, the more entangled in trouble he will become. Going would result in tangles of trouble, but staying put would result in no chance to have security. Thus the text says: \"This one suffers Impasse either in creepers and vines or in danger and perplexity.\" The second phrase [\"or in danger and perplexity\"] lacks the word Impasse, but that is because it already appears in the first phrase. To be situated here at the end point of Impasse means both that there is no through road for one were he to try go on ahead and that there would be no means to make one secure if he were to stay put. This is Impasse at its worst. Whenever anything reaches the point where it can go no further, one should think about how it will change, so, when one finds himself at this point in Impasse, one should plan for a breakthrough.[[note 10]] As one is located at this place where Impasse is at its worst, it represents a moment that one should use to make plans. \"So he should say to himself\" is an expression that means that one should think over plans. When it comes to the realization of plans, one ought to have success if he acts when an opening occurs. If one were to address the question of what means one should use to break through this ultimate stage of Impasse, he should say to himself, \"Take steps that you will regret,\" for even if there be regret, by setting forth here he shall rescue himself. This is why the text says: \" 'Take steps that you will regret,' for even if it means regret, to set forth here will result in good fortune.\"[[note 11]]}","commentary":"\"This one suffers Impasse either in creepers and vines,\" for he has not yet situated himself correctly. {This one has not yet found the right place for himself, and this is why Impasse has come to him here.} \"Take steps that you will regret,\" for even if it means regret, you will find good fortune in moving on."}],"notes":[{"number":1,"note":"This and all subsequent text set off in this manner is commentary by Wang Bi."},{"number":2,"note":"Kong Yingda comments: \"When one has encountered Impasse, one should seek deliverance in the rectification of self and the cultivation of virtue. If one were instead to use crafty words and artful phrases, which should not be believed by others, the more he pursued this path the more straitened his circumstances would become. This is why one is warned that 'if one has words, they will not be believed.' \" See Zhouyi zhengyi, 5: 11b."},{"number":3,"note":"The lower trigram is Kan (Sink Hole), which also signifies Water, and the upper trigram is Dui (Joy), here representing Lake."},{"number":4,"note":"Cf. Lunyu (Analects) 15:1: \"The noble man may certainly find himself in straitened circumstances, but it is the petty man who, when in straitened circumstances, will let himself go out of control.\" Kong Yingda comments: When the Water is below the Lake, the Lake itself will dry out, so that the myriad things will all encounter Impasse [grief, hard times, etc.]. . . . But the noble man would maintain his commitment to the Dao even if it meant his death. Thus, although he encounters a world of Impasse and danger, in which he might be expected to sacrifice his life, he surely will pursue his lofty goals, from which he will not deviate and which he will not alter. See Zhouyi zhengyi, 5: 12a."},{"number":5,"note":"See section seven of the Commentary on the Appended Phrase, Part Two."},{"number":6,"note":"Whereas Kong Yingda's commentary agrees with and merely expands upon Wang's comments, Cheng Yi's interpretation of Second Yang is rather different: Food and drink are what people desire, but they are also things that one bestows as gifts on others. Second Yang with its resources of strength and centrality finds itself here at a time of Impasse. It represents the noble man who is content with what he encounters. Although he is subjected to straitened and dangerous conditions, nothing affects his heart and mind, and he does not regret that he has been placed in Impasse. The Impasse that he suffers is merely an Impasse concerning the things people desire. What the noble man desires is to shower benefits on the common folk and to rescue them from the Impasse that besets the world. Second Yang is not yet able to pursue this desire to shower such benefits. Thus he represents someone who \"suffers Impasse in food and drink.\" Such a great man or noble man cherishes his Dao and so suffers Impasse here below. He must find a sovereign secure in the Dao who would seek him out and entrust him with duties, for only then will he be able to dispense what he has stored up. Second Yang with its virtues of strength and centrality suffers Impasse below, but above there is Fifth Yang, which represents a sovereign who is likewise imbued with strength and centrality. Their Daos are the same, and their virtues coincide, so they are sure to find each other. Thus the text says: \"As soon as the crimson ceremonial garment arrives\" [zhufu fanglai]. Fanglai means fangqie lai [as soon as it arrives, or only when it arrives]. A zhufu is a garment worn by a king; it is a knee covering, and it is used here to suggest the arrival of such a person. \"It would be fitting to offer sacrifice here.\" When offering sacrifice, one uses the utmost sincerity to get through to the numinous and the bright [the gods]. When this one finds himself at a time of Impasse, it is fitting that he use the utmost sincerity in exactly the same way, for if his virtue be sincere, he shall then be able to move and get through to his superior above. . . . Just when one finds himself at a time of Impasse, if he does not wait for the command [from above], perfectly sincere and content with his place here, but instead sets forth in order to seek [his sovereign] on his own, the risk involved would result in misfortune and would be something he brought upon himself—who could he blame for it? Cheng's reading of Second Yang would seem to be: \"This one suffers Impasse in food and drink, and only when the crimson ceremonial garment arrives [i.e., only if he were perfectly sincere], would it be fitting to offer sacrifice. If he were to set forth [of his own volition], there would be misfortune, and there would be no one to blame [but himself].\" See Zhouyi zhezhong, 6: 44b-45a."},{"number":7,"note":"See the extensive comments on Third Yin that appear in section five of the Commentary on the Appended Phrases Part Two."},{"number":8,"note":"That is, as Kong Yingda comments, such a one \"does not see his wife.\" See Zhouyi zhengyi, 5: 13a."},{"number":9,"note":"Cheng Yi has a different interpretation of Fifth Yang: To cut off the nose is called yi, a wound done to one's upper part. To cut off the feet is yue, a wound done to one's lower part. Fifth Yang is waylaid both above and below by yin lines, which inflict these wounds. . . . Fifth Yang is in the sovereign's position. When the sovereign of men suffers Impasse, it comes from those above and below not giving in to him. A chifu [red ceremonial garment (knee covering)] is something worn by a retainer or vassal, and it is used here to suggest the arrival of such a person; this is why the text mentions the term fu [knee covering]. The sovereign of men suffers Impasse because all in the world do not come to him. If all were to come, it would not be Impasse. Although such a one at Fifth Yang finds himself in Impasse, he still possesses the virtues of strength and centrality. Below there is Second Yang, a worthy who also has strength and centrality. As their Daos are the same and their virtues coincide, eventually [xu, which means \"slowly\" in the Wang Bi and Kong Yingda commentaries] there is sure to be a response, and Second Yang will come to him, and together they will save the world from Impasse. This is what is meant by there first being Impasse but eventually joy. As such, Cheng's reading of Fifth Yang would be: \"This one has his nose and feet cut off, and there is Impasse as far as those with red ceremonial garments are concerned, but eventually there will be joy. It is fitting to offer sacrifice here.\" See Zhouyi zhezhong, 6: 47a."},{"number":10,"note":"Lou Yulie suggests that Wang here is paraphrasing a passage in section two of the Commentary on the Appended Phrases Part Two: \"As for [the Dao of] change, when one process of it reaches its limit, a change from one state to another occurs. As such, change achieves free flow, and with this free flow, it lasts forever.\" See Wang Bi ji jiaoshi, 2: 459 n. 21."},{"number":11,"note":"Kong Yingda's commentary makes these remarks by Wang Bi more intelligible: \"When one addresses the question of what means one should use to break through this ultimate stage of Impasse, one should plan for it, saying: 'You must take the initiative and do that which could lead to regret, because even if regret were to happen, be assured that afterward you, located as you are here in Impasse and seeking deliverance, can thereby move on and so garner good fortune for yourself.' \" See Zhouyi zhengyi, 5: 14b. Cheng Yi and Zhu Xi interpret this part of Top Yin somewhat differently. They say that one here should know that whatever he does before Impasse undergoes flux and passes away will result in regret, but once one acquires this sense of regret and after he waits for this time of Impasse to pass away, he then can set forth and obtain good fortune—not before. See Zhouyi zhezhong, 6: 48a."}]}