{"number":18,"id":"011001","title":{"pinyin":"","wadeGiles":"Gu","english":"Ills to Be Cured"},"structure":{"above":"Gen Above","below":"Sun Below"},"judgement":{"text":"Gu is such that it provides the opportunity for fundamental prevalence, and so it is fitting to cross the great river, but let there be three days before a new law is issued and three days after a new law is issued.","commentary":"Gu consists of a hard [yang] trigram above and a soft [yin] trigram below. {If the one above is hard, this will allow him to pass judgments, and if the one below is soft, this will allow him to carry out orders.[[note 1]]}  Compliance [the trigram Sun below] as well as immovableness [the trigram Gen (Restraint) above] make up Gu. {Not only is the one compliant, but the other is immovable, so they do not contend. If when there are problems one can avoid the disastrous effect of contention, this will allow one to take action to solve them.} \"Gu [Ills to Be Cured] is such that it provides the opportunity for fundamental prevalence,\" and if that happens the entire world will become well ordered. {When one takes action, and it results in great prevalence, what could happen except that the entire world should become well ordered?} \"It is fitting to cross the great river\": when one sets forth, there will be problems. \"Let there be three days before a new law is issued and three days after a new law is issued\": with its ending, one starts all over again: such is the way Heaven operates. {The hexagram Gu [Ills to Be Cured] signifies a time when there are problems that await someone capable of dealing with them. It is at such a time that this [the Dao of Gu] allows one to take action. When others are already following with delight, this means that they await someone to make laws in order to put their affairs in order. Here is the time to advance virtue and cultivate enterprise, so that when one sets forth he shall achieve prevalence. This is why the text says: \"It provides the opportunity for fundamental prevalence, and so it is fitting to cross the great river.\" Jia [the first of the ten characters in the heavenly branches numbering system (tiangan)] here means \"a newly initiated law.\" One cannot enforce a new law in the same way that one can enforce an old one. Thus, for the three days before [its initiation] and for the three days after, one works to make this law blend in, and only after that does one use it as the basis for punishment. It is in response to some difficult situation that a [new] law is issued, but \"with its [the situation's] ending, one starts all over again\"—just as Heaven operates employing the four seasons.}"},"image":{"text":"Below the Mountain, there is Wind: this constitutes the image of Gu [Ills to Be Cured].[[note 2]] In the same way, the noble man stirs the common folk and nourishes their virtue.","commentary":"{\"The hexagram Gu [Ills to Be Cured] signifies a time when there are problems that await someone capable of dealing with them.\" Thus the noble man uses such opportunities to bring succor to the common folk and to cultivate their virtue.[[note 3]]} "},"sequence":{"commentary":"One who gets people to follow him by making them happy inevitably will have problems. This is why Sui [Following, Hexagram 17] is followed by Gu [Ills to Be Cured). Gu here means \"problems.\"","irregular":"With Gu [Ills to Be Cured], a cleanup occurs."},"lines":[{"number":1,"text":"First Yin\nOne straightens out Ills to Be Cured caused by the father. If there is such a son, a deceased father will be without blame. Although dangerous, in the end, there will be good fortune. {To be located here at the start of some problem signifies the time when one is first charged with the responsibility for it. This has to be someone who relies on a soft and compliant nature to straighten out his father's affairs, someone who can carry on in the tracks left by his predecessor and be equal to the responsibility involved. Thus the text says \"if there is such a son.\" If one who takes responsibility for a situation right at the start is equal to that responsibility, his \"deceased father will be without blame.\" To be in on the start of some problem means that one is here in danger, but if he is equal to dealing with that problem, \"in the end, there will be good fortune.\"}","commentary":"\"One straightens out Ills to Be Cured caused by the father\": one intends to become one's deceased father's successor. {At the start of dealing with problems, the moment might be right for either diminution or increase, so it might not be possible to become a successor completely, and this is why the text only goes so far as to say that one intends to become a successor.}"},{"number":2,"text":"Second Yang\nOne straightens out Ills to Be Cured caused by the mother, but constancy is not possible. {This line abides in the middle position of the inner trigram, and as such it is appropriate that it straighten out the affairs of the mother.[[note 4]] This is why the text says: \"One straightens out Ills to Be Cured caused by the mother.\" The nature of woman is such that she is incapable of perfect rectitude, so it is appropriate to suppress one's own hardness and strength here, and one must not only straighten things out but also remain obedient [to the mother]; thus the text says: \"But constancy is not possible.\"[[note 5]] In straightening things out here one avoids violating the Mean, which is what is meant by \"manages to practice the Dao of the Mean.\"}","commentary":"\"One straightens out Ills to Be Cured caused by the mother,\" and in so doing manages to practice the Dao of the Mean."},{"number":3,"text":"Third Yang\nOne who here straightens out Ills to Be Cured caused by the father has slight regret but incurs no great blame. {Third Yang straightens out problems with its hardness and strength, but because it has no responsive partner,[[note 6]] it \"has slight regret.\" By treading here, it obtains its own proper position [as a yang line in a yang position], and it uses its rectitude to straighten out the father's affairs, so although it involves \"slight regret,\" in the end, it \"incurs no great blame.\"}","commentary":"\"One who here straightens out Ills to Be Cured caused by the father\" in the end \"incurs no great blame.\""},{"number":4,"text":"Fourth Yin\nHere one deals leniently with Ills to Be Cured caused by the father, but if he were to set out he would experience hard going.[[note 7]] {This is an appropriate position for a line whose substance is soft and yielding [it is a yin line in a yin position]. One who straightens things out not with hardness and strength but by using softness and accommodation is capable of dealing leniently with his predecessor's problems. Nevertheless, here one has no responsive partner,[[note 8]] so if he were to set out, that would surely ressult in discord. Thus the text says: \"If he were to set out he would experience hard going.\"}","commentary":"\"Here one deals leniently with Ills to Be Cured caused by the father,\" but if he were to set out he would never succeed."},{"number":5,"text":"Fifth Yin\nOne who here straightens out Ills to Be Cured caused by the father thereby gains a fine reputation. {Fifth Yin occupies the noble position with its softness and yielding, thereby staying within the Mean and maintaining a proper response [with Second Yang]. It is by using such means to carry on the affairs of one's predecessor that one thereby practices the Dao of gaining a fine reputation.}","commentary":"One who straightens out the father's affairs \"thereby gains a fine reputation,\" because his succession is marked by virtue. {Fifth Yin abides in the Mean with its softness and yielding and does not put its trust in martial force.}"},{"number":6,"text":"Top Yang\nThis one does not concern himself with the affairs of king or feudal lords but works to elevate his own higher pursuits. {Top Yang by being located at the very top of such matters [represented by Gu (Ills to Be Cured)] thus stays free of any entanglement with position, and so it \"does not concern [it]self with the affairs of king or feudal lords but works to elevate its own higher pursuits.\"}","commentary":"\"This one does not concern himself with the affairs of king or feudal lords,\" and his ambition as such can serve as a model for others."}],"notes":[{"number":1,"note":"This and all subsequent text set off in this manner is commentary by Wang Bi."},{"number":2,"note":"The upper trigram Gen (Restraint) is associated with Mountain, and the lower trigram Sun (Compliance) is associated with Wind. See section three of Explaining the Trigrams."},{"number":3,"note":"Kong Yingda comments: \"The wind is capable of working up and dispensing nourishing moisture. . . . So the noble man is capable of using his nourishing grace to stir up the common folk below and nurture them with his virtue.\" See Zhouyi zhengyi, 3: 5a."},{"number":4,"note":"Both Cheng Yi and Zhu Xi note that Second Yang is in resonance with Fifth Yin, which in this pairing is the \"mother.\" See Zhouyi zhezhong, 3: 19b."},{"number":5,"note":"It is obvious from the context that Wang glosses zhen (constancy) as zheng (rectitude): that is, one cannot use untempered rectitude to deal with a woman, for whom perfect rectitude is impossible."},{"number":6,"note":"Third Yang needs a resonate yin line in the top position, but here in Gu that line is yang, so there is no resonance."},{"number":7,"note":"\"Hard going\" translates lin; see Hexagram 3, Zhun (Birth Throes), note 6."},{"number":8,"note":"Fourth Yin needs a resonate yang line in the first position, but here in Gu that line is yin, so there is no resonance."}]}