{"number":48,"id":"011010","title":{"pinyin":"","wadeGiles":"Jing","english":"The Well"},"structure":{"above":"Kan Above","below":"Sun Below"},"judgement":{"text":"One might change a city, but one does not change a Well. {Invariability is considered to be the virtue of the Well.[[note 1]]}  It neither loses not gains. {Its virtue is constant.} People may come and go, but it remains the same Well, pure and still. {That is, it undergoes no change.} One may have almost got it there, but that is not the same thing as actually hauling it out of the Well. {One may have already got it [the well pot or bucket] there but has not yet brought it out of the Well.} And if one breaks the pot, there will be misfortune. {The merit of the Well is realized only after it [the pot of water] has emerged. To have it almost there and then have it pour back is the same as not having tried to draw it out at all.}","commentary":"Here the trigram Sun [Wood] goes into the Water [the upper trigram, Kan] and raises the Water; such is the Well. {One should pronounce shang [up, above, upper, etc.] here as it appears in the compound jushang [raise up] [i.e., in a deflected tone, as the verb \"raise.\"][[note 2]]}  The Well nourishes yet is never exhausted. \"One might change a city, but one does not change a Well,\" for this is to occupy a central position with hardness and strength. {When one \"occupies a central position with hardness and strength,\" one can fix the place in which he dwells so that it never changes.} \"One may have almost got it there, but that is not the same thing as actually hauling it out of the Well,\" that is, the merit remains unrealized. {The merit of the Well is realized only after it has fulfilled itself.} It is because one breaks the pot that there is misfortune."},"image":{"text":"Above wood, there is water: The Well. In the same way, the noble man rewards the common folk for their toil and encourages them to help each other.","commentary":"{\"Above wood, there is water\": this is the image of the Well. One uses the water that is raised from it for nourishment. It provides nourishment but is never exhausted. Xiang [each other] is like the word zhu [help]. Of the means one might use to \"reward . . . the common folk for their toil and encourage . . . them to help each other\" nothing is better than to nourish them and to do so without ever being exhausted.}","commentaryAppended":"Jing [The Well] is the ground from which virtue springs.\n Jing [The Well] demonstrates how one stays in one's place and yet can transfer what one has to others.\n Jing [The Well] provides the means to distinguish what righteousness really is.[[note 3]]"},"sequence":{"commentary":"When impasse is met with upward, there is sure to be a turnabout downward. This is why Kun [Impasse, Hexagram 47] is followed by Jing [The Well].","irregular":"Jing [The Well] indicates something accessible to all."},"lines":[{"number":1,"text":"First Yin\nAs the Well here is fouled with mud, one should not partake of it. At such an old Well there are no birds. {First Yin is at the very bottom of the Well, moreover it has no resonate partner above, so here it is in the depths where it is choked with sediment. Thus the text says: \"As the Well here is fouled with mud, one should not partake of it.\" The mud of the well is such that one cannot partake of it, so this means that it is an old Well that has not been kept in repair. An old Well that has not been kept in repair is a place where birds do not feed, so how much the less should people do so! So for a time it is a place that is abandoned by all. The Well may be a thing that does not change and may be a place where virtue dwells, but if such constant virtue were debased, none would partake of it.}","commentary":"\"As the Well here is fouled with mud, one should not partake of it,\" for this is the bottom of it. \"At such an old Well there are no birds,\" for it is abandoned for a time."},{"number":2,"text":"Second Yang\nHere the Well shoots down valleylike for the little fishes, as if it were a water jar so worn out that it leaks. {A river valley brings forth its water in such a way that it pours below from above, so the water always shoots down it. The Dao of the Well is such that it provides for those above from below. But Second Yang has no resonate partner above, so it turns downward and instead responds to First Yin. This is why the text says: \"Here the Well shoots down valleylike for the little fishes.\" The \"little fishes\" refers to First Yin. Second Yang violates the Dao of the Well, for water here does not go up and out but turns and pours downward instead. Thus the text says: \"As if it were a water jar so worn out that it leaks.\" That which occupies a position above ought to go down, and that which occupies a position below ought to go up. The Well is already something below, yet it still pours downward, which means that the Dao [way] to the Well here does reach where it should. Thus \"none responds to this one.\"[[note 4]]} ","commentary":"\"Here the Well shoots down valleylike for the little fishes,\" so none responds to this one."},{"number":3,"text":"Third Yang\nThe Well here is cleansed, but one does not partake of it, which makes this one feel pain in his heart, for one could use this opportunity to draw from it. If there be a bright sovereign, then this one shall receive all his blessings. {\"Cleansed\" means that it is not filled with dirt. Third Yang is located at the top of the lower trigram and treads on the territory of its rightful position [as a yang line in a yang position], moreover it has a resonate partner in the upper trigram [Top Yin], so it realizes the principle of the Well. However, just as Third Yang fulfills the principle of the Well and yet is not partaken of, so one here at Third Yang repairs himself so he is perfectly clean and yet is not entrusted with duties. This is why the text says \"which makes this one feel pain in his heart.\" Wei [makes] means the same as shi [cause]. This one does not pour downward but instead responds to one above. Thus \"one could use this opportunity to draw from it.\" \"If there be an bright sovereign,\" then this one at Third Yang will be brought to light; then not only shall his behavior be commended, he shall also be honored with duties. Thus the text says: \"This one shall receive all his blessings.\"[[note 5]]} ","commentary":"\"The Well here is cleansed, but one does not partake of it,\" which provokes painful feeling, {As this provokes an emotional response in the sincere, the text says \"provokes painful feeling.\"[[note 6]]}  But if this one were to seek the brightness of a true sovereign, he should receive blessings."},{"number":4,"text":"Fourth Yin\nIf the Well were relined with bricks here, there would be no blame. {This one obtains a position that is right for him [it is a yin line in a yin position] but has no resonate partner, so although he can make himself secure, he cannot provide for anyone above. He can use this opportunity to repair the faults in the Well, that is, correct and amend his own errors, but nothing more than that.}","commentary":"\"If the Well were relined with bricks here, there would be no blame,\" which means that one should repair the Well."},{"number":5,"text":"Fifth Yang\nAs the Well is icy clear, being from a cold spring, this one should partake of it. {Lie [icy clear] means jie [pure]. Fifth Yang abides in a central position and achieves rectitude. Embodying hardness and strength as it does, it will not bend, and one here does not partake of what is not right. This one is central, correct, lofty, and pure, thus only if \"the Well is icy clear, being from a cold spring,\" should this one \"partake of it.\"[[note 7]]} ","commentary":"Here one may partake of a cold spring, for it is central and correct."},{"number":6,"text":"Top Yin\nThe Well gives its bounty here. Do not cover it, for if one has sincerity, he shall have fundamental good fortune. {Top Yin is located at the very top, where the water has already been taken out of the Well. The merit of the Well in all its \"great perfection\" is revealed precisely in this line. This is why the text says: \"The Well gives its bounty here.\" Mu [cloak, curtain] here is used in the sense of fu [cover]. If one did not monopolize what he has and did not keep his advantages for his own exclusive use, others would come to him, so were such a one to set forth he would never be exhausted. This is why the text says: \"Do not cover it, for if one has sincerity, he shall have fundamental good fortune.\"}","commentary":"Fundamental good fortune is to be found at Top Yin, for there is great perfection there."}],"notes":[{"number":1,"note":"This and all subsequent text set off in this manner is commentary by Wang Bi."},{"number":2,"note":"Kong Yingda comments: \"In this hexagram, Kan is water and is on top, and Sun is wood and is below. Also, Sun means 'enter,' as Wood enters into the Water and raises it up; such is the image of Jing [The Well].\" See Zhouyi zhengyi, 5: 15a. Cheng Yi thinks that Sun as Wood means a well sweep: \"The well sweep draws up the pot. Down it goes into the mouth of the wellspring, then it draws up the water and brings it out.\" See Zhouyi zhezhong, 10: 25a."},{"number":3,"note":"See section seven of the Commentary on the Appended Phrases Part Two."},{"number":4,"note":"Cheng Yi notes that \"if there were those above who responded to this one at Second Yang, then water should be drawn upward, and the merit of the Well would be accomplished.\" See Zhouyi zhezhong, 12: 41a."},{"number":5,"note":"\"This one shall receive all his blessings\" translates bing shou qi fu. Cheng Yi interprets this last part of Third Yang differently: \"If above there is a bright sovereign, then he ought to use this one and allow him to realize his productivity. Once this worthy's talents are so used, he shall be able to put his Dao into practice, the sovereign shall be able to make his merit prevail, and those below shall be able to enjoy this benefaction. That is, those above and below 'will all receive such blessings' [bing shou qi fu].\" See Zhouyi zhezhong, 7: 3b-4a."},{"number":6,"note":"\"Provokes painful feeling\" translates xing ce, which Wang Bi glosses as \"provokes an emotional response in the sincere,\" and \"the sincere\" seems to refer specifically to the one here at Third Yang. However, Cheng Yi interprets xing ce differently: \"Here one has talent and knowledge but is not trusted with responsibilities, and considers the fact that he cannot act [xing] to be reason for sadness and pain.\" Zhu Xi offers a third explanation for xing ce: \"The expression xing ce means 'all persons who practice the Dao [xing dao zhi ren] find this painful.' \" See Zhouyi zhezhong, 12: 41a."},{"number":7,"note":"Kong Yingda comments: \"Clearness and coldness are the original characteristics of water; it is only after it encounters things does it become dirty and warm. This is why the text speaks of a 'cold spring,' for this expresses its purity.\" See Zhouyi zhengyi, 5: 17a."}]}