{"number":57,"id":"011011","title":{"pinyin":"","wadeGiles":"Sun","english":"Compliance"},"structure":{"above":"Sun Above","below":"Sun Below"},"judgement":{"text":"Compliance is such that prevalence might be had on a small scale. {It is because the virtue of this entire hexagram consists of Compliance that prevalence can only be had on a small scale. When both superiors and subordinates [represented by the upper and the lower trigram] are compliant, none will be opposed to orders, so once they are given, they should be carried out as a matter of course. Thus, at times when actions are to be carried out through reiterated commands, both superiors and subordinates cannot but be compliant.[[note 1]]}  It would be fitting should one set out to do something here. {If one conducts himself with the Compliance of a younger brother, no one will ever oppose him.} It would be fitting to see the great man. {If a great man employs such a one, his Dao will prosper all the more.}","commentary":"The repeated Sun [Compliance] trigrams express how commands are reiterated. {Once commands are given, they should be carried out as a matter of course. But it never happens that commands are so carried out unless those involved are compliant.} If the hard and strong can practice Compliance while adhering to centrality and rectitude, his will shall be realized, {If, though hard and strong, one can yet exercise Compliance, while adhering to centrality and rectitude, it shall be the way to get others to identify with him.} for the soft and weak would all be obedient to such a hard and strong one. {This makes it clear that there is no disobedience, the consequence of which is that \"prevalence on a small scale\" is achieved.} And this is why there is \"prevalence on a small scale ,\" \"it would be fitting should one set out to do something here,\" and \"it would be fitting to see the great man.\""},"image":{"text":"Wind following wind: this constitutes the image of Compliance. [[note 2]] In the same way, the noble man reiterates commands and has endeavors carried out. [[note 3]]","commentaryAppended":"Sun [Compliance] is the controller of virtue.\n Sun [Compliance] demonstrates how one can weigh things while yet remaining in obscurity.\n Sun [Compliance] provides the means to practice improvisations. [[note 4]]"},"sequence":{"commentary":"When one is a wanderer, he has nowhere to be taken in. This is why L [The Wanderer, Hexagram 56] is followed by Sun [Compliance]. Compliance provides entrance. [[note 5]]","irregular":"Sun [Compliance] means \"stay hidden.\""},"lines":[{"number":1,"text":"First Yin\nThis one now advances, now retreats, so the constancy of the warrior would be found fitting. {Situated as it is at the start of orders, First Yin represents someone who is unable to obey orders. Thus \"this one now advances, now retreats.\" For carrying out a command and for delivering someone from evil, none is better than the warrior. Thus \"the constancy of the warrior would be found fitting\" to rectify such a person as this.}","commentary":"\"This one now advances, now retreats,\" for his will is in doubt. {With such a compliant and docile will, this one \"now advances, now retreats\" in doubt and apprehension.} \"The constancy of the warrior would be found fitting,\" for the will would be thus controlled."},{"number":2,"text":"Second Yang\nThis one practices Compliance as if he were beneath a bed, but if he were to use it in respect to invokers and shamans on a large scale, there should be good fortune and no blame. {Second Yang occupies the center of the lower Sun [Compliance] trigram, and both because it is in a low place and also because this yang line abides in a yin position, it represents the most extreme degree of servile Compliance. This is why the text says: \"This one practices Compliance as if he were beneath a bed.\" If one were to lose his rectitude because of such an extreme of servility, he should fall into blameworthy error. But if he were able to abide in centrality and apply such utmost servility to minister to the gods of Heaven and of Earth and avoid using it for the sake of those who have might and authority, he should then extend the effect of it and achieve large-scale good fortune and stay clear of error. This is why the text says: \"If he were to use it in respect to invokers and shamans on a large scale, there should be good fortune and no blame.\"[[note 6]]} ","commentary":"That there is large-scale good fortune here is because this one achieves centrality [adheres to the Mean]."},{"number":3,"text":"Third Yang\nThis one practices Compliance with a scowl, which means regret. {Pin should be understood as pincu [scowl], which signifies that one here is unhappy and exhausted, forced into something that he cannot avoid. As Third Yang, with all its strength and rectitude, is still ridden upon by Fourth Yin, one here finishes up by being compliant because his will is exhausted, and this is a matter for regret.[[note 7]]} ","commentary":"The regret that stems from practicing Compliance with a scowl here is due to this one's will being exhausted."},{"number":4,"text":"Fourth Yin\nThis one's regret vanishes, for in hunting he catches the three categories. {Fourth Yin rides atop a hard and strong line, which is cause for regret. However, because it obtains its rightful position [as a yin line in a yin position] and because it carries Fifth Yang, its humility is such that it can deal with that with which it is charged. Although it has to use its softness and weakness to control the hard and strong [Third Yang], because it can rely on the exalted one [the ruler, Fifth Yang] and tread the path of righteousness [it is in its rightful position], it surely is capable of hunting down the violent brute [qiangbao] or keeping the inhumane [buren] at a distance. If in hunting one has a good catch, there could be none better than the three categories. This is why the text says: \"This one's regret vanishes, for in hunting he catches the three categories.\" \"The first is called 'dried meat for the dou sacrificial vessel' [gandou], the second is called 'meat for honored guests' [binke], and the third is called 'provisions for the sovereign's kitchens' [chong jun zhi pao].\"[[note 8]]} ","commentary":"This one \"in hunting . . . catches the three categories,\" which means meritorious achievement."},{"number":5,"text":"Fifth Yang\nConstancy here means good fortune. Regret vanishes, and nothing fails to be fitting. Whereas nothing good here happens at the start, things end well. If there be three days before a new law is issued and three days after a new law is issued, there will be good fortune. {As it is a yang line here that abides in a yang position, it signifies a deficiency in humility and Compliance [which is something to regret]. However, this one holds fast to centrality and rectitude in issuing his laws, so none disobeys him. This is why the text says: \"Constancy here means good fortune. Regret vanishes, and nothing fails to be fitting.\" If one here does not try to transform people gradually but instead attempts to do so suddenly by applying hard corrective measures to them, in the beginning all will be unhappy. However, if one carries through to the end in centrality and rectitude, the dao of evil will thereby deteriorate, and, it will turn out that \"things end well.\" \"For an order to be given\" is what geng [law issued] means. In rectifying and delivering the people, one must not be too sudden. If the common folk have been firmly entrenched in error for a long time, correction must not be attempted precipitously. This is why one should issue a law three days before it goes into effect, wait three days after it is so issued, and then issue it again. Only then will the punishments involved not provoke blame and resentment. Jia [the first of the ten characters in the heavenly branches decimal cycle (tiangan)] and geng [the seventh] both mean the issuance of orders.[[note 9]]} ","commentary":"The good fortune that accrues to Fifth Yang is due to its position being correct and central."},{"number":6,"text":"Top Yang\nThis one practices Compliance as if he were beneath a bed and so loses the axe that he uses. Even were he to practice constancy, there would be misfortune. {Top Yang is located at the very apogee of Compliance, and such an extreme of Compliance is absolutely excessive. Thus the text says: \"This one practices Compliance as if he were beneath a bed.\" An axe is something one uses to cut things. This one with his excessive Compliance loses his sense of righteousness, so he loses the means to cut [i.e., make decisions, pass judgments]. Thus the text says: \"[He] loses the axe that he uses. [[note 10]] Even were he to practice constancy, there would be misfortune.\"}","commentary":"That \"this one practices Compliance as if he were beneath a bed\" means that this one at the top has utterly exhausted it [i.e., the limits of Compliance]. He \"loses the axe that he uses,\" so how can he practice righteousness? This means misfortune."}],"notes":[{"number":1,"note":"This and all subsequent text set off in this manner is commentary by Wang Bi."},{"number":2,"note":"Sun (Compliance) has Sun (Compliance, i.e., Wind) for both its upper and its lower trigram."},{"number":3,"note":"Kong Yingda comments: \"Two winds follow upon each other, thus the text says 'wind following wind.' Once winds follow upon each other, nothing withstands them, thus the text says: 'Wind following wind. . . . In the same way, the noble man. . . .\" See Zhouyi zhengyi, 6: 7b."},{"number":4,"note":"See section seven of the Commentary on the Appended Phrases Part Two."},{"number":5,"note":"\"Compliance provides entrance\" translates sun ru ye, which more literally might also be translated: \"As for Compliance, that is how entrance happens.\" This follows Han Kangbo's commentary to the passage involved in section eight of part two of Providing the Sequence of the Hexagrams: \"If 'one is a wanderer' and 'has nowhere to be taken in,' he will only succeed in gaining entrance and egress by using compliance.\" Cheng Yi and Zhu Xi seem to understand the phrase sun ru ye as \"Sun means [compliant] entrance/penetration,\" with such entrance or penetration referring to such things as making progress, getting ahead, influencing the course of events, etc. See Zhouyi zhezhong, 8: 5b."},{"number":6,"note":"Kong Yingda comments: Shi [secretary/scribe] means \"zhushi\" [invoker-secretary], and wu [shaman] means \"wuxi\" [shaman/prognosticator]; both refer to people who serve the gods and spirits. Large scale [fenruo] means \"shengduo\" [extensive, in great numbers]. . . . When people have might and authority, it is easy to treat them with respect, but the Dao of gods and spirits is without form and often causes inattention and neglect. If one were able to exercise his virtue, abiding all the while in centrality, and to practice the Dao of Compliance with the utmost servility and applied all this to the service of the gods of Heaven and Earth but refrained from using it in the service of those who have might and authority, he should be able to extend the effect of it and achieve large-scale good fortune. See Zhouyi zhengyi, 6: 8a."},{"number":7,"note":"Both Cheng Yi and Zhu Xi gloss pin as lshi (repeatedly fail). They seem to understand Third Yang as: \"This one repeatedly fails to penetrate [get ahead], so there is regret/humiliation.\" Cheng notes that because it exceeds the center (violates the Mean), Third Yang represents someone who arrogantly tries to use his strength to force his way ahead but repeatedly fails, so feels regret and humiliation. See Zhouyi zhezhong, 8: 7b."},{"number":8,"note":"Wang Bi here cites the Wangzhi (Regulations of the former kings), section five of the Liji (Book of rites), 12: 5a."},{"number":9,"note":"See Hexagram 18, Gu (Ills to Be Cured), the Judgment, the Commentary on the Judgments, and Wang Bi's commentary to the latter."},{"number":10,"note":"\"The axe that he uses\" translates zi fu, which follows Kong Yingda's gloss. See Zhouyi zhengyi, 6: 9a. Cf. Hexagram 56, L (The Wanderer), Fourth Yang, and note 9 there."}]}