{"number":46,"id":"011000","title":{"pinyin":"","wadeGiles":"Sheng","english":"Climbing"},"structure":{"above":"Kun Above","below":"Sun Below"},"judgement":{"text":"Sheng [Climbing] means fundamental prevalence, but only if one uses this opportunity to see the great man [daren], should there be no regret. {It is by being compliant and obedient that Climbing is possible. A yang line does not fill the noble position [the ruler here is the fifth line, in this case yin]; this means that there is no stern and strong person of rectitude here, so one cannot help but feel anxious. Thus \"only if one uses this opportunity to see the great man should there be no regret.} [[n1 To go forth to the south means good fortune. {It is by the soft and weak going south that such a one shall cling to the great brightness there.[[note 2]]} ","commentary":"The soft and weak climb at their proper time. {When the soft and weak have their moment, they then have the chance to climb.} When obedience is practiced with compliance and when the hard and strong respond in such a way that the Mean is preserved, great prevalence is achieved. {If one is purely soft and weak, such a one cannot climb by himself, and, if one is overbearing, others will not follow, but here not only is the time right for Climbing, but also \"obedience is practiced with compliance and . . . the hard and strong respond in such a way that the Mean is preserved.\" It is because Climbing comes about in this way that \"great prevalence is achieved.\"} \"Only if one uses this opportunity to see the great man, should there be no regret.\" This means that there will be blessings. \"To go forth to the south means good fortune,\" for ambitions are realized. {The compliant manage to climb thanks to their obedience and, in doing so, attain to great brightness. This is what \"ambitions are realized\" means.}"},"image":{"text":"Within the Earth grows the Tree: this is the image of Climbing.[[note 3]] In the same way, the noble man lets virtue be his guide and little by little becomes lofty and great."},"sequence":{"commentary":"To gather and build upward is called \"climbing.\" This is why Cui [Gathering, Hexagram 45]] is followed by Sheng [Climbing].","irregular":"Sheng [Climbing] means \"not to come back.\""},"lines":[{"number":1,"text":"First Yin\nIt is right that this one climbs, and he shall have great good fortune. {Yun [to trust, be trustworthy, sincerely] here means dang [ought, it is right that].[[note 4]] The three lines of the Sun [Compliance] trigram are all climbing. Although it lacks a resonate partner, First Yin, located here at the beginning of Climbing, combines its will with that of Second Yang and Third Yang, and they all climb together. As this is a moment suitable for Climbing, Climbing will be sure to result in great success, and this is why such a one here will have \"great good fortune.\"}","commentary":"\"It is right that this one climbs, and he shall have great good fortune,\" for this is the result of combining one's will with those above."},{"number":2,"text":"Second Yang\nIf one is sincere, it would be fitting to perform a yue sacrifice here.[[note 5]] Such a one will be without blame. {As Second Yang is in resonance with Fifth Yin, if one here were to set forth, he would be sure to be entrusted with office. Such a one embodies the virtues of hardness and strength, and his advance has nothing to do with seeking favoritism. He wards off evil, sustains his sincerity, and fixes his will on the great enterprise, and this is why it would be fitting for him here to use frugal offerings to the shenming [the numinous and the bright, i.e., the gods].}","commentary":"Due to the sincerity of Second Yang, there is joy."},{"number":3,"text":"Third Yang\nThis one climbs to an empty city. {Third Yang treads the territory of its rightful position, and, because it is a yang that climbs to a yin [Top Yin, its resonate partner] and because it rises up in this way, none oppose it. Thus it is just as if one were \"climb[ing] to an empty city.\"[[note 6]]} ","commentary":"\"This one climbs to an empty city,\" and he need have no doubts. {If this one were to set forth, he would be sure to obtain the city.}"},{"number":4,"text":"Fourth Yin\nThe king should use this opportunity to extend his prevalence to Mount Qi, for there would be good fortune and no blame. {Fourth Yin is located at such a place in Climbing that those below advance by climbing up; such a one can accept but cannot oppose them. If he were to try to prevent those below from advancing, if he willfully took it upon himself to obstruct acceptance of them, disastrous blame would befall him because of it. But if he were able to avoid such opposition and instead accepted them, if he complied with the innate tendency of these others, and by doing so facilitated realization of the will of the masses, he would obtain \"good fortune and no blame.\" The assemblage at Mount Qi was such that he [King Tai] complied with the innate tendency of the situation and accommodated himself to all without exception.[[note 7]]} ","commentary":"\"The king should use this opportunity to extend his prevalence to Mount Qi,\" for to do so would be to comply with the situation."},{"number":5,"text":"Fifth Yin\nConstancy results in good fortune, for this one has climbed in stages. {Fifth Yin has managed to climb to a noble position [as the ruler of the hexagram]. Such a one embodies softness and responded accordingly. He entrusted responsibilities to others and was not willful and arbitrary. Thus he achieved the noble position by the successful practice of constancy, with its good fortune, as he \"climbed in stages.\"}","commentary":"\"Constancy results in good fortune, for this one has climbed in stages,\" which is the way that one here can greatly realize his goals."},{"number":6,"text":"Top Yin\nThis one climbs in darkness, so it would be fitting if he were to practice unceasing constancy. {Top Yin is located at the very extremity of Climbing and represents someone who advances without stopping. As this one advances without stopping, even when he finds himself in darkness he still climbs. Thus, if he were to apply himself to unceasing constancy, it would be all right, but if he were to use this as the way to reign as master over others, he would be lost. To go on forever without stopping is the path to exhaustion.}","commentary":"The one who climbs in darkness may be at the top, but he shall find exhaustion there, not prosperity. {His labors here cannot sustain him long.[[note 8]]} "}],"notes":[{"number":1,"note":"This and all subsequent text set off in this manner is commentary by Wang Bi."},{"number":2,"note":"Kong Yingda comments: \"Not only must one see the man of great virtue straight away, he also should go to the land of the bright yang force. If a yin here went in the yin direction, the more such a one traveled, the darker it would be. As the south is the land of the bright yang force, this is why the text says: 'To go forth to the south means good fortune.' \" See Zhouyi zhengyi, 5: 9b."},{"number":3,"note":"The lower trigram is Sun (Compliance), i.e., Wood, and the upper trigram is Kun (Pure Yin), i.e., Earth."},{"number":4,"note":"Both Cheng Yi and Zhu Xi gloss yun differently from Wang Bi. Cheng interprets it as xincong (faithfully follow): First Yin carries Second Yang and, as its faithful follower, ascends along with Second Yang. Thus Cheng's reading of First Yang would be \"this one faithfully climbs, so there is good fortune.\" Zhu Xi interprets yun as xin (we can trust that, i.e., surely): \"First Yin abides here below with its compliance and obedience and is the ruler of the Sun [Compliance] trigram. It complies with the wishes of Second Yang. If the one who interprets this prognostication behaves likewise, he surely [xin] will be able to climb and achieve great good fortune.\" See Zhouyi zhezhong, 6: 39b."},{"number":5,"note":"Cf. Hexagram 45, Cui (Gathering), Second Yin, and Wang Bi's commentary. A reference to the yue sacrifice also occurs in Hexagram 63, Jiji (Ferrying Complete), Fifth Yang."},{"number":6,"note":"That is, it is as if one were entering an unguarded or \"open\" city."},{"number":7,"note":"\"The king should use this opportunity to extend his prevalence to Mount Qi\" translates wang yong heng yu qishan. Cf. Hexagram 17, Sui (Following), Top Yin and note 12. Kong Yingda and Cheng Yi have it that reference here is to an assemblage at Mount Qi involving King Wen, but, as Lou Yulie points out, there is no such event mentioned in ancient sources. It is most likely a reference to the story of King Tai, the grandfather of King Wen, as it seems to be in the passage in Sui (Following). Note also that Zhu Xi interprets heng (prevalence) as xiang (sacrifice), just as he does for its occurrence in Hexagram 17. See Wang Bi ji jiaoshi, 2: 452 n. 9, and Zhouyi zhezhong, 6: 41a."},{"number":8,"note":"Kong Yingda comments: \"Although one here may practice government without cease, what he will get in exchange for it is danger and blame.\" See Zhouyi zhengyi, 5: 11a."}]}