{"number":50,"id":"011101","title":{"pinyin":"","wadeGiles":"Ding","english":"The Cauldron"},"structure":{"above":"Li Above","below":"Sun Below"},"judgement":{"text":"The Caldron means fundamental good fortune, from which comes prevalence. {\"Ge [Radical Change] means 'get rid of the old'; Ding [The Caldron] means 'take up the new.' \"[[note 1]] One may take up new ways but only in such a way that they keep his person correct; one may change old ways, but only in such a way that laws and controls are free of bias and reflect clear understanding. It is only after such a one achieves this good fortune that prevalence will occur. Thus the text has it that someone with such fundamental good fortune must come before prevalence can be had. The Caldron is a hexagram concerned with the full realization of the potential in change. Once change has taken place in Ge [Radical Change], one should fashion ceremonial vessels and establish laws in order to fulfill its potential. However, if one allows change to proceed without control, chaos must be expected. Only when laws and controls are attuned to the needs of the time will there be good fortune, and only after the worthy and the stupid distinguish themselves one from the other and only after the noble and the base have their proper places in the social order will there be prevalence. Thus the text says that someone with such fundamental good fortune must come before prevalence can occur.[[note 2]]} ","commentary":"The Caldron is an image. {It simulates an image of an object.} It is by taking Wood and putting it in Fire[[note 3]] that one cooks food [peng ren]. {Cooking food is the purpose of the Caldron.} The sage cooks in order to sacrifice to the Supreme Deity[[note 4]] and does large-scale cooking to nourish other sages and worthies. {Cooking is the purpose of the Caldron. Whereas \"Ge [Radical Change] means 'get rid of the old,' \" Ding [The Caldron] means complete the new. Thus we have the Caldron here, for it is a vessel in which one cooks food and blends and adjusts its flavors. To get rid of the old and to take up the new, one cannot do without sages and worthies. Ren here means shu [well-done, cooked (food)], which is the purpose of the Caldron, something that everyone in the world uses. However, the sage uses it \"to sacrifice to the Supreme Deity\" above and to do \"large-scale cooking to nourish other sages and worthies\" below.} It is through Sun [Compliance] that the ear and eye become sharp and clear. {When sages and worthies receive nourishment, then the sage himself [i.e., the sovereign] accomplishes things without purposeful action [wuwei]. This is why \"it is through Sun [Compliance] that the ear and eye become sharp and clear\" [i.e., sage and worthy ministers become his eyes and ears].} The soft and weak advances and goes up, attains a central position, and resonates with the hard and strong; this is how fundamental prevalence comes about. {This refers to Fifth Yin. It is because this one possesses these two virtues [softness and weakness (Compliance) and centrality] that he can complete the new and so garner great prevalence.}"},"image":{"text":"Above Wood, there is Fire: this constitutes the image of the Caldron.[[note 5]] In the same way, the noble man rectifies positions and makes his orders firm.","commentary":"{Ning [make firm] refers to an appearance of severity and discipline. The Caldron is something that takes up the new and fully realizes the potential in change. Whereas \"Ge [Radical Change] means 'get rid of the old,' \" Ding [The Caldron] means completes the new. \"Rectifies positions\" means clarifying how the noble and the base should have their proper place in the social order. \"Makes his orders firm\" refers to how one should achieve severity in the issuance of directives and commands.}[[note 6]]"},"sequence":{"commentary":"For effecting a radical change in things, there is nothing as good as a caldron. This is why Ge [Radical Change, Hexagram 49] is followed by Ding [The Caldron].","irregular":"Ding [The Caldron] means \"take up the new.\""},"lines":[{"number":1,"text":"First Yin\nThe Caldron has its toes turned upward here, for it is fitting that any obstruction be expelled. One acquires a concubine for the sake of her son, so there is no blame. {In general, yang things are solid, and yin things are hollow. The Caldron as such is solid below and hollow above, but here there is yin below, and, as this is so, we have here a Caldron that has been turned upside down; when a Caldron has been turned upside down, it means that its toes have been turned upward. \"Obstruction\" here means things that are not good. When one takes a concubine as one's principal wife, this also signifies something that has its toes turn upward [i.e., the hierarchy of the household, in which the \"low\" concubine becomes the \"high\" wife]. First Yin is located at the initial stage of the Caldron. When one is about to put something new inside it, he immediately turns it upside down in order to expel the foul residue that remains. One acquires a concubine so that she may produce a son, thus the text says: \"There is no blame.\"}","commentary":"Although \"the Caldron has its toes turned upward here,\" nothing contrary has been done. {One has turned it upside down in order to remove any obstruction, thus \"nothing contrary has been done.\"} \"It is fitting that any obstruction be expelled,\" so that one may accommodate something noble. {One gets rid of any foul residue so that the new may be taken in.[[note 7]]} "},{"number":2,"text":"Second Yang\nThe Caldron is replete here. This one's companion suffers anxiety and so cannot come to him, but this means good fortune. {Yang in substance, this line occupies a place in the middle of the Caldron, so it represents something replete. Something replete cannot be added to further, for if one were to try to increase it, the excess would overflow, and such fullness would be damaged instead. \"This one's companion\" refers to Fifth Yin, which, because it is troubled by anxiety brought on by riding on top of the hard and strong [Fourth Yang], is unable to come to this one. But, as a result, this one will not be made to overflow, and that is how such a one here manages to complete his good fortune.[[note 8]]} ","commentary":"\"The Caldron is replete here,\" so this one should take care where he goes. {When the Caldron is replete, one must not go and get anything further for it. When the responsibilities for which one's capabilities are appropriate have already been extended to the utmost, he must not have anything further added to them.} \"This one's companion suffers anxiety,\" but in the end there will be no mistake.[[note 9]]"},{"number":3,"text":"Third Yang\nThe Caldron's ears are radically changed, so progress is blocked here; though there might be pheasant fat, this one has no chance to eat it. But soon it will rain, and that will make regret wane, so in the end there will be good fortune. {The Caldron as such is something whose middle is kept empty in expectation of things. However, Third Yang is located at the top of the lower trigram, and it does so as a yang line in a yang position. It has to guard its own solidity without a resonate partner and so has nothing at all that it can receive here. The ears should be empty so they can accommodate the caldron lifters, but here instead they are completely blocked up and solid. This is why the text says: \"The Caldron's ears are radically changed, so progress is blocked here; though there might be pheasant fat [considered a great delicacy], this one20has no chance to eat it.\" Rain is something that happens when yin and yang engage in intercourse free from one-sidedness and arrogance. Although Third Yang in substance is a yang line, it still is an integral part of a yin trigram, so if one here can manage to free himself from entirely playing the role of hard overreacher and devote himself to such harmonious interaction, \"soon it will rain, and that will make regret wane, so in the end there will be good fortune.\"[[note 10]]}","commentary":"\"The Caldron's ears are radically changed,\" so it forfeits the reason for its existence.[[note 11]]"},{"number":4,"text":"Fourth Yang\nThe Caldron breaks its legs and overturns all its pottage, so its form is drenched, which means misfortune.[[note 12]] {Fourth Yang occupies the bottom position in the upper trigram and also is in a resonate relationship with First Yin, so not only should it carry the one [Fifth Yin], it should also bestow benefaction on the other [First Yin], things that such a one is not willing to do. This is why the text says: \"The Caldron breaks its legs.\" As any obstruction had been expelled at First Yin, when the Caldron comes to be filled at Fourth Yang, it is already clean. Thus the text says \"overturns all its pottage.\"[[note 13]] Drenched [wo][[note 14]] describes something dripping wet. Not only has the Caldron overturned all its pottage, its form is dripping wet. This represents someone whose knowledge is small yet whose plans are great, someone who is unwilling to bear his responsibilities. Such a one here suffers the utmost disgrace, for disaster is inflicted upon his very person. Thus the text says: \"Its form is drenched, which means misfortune.\"}","commentary":"This one overturns all his pottage, so how could one ever trust him?"},{"number":5,"text":"Fifth Yin\nThe Caldron has yellow ears and metal lifters, so it is fitting to practice constancy. {Fifth Yin abides in centrality with its softness and weakness and thereby is capable of thoroughly implementing the principles of things. This one is the beneficiary of the strength and correctness [of Second Yang], so the text says: \"[The Caldron has] yellow ears and metal lifters, so it is fitting to practice constancy.\" As the ears are yellow, it is able to receive what is strong and correct in order to have itself lifted up.}","commentary":"\"The Caldron has yellow ears,\" so their middles can be filled with what is solid. {To fill their middles with what is solid means that what one receives here is nothing rash or improper.}"},{"number":6,"text":"Top Yang\nThe Caldron has jade lifters, which means great good fortune and that nothing will fail to be fitting. {Top Yang is located at the very end of the Caldron hexagram; here is where the Dao of the Caldron reaches perfection. Abiding as it does where the Caldron as such is perfectly complete, it embodies hardness and strength yet treads the path of softness and compliance, so it uses its strength to serve as lifters. As it occupies the top position in such a way, even though it is so high, it does not in truth represent an overreacher. Because such a one achieves a regulated balance of strength and compliance, he is able to lift up that which is his responsibility. And because his response is free of partiality, there are none that he does not lift up. Thus the text says that this means \"great good fortune and that nothing will fail to be fitting.\"[[note 15]]}","commentary":"Jade lifters are at the top, which means a regulated balance of strength and compliance."}],"notes":[{"number":1,"note":"This quotes the Hexagrams in Irregular Order."},{"number":2,"note":"This and all subsequent text set off in this manner is commentary by Wang Bi."},{"number":3,"note":"The lower or \"inner\" trigram is Sun (Compliance, in this case, also Wood), so it is \"inside\" the upper or outer trigram Li (Fire). \"Putting . . . in\" translates sun, the same character as Sun (Compliance), which is glossed as \"entrance\" or \"enter\" in section eight of part two of Providing the Sequence of the Hexagrams. Here it is a causative verb, \"made to enter,\" i.e., \"put in.\""},{"number":4,"note":"See Hexagram 16, Yu (Contentment), Commentary on the Images and note 2 there."},{"number":5,"note":"See note 3 above."},{"number":6,"note":"Cheng Yi interprets the Commentary on the Images somewhat differently: \"The Caldron is a vessel that exists as a simulated object, whose shape is upright and whose body is stable and weighty. The noble man emulates this image of uprightness and so rectifies his own position, that is, he rectifies the position in which he abides. Wherever the noble man resides, he behaves with rectitude. . . . He emulates this image of stability and weight and so makes his orders firm. . . .\" See Zhouyi zhezhong, 12: 44a-44b."},{"number":7,"note":"\"Accommodate something noble\" translates cong gui, which Wang interprets as \"so the new may be taken in,\" glossing cong (literally \"follow\") as na (take in) and gui (something noble) as xin (the new). Kong Yingda comments: \"But here this refers to the removal of the base name 'concubine' and conversion into the principal wife, for the nobility [gui] involved follows upon [cong] that of the son.\" See Zhouyi zhengyi, 5: 21b. Both Cheng Yi and Zhu Xi offer a different explanation; Cheng comments: \"To get rid of what is evil and receive what is good is what cong gui means. First Yin responds to Fourth Yang, so above it becomes a follower [cong] of that noble one [gui].\" See Zhouyi zhezhong, 12: 44b-45a."},{"number":8,"note":"Both Cheng Yi and Zhu Xi interpret Second Yang differently. Cheng Yi comments: When the Caldron is filled with something, it is only when that something emerges out of the top of it that it serves its purpose. Second Yang being hard and strong has a capacity that should be used to succor the world, and it is in a resonate relationship with Fifth Yin. If this one were to follow his sovereign, Fifth Yin, he would achieve rectitude, and his Dao would surely prevail. However, this one is closely paired with First Yin, so it is a case of a yin pursuing a yang. Second Yang abides in centrality and responds to one in another central position, so he never goes so far as to abandon his rectitude. Although he may keep guard over himself, the other one [First Yin] is sure to go after him, thus he is warned, so that he can keep his distance and prevent First Yin from reaching him, for then he shall have good fortune. Companion [chou] here means \"counterpart\" [dui], as a yin and a yang are entities that form pairs, and it refers to First Yin. If it is allowed to pursue Second Yang, it would be improper and would bring harm to this one, and this is why there is anxiety. Second Yang must protect himself with rectitude and prevent First Yin from reaching him. . . . And this is how he has good fortune. See Zhouyi zhezhong, 7: 14b-15a. In the light of this commentary, Second Yin would read: \"This one may have a filled Caldron, but his companion causes him anxiety. However, if he were to prevent him from reaching him, he should have good fortune.\""},{"number":9,"note":"According to Cheng Yi, the reason there is \"no mistake\" is that Second Yang fends off an improper relationship with First Yin and remains true to his sovereign and proper resonate partner, Fifth Yin. See Zhouyi zhezhong, 12: 45a-45b."},{"number":10,"note":"Cheng Yi and Zhu Xi suggest different interpretations; Cheng's is the more detailed: \"The Caldron's ears\" refers to Fifth Yin, the ruler of the Caldron hexagram. The third line occupies the top of the Sun trigram as a yang line, so it represents someone who, though hard and strong, can still be compliant, whose capacity is sufficient to apply to the succor of the world. However, it is not in resonate relationship with Fifth Yin and is dissimilar [butong]. Whereas Fifth Yin is central but is not correct [it is a yin line in a yang position], Third Yang is correct [it is a yang line in a yang position] but is not central. This is what \"dissimilar\" means. So Third Yang represents someone who never has success with his sovereign, and, as that is so, how could his Dao ever lead to Radical Change? Radical Change means great difference. Third Yang and Fifth Yin differ so greatly that no harmony is possible between them. As Third Yang's way is blocked, such a one cannot achieve prevalence, and, as he cannot achieve harmony with his sovereign, he does not obtain responsibilities that might be properly his. Thus he lacks the wherewithal to exercise his usefulness. Fat is a great delicacy; it is an image for salary and position. \"Pheasant\" refers to Fifth Yin. This one has the virtues of culture and enlightenment, so it is called a \"pheasant.\" Third Yang has talents that might be used but does not obtain the salary and position that Fifth Yin could provide, and this is what is meant by being unable to get the pheasant fat and eat it. The noble man amasses his virtue, and after a long time it will be sure to manifest itself. He guards his Dao, and in the end he is sure to achieve prevalence. Fifth Yin has an image of perception and enlightenment, and Third Yang is something that in the end will rise and advance to it. When yin and yang have free intercourse, rain results. . . . This means that Fifth Yin and Third Yang are about to join in harmony. See Zhouyi zhezhong, 7: 15b."},{"number":11,"note":"Kong Yingda comments: \"It forfeits its purpose as something hollow that can take in things.\" See Zhouyi zhengyi, 5: 22b."},{"number":12,"note":"Cf. section five of the Commentary on the Appended Phrases Part Two."},{"number":13,"note":"\"Overturns all its pottage\" translates fu gong su. Both Wang Bi and Kong Yingda seem to understand gong as zhong (all). See Wang Bi ji jiaoshi, 2: 473 n. 17. However, Cheng Yi and Zhu Xi read it as gong (duke), so for them the phrase should mean \"overturns the duke's pottage.\" See Zhouyi zhezhong, 7: 16a-16b."},{"number":14,"note":"\"Its form is drenched\" translates qi xing wo and refers to the form of the caldron, which serves as a metaphor for the petty man who occupies this position. Cheng Yi thinks xing refers to \"the duke's form,\" i.e., he himself is soaked by the overturned pottage, and Zhu Xi glosses xing wo (form is drenched) as xing wu (punishment is applied severely): \"His punishment is severe.\" Both Cheng and Zhu explain the disaster inflicted on one at Fourth Yang as stemming from his attraction to the petty man they think is represented by First Yin. As Fourth Yang employs this petty man, he brings disaster upon himself and the kingly way. See Zhouyi zhezhong, 7: 16a-16b."},{"number":15,"note":"Kong Yingda comments: \"Yellow\" here signifies centrality, and \"metal\" signifies hardness and strength. The \"lifters\" are what go through the ears and lift up the Caldron. It is because Fifth Yin is in a central position that the text says \"yellow ears.\" Its resonate partner is located at Second Yang. As here someone weak is the beneficiary of someone strong, the text says \"metal lifters.\" As what this one receives consists of hardness and correctness [rectitude], it says: \"It is fitting to practice constancy.\" See Zhouyi zhengyi, 5: 22b."}]}