{"number":44,"id":"011111","title":{"pinyin":"","wadeGiles":"Gou","english":"Encounter"},"structure":{"above":"Qian Above","below":"Sun Below"},"judgement":{"text":"Gou [Encounter] is such that the woman is strong; it would not do to marry this woman.","commentary":"Gou [Encounter] means \"to meet\"; here the soft and weak meets the hard and strong. {When we apply Encounter to humankind, it refers to a woman meeting men. Here there is but one woman, yet she meets five men, which signifies utmost strength; thus one must not marry her.[[note 1]]}  \"It would not do to marry this woman,\" for one could not stay with her long. When Heaven and Earth encounter each other, things in all their different categories are made manifest. {It is by this pairing that such success is achieved.} When the hard and strong meets the central and the correct, this worldwide process achieves cosmic effect. {The transformative process thus achieves cosmic effect.} The concept underlying moments of Gou [Encounter] is indeed great! {Whenever the text mentions the word concept [yi], what it means is not exhausted by what can be seen [in the image involved] but actually indicates the idea that inheres in [that image].[[note 2]]} "},"image":{"text":"Below Heaven, there is Wind: this is the image of Encounter. In the same way, the sovereign issues his commands and makes known his wishes to the four quarters of the world.[[note 3]]"},"sequence":{"commentary":"With resolution, one is sure to encounter opportunity. This is why Kuai [Resolution, Hexagram 43] is followed by Gou [Encounter]. Gou here means \"to meet.\"","irregular":"Gou [Encounter] indicates a meeting in which the soft encounters the hard.[[note 4]]"},"lines":[{"number":1,"text":"First Yin\nThis one should be tied to a metal brake, and for him to practice constancy would mean good fortune. But if one here were to set forth to do something, he would suffer misfortune, for it would be like a weak pig [sow] that but strives to romp around. {Metal is a tough, hard substance. A brake [ni] is a governor that controls motion, which here refers to Fourth Yang. First Yin is located at the beginning of Encounter. It is a single soft and weak [yin] line, yet carries five hard and strong [yang] lines. Such a one embodies an impatient nature, so when he meets with opportunities, he tends to go through with them, to go every which way with no one in control, utterly at the mercy of his own inclinations. The soft and weak are persons who cannot do without someone else leading them, and the Dao of the servant woman and the subordinate is such that they cannot fail to practice constancy. This is why First Yin must be tied to the line with which it is in a correct resonate relationship, for only then can it practice constancy and have good fortune. \"A weak [lei] pig\" here means \"a sow.\" In a group of pigs, the boar is strong, and the sow is weak, and this is why the text calls this one \"a weak [lei] pig.\" Fu [sincere, trust] is like the wu in wuzao [strive (work at nothing but) to be frivolous, strive to indulge one's impatience]. One who is yin in nature and impatient in attitude is exemplified especially well by the \"weak pig\" [sow]. The text here talks about a yin person who does not practice constancy and thus breaks away from the one who should be doing the leading. To express the ugliness of this lascivious behavior, the text likens it to the willfulness of the \"weak pig\" that \"but strives to romp around.\"}","commentary":"\"This one should be tied to a metal brake,\" for the Dao of the soft and weak is to be led [i.e., controlled]."},{"number":2,"text":"Second Yang\nIn this one's kitchen, there is a fish, about which there is no blame. It is not fitting to entertain guests. {First Yin is a yin line and is at the very bottom; thus it is referred to as \"a fish.\" As a yin line in an incorrect position and located at the beginning of Encounter, First Yin cannot oppose the line contiguous to it [Second Yang], so on its own it is delighted to answer the call to come to Second Yang's kitchen; it is not a matter of its being taken there by force. Thus \"there is no blame.\" To claim another's goods and consider them one's own largesse to dispense is something the righteous would not do. Thus the text says: \"It is not fitting to entertain guests.\"[[note 5]]} ","commentary":"\"In this one's kitchen, there is a fish,\" but the righteous does not allow it to reach guests."},{"number":3,"text":"Third Yang\nThis one's thighs are without skin, and his walking falters.[[note 6]] Though in danger, he incurs no great blame. {Third Yang occupies the very top of the lower trigram, but Second Yang is supported by First Yin, which thus does not provide carriage for Third Yang, so Third Yang does not obtain security here, and, were it to set forth, there would be no proper resonate line for it. As it cannot lead any line to come to its support, all it can do is keep tightly to its own place. This is why the text says: \"This one's thighs are without skin, and his walking falters.\" However, it manages to tread on territory that is the right position for it; one does not occupy his place here recklessly. This represents someone who is out of step with the moment [through no fault of his own] and so is subject to danger. Disasters that might occur would not happen because he himself summoned them, so \"he incurs no great blame.\"}","commentary":"\"His walking falters,\" for he never finds anyone to lead."},{"number":4,"text":"Fourth Yang\nIn this one's kitchen, there is no fish, which gives rise to misfortune. {As Second Yang has this one's fish, Fourth Yang has lost it. For this one to make a move without the support of the common folk, that is, to act once he has lost resonance with them, would mean misfortune.[[note 7]]} ","commentary":"The misfortune associated with \"there is no fish\" is a matter of one here finding himself at a distance from the common folk."},{"number":5,"text":"Fifth Yang\nWith his basket willow and bottle gourd, this one harbors beauty within, so if there is destruction, it will only come from Heaven. {The basket willow [qi] is such that it is a plant that grows in fertile soil, and the bottle gourd [paogua] is such that it is tied up and not eaten.[[note 8]] Fifth Yang manages to tread the territory of the noble position [it is the ruler of the Encounter hexagram], but it does not meet with any proper response [there is no line with which it is in a resonate relationship]. This one may have obtained land, but it does not provide him with a living; he may harbor beauty within but never has a chance to let that beauty shine forth. As one here does not meet with any proper response, his orders will never circulate. However, such a one manages to occupy a position that is right for him [because it is a yang line in a yang position], embodies hardness and strength, and abides in centrality [the Mean], so if \"this one's will remains fixed on not giving up his mandate,\" he cannot be destroyed. This is why the text says: \"If there is destruction, it will only come from Heaven\" [as punishment for wrongdoing].[[note 9]]} ","commentary":"Fifth Yang harbors beauty within and is central and correct, so \"if there is destruction, it will only come from Heaven,\" for this one's will remains fixed on not giving up his mandate."},{"number":6,"text":"Top Yang\nHere one encounters the horns, and, though this is a base situation, it does not incur blame. {One here has advanced to the very end, and there is nothing to meet in addition to this, nothing other than horns. This is why the text says: \"Here one encounters the horns.\" This one advances, but there is no one to meet, so all such a one can do is suffer resentment in isolation, but, as he does not contend with others, his Dao here will not lead to harm, thus there is no misfortune or blame.[[note 10]]}","commentary":"\"Here one encounters the horns\": at the top one comes to the end and has to endure a base situation."}],"notes":[{"number":1,"note":"Kong Yingda glosses zhuang (strong, strength) as yinzhuang (lascivious and strong). See Zhouyi zhengyi, 5: 4a. Note that this and all subsequent text set off in this manner is commentary by Wang Bi."},{"number":2,"note":"Lou Yulie suggests that the text of Wang's remarks here should be understood in light of the opening passage of Clarifying the Images, section four of his General Remarks: \"Images are the means to express ideas. Words [i.e., the texts] are the means to explain the images.\" Wang Bi ji jiaoshi, 2: 442 n. 2. Kong Yingda says that \"the concept of one woman encountering five men is not at all sufficient to express the beauty and breadth involved here; it is only when the text discusses how Heaven and Earth encounter each other . . . that the concept underlying Gou [Encounter] achieves great stature.\" See Zhouyi zhengyi, 5: 4a-4b."},{"number":3,"note":"The lower trigram is Sun (Wind, Compliance), and the upper trigram is Qian (Heaven, Pure Yang)."},{"number":4,"note":" See note 10 of The Hexagrams in Irregular Order."},{"number":5,"note":"Both Wang Bi and Kong Yingda gloss bao (wrap, wrapping) as chu or paochu (kitchen); see Zhouyi zhengyi, 5: 5b. However, Cheng Yi understands bao as baoju (straw for wrapping, i.e., wrapper): If Second Yang is able to hold First Yin securely, just as a wrapper keeps a fish, then its behavior in Encounter will be without blame. A guest is an outsider. \"It is not fitting to entertain guests,\" for how could this wrapped-up fish be allowed to reach guests? This means that one must not allow it to go any farther and reach outsiders. The Dao of Encounter insists upon exclusivity, and if this is compromised, it would mean promiscuity. Zhu Xi takes an even different approach: \"If control over First Yin stays with Second Yang, Second Yang will as a consequence be without blame. But if Second Yang does not maintain control and instead allows First Yin to meet with all the rest, the harm that this would do would be far-reaching.\" See Zhouyi zhezhong, 6: 28b."},{"number":6,"note":"Cf. Hexagram 43, Kuai (Resolution), Fourth Yang."},{"number":7,"note":"Kong Yingda comments: \"The yin [represented by First Yin] is the common folk of the yang. Here Second Yang has acquired their support, so the text says that Fourth Yang 'find[s] himself at a distance from the common folk.' \" See Zhouyi zhengyi, 5: 6a."},{"number":8,"note":"Cf. Lunyu (Analects) 17:7: \"How could I be a bottle gourd that is just hung up and not eaten?\" Here Confucius complains that he is not just an empty ornament but someone who should be employed for the good of others."},{"number":9,"note":"Cheng Yi interprets Fifth Yang differently: Fifth Yang has no resonate relationship below, so this is not the time to have a meeting. However, as one has obtained the [hexagram that represents the] Dao of meetings [Encounter], one will be sure to have a meeting in the end. Meetings of those above and those below happen because people seek each other out. The basket willow [qi] is a tall tree, and its leaves are large. The basket willow occupies a lofty position, embodies greatness, and can be used to wrap things. A melon [gua] is a beautiful fruit that occupies a lowly place. Here we have something that is beautiful but abides in a lowly place, and this is an image of the worthy who remains out of the way and leads an insignificant life. Fifth Yang nobly abides in the position of ruler, but he seeks worthy talent below. To have the highest seek the lowest in this way is just like using willow leaves to wrap up a melon. One who can humble himself in this way also nourishes virtues of centrality and righteousness within, so he comes to perfect fruition and displays perfect beauty. If the sovereign of men is like this, he will never fail to meet those whom he seeks. See Zhouyi zhezhong, 6: 30b."},{"number":10,"note":"Cheng Yi's interpretation differs: That which is both the hardest and the highest is the horns. Top Yang has the image of horns because it is hard and strong [a yang line] and abides in the top position. When people meet, they should come together with deference, mutual accommodation, and compliance, for only then will harmony ensue. Top Yang represents someone so high that he overreaches himself and moreover is hard and strong to an extreme degree, so who would ever want to get together with him? If one were to seek to meet someone in this way, he surely would find it hard-going or humiliating. It is because Top Yang behaves in this way that others keep him at a distance. And this is not anyone else's fault; this one brought it on himself. This is why Top Yang has no one upon whom he can lay blame for it. See Zhouyi zhezhong, 6: 31b."}]}