{"number":32,"id":"011100","title":{"pinyin":"","wadeGiles":"Heng","english":"Perseverance"},"structure":{"above":"Zhen Above","below":"Sun Below"},"judgement":{"text":"Perseverance is such that prevalence is had, and that means that there will be no blame and that it is fitting to practice constancy here. {That one has prevalence here because of Perseverance is due to achieving the three matters [i.e., avoiding blame, it being fit to practice constancy, and, as is stated in the next line of the Judgment, it being fit should one set out to do something] As a Dao, Perseverance works in such a way that once prevalence is had, one can avoid blame, and once one achieves this avoidance of blame with the mastery of Perseverance, he will find it fitting to practice rectitude [i.e., constancy].[[note 1]]}  It would be fitting should one set out to do something here. {Every successful state of Perseverance is a matter of practicing the constant Dao: \"When something ends, there is always another beginning,\" a process that takes place in such a way that there is never any deviance. This is why it would be fitting should one set out to do something here.}","commentary":"Perseverance means \"long lasting.\" Here the hard and strong [the Zhen (Quake) trigram] is above, and the soft and yielding [the Sun (Compliance) trigram] is below. {The hard and strong is in the exalted position, and the soft and yielding is in the humble, which means that a proper order is maintained.} Here Thunder and Wind work together. {The Eldest Yang [Zhen, \"the Eldest Son\"] and the Eldest Yin [Sun, \"the Eldest Daughter\"] are here able to complement each other.[[note 2]]}  Here action [i.e., the Zhen trigram] takes place in terms of Sun [Compliance], {Here is action without deviance.} and the hard [yang] and soft [yin] lines are all in resonance, {None is unmatched.} so Perseverance is had. {All of this deals with the Dao of everlasting duration.} \"Perseverance is such that prevalence is had, and that means that there will be no blame and that it is fitting to practice constancy here.\" This means that duration inheres in the Dao as such. {It is through the Dao that one manages to achieve duration. Thus one always succeeds at avoiding blame and finds it fitting to practice rectitude.} The Dao of Heaven and Earth perseveres forever and never comes to a stop. {It is because they are in a successful state of Perseverance that their Dao never comes to a stop.} \"It would be fitting should one set out to do something here,\" for when something ends,there is always another beginning. {As one has realized the constant Dao here, he will find that, with one ending, there will be another beginning, so he can carry on indefinitely.} The sun and the moon have found their places in Heaven and so can shine forever. The four seasons change one into the other and so can occur forever. The sage stays forever within the course of the Dao and so brings about the perfection of the entire world. {This means that as each of these succeeds at Perseverance, so they all are able to last forever.} If we observe how things manage to persevere, the innate tendencies [qing] of Heaven and Earth and all the myriad things can be seen. {The innate tendencies of Heaven and Earth and the myriad things are seen in how they manage to persevere.}"},"image":{"text":"Thunder together with Wind: this constitutes the image of Perseverance.[[note 3]] {The Eldest Yang and the Eldest Yin join here and work together, and this constitutes the Dao of everlasting duration.} In the same way, the noble man takes a stand and does not change his direction.","commentary":"{He succeeds at Perseverance, so does not change.}","commentaryAppended":"Heng [Perseverance] provides virtue with steadfastness./n Heng [Perseverance] demonstrates how, faced with the complexity of things, one yet does not give way to cynicism.\n Heng [Perseverance] provides the means to keep one's virtue one.[[note 4]]"},"sequence":{"commentary":"The Dao of husband and wife cannot fail to be long enduring. This is why Xian [Reciprocity, Hexagram 31] is followed by Heng [Perseverance]. Heng here means \"long enduring.\"","irregular":"Heng [Perseverance] means \"long lasting.\""},"lines":[{"number":1,"text":"First Yin\nThis one takes Perseverance to mean \"deep penetration,\" but even the practice of constancy here would mean misfortune, for there is nothing at all fitting here. {First Yin is located at the beginning of Perseverance, right at the very bottom of the hexagram, so it represents someone who tries \"to gain deep penetration [i.e., profound success] right at the beginning.\" To seek deep penetration into something and so try to exhaust it completely would leave that thing bereft of any remaining resource. Even if one were to try to arrive at this point gradually, the thing involved would defy his efforts to overcome it, so how much the less successful should one be if he were to seek for deep penetration right at the beginning? To think that Perseverance works in such a way would be to turn right behavior into misfortune and virtue into something harmful, and no act would be fitting.}","commentary":"The misfortune connected with \"tak[ing] Perseverance to mean 'deep penetration' \" is due to the attempt to gain deep penetration [i.e., profound success] right at the beginning."},{"number":2,"text":"Second Yang\nRegret vanishes. {Although Second Yang is out of position [it is a yang line in a yin position], it perseveres in maintaining its position in the center, and, in so doing, dissipates regret.}","commentary":"That Second Yang has regret vanish is because it is able to maintain itself in the center indefinitely."},{"number":3,"text":"Third Yang\nThis one does not persevere in maintaining his virtue, so he might have to bear the shame of it, for constancy would be debased. {Third Yang occupies the middle of three yang lines and the top position of the lower trigram and is situated immediately below the upper trigram. If it were to form a trigram with the lines above, that would not be completely noble; if it were to remain part of the trigram below, that would not be completely base; and if it were to stay in the middle, it would not actually be in the middle of a trigram. Such a trigram [Third, Fourth, and Fifth Yang] is within Perseverance as such, but as it is not fixed or certain, it does not have anything to do with Perseverance. When virtue is practiced without Perseverance, it is impossible to probe how much such a practice might result in deviancy or confusion, so that is why the text says: \"He might have to bear the shame of it.\" If one extends virtue under such circumstances, no one else will accept it, something extremely contemptible, and this is why the text says: \"Constancy would be debased.\"}","commentary":"\"This one does not persevere in maintaining his virtue,\" so he will not be accepted by anyone."},{"number":4,"text":"Fourth Yang\nIn the field there is no game. {When one perseveres at a place that is not one's proper position [here there is a yang line in a yin position], regardless of how much such a one labors, he will never garner anything.}","commentary":"This one has been out of his proper place for a long time, so how could he get any game?"},{"number":5,"text":"Fifth Yin\nIf one perseveres in virtue here and practices constancy, it would be good fortune for the woman but misfortune for the man. {Fifth Yang has achieved the exalted position. However, as the ruler of Perseverance, it is unable to \"take charge and act according to moral principles,\" but instead, bound tightly in resonance with Second Yang and devotedly practicing a single-minded constancy to it, it can do nothing more than follow the lead of another. This may mean good fortune for the woman, but it is misfortune for the man.}","commentary":"For the woman to practice constancy here means good fortune, for to the end she should only follow one man, but, as the man should take charge and act according to moral principles, for him to behave like an obedient woman would mean misfortune."},{"number":6,"text":"Top Yin\nThis one takes Perseverance to mean \"constant activity,\" which means misfortune. {Quietude is the sovereign of activity, and repose is the master of action.[[note 5]] Thus repose is the state in which the one at the top should reside, and it is through quietude that the Dao of everlasting duration works.[[note 6]] Here Top Yin is located at the very top of the Perseverance hexagram, which means that it abides in a state of utmost action [as it is at the top of the Zhen (Quake) trigram]. If one were to take this to be Perseverance, nothing that he ventures to do would ever result in success.[[note 7]]} ","commentary":"Here someone who takes constant activity to mean \"Perseverance\" is at the top, and this will result in an enormous failure to achieve any merit."}],"notes":[{"number":1,"note":"This and all subsequent text set off in this manner is commentary by Wang Bi. Kong Yingda thinks that Wang's is the most likely interpretation; see Zhouyi zhengyi, 4: 4a, and Lou, Wang Bi ji jiaoshi, 2: 381 n. 1."},{"number":2,"note":"See section ten of Explaining the Trigrams."},{"number":3,"note":"Sun (Wind, Compliance) is the lower trigram, and Zhen (Thunder, Quake) is the upper trigram."},{"number":4,"note":"See section seven of the Commentary on the Appended Phrases Part Two."},{"number":5,"note":"Cf. Laozi, section 26, pp. 69-70."},{"number":6,"note":"Cf. Laozi, section 16, pp. 35-36."},{"number":7,"note":"\"Quietude\" and \"repose\" are Daoist rather than Confucian virtues, so it is no surprise that Cheng Yi and Zhu Xi interpret Top Yin differently. They interpret zhen (constant activity) to mean \"haste\" or \"insecure agitation\" and emphasize the fact that Top Yin is a weak line, thus insecure, agitated, and prone to act unwisely and \"in haste.\" See Zhouyi zhezhong, 5: 12a-12b."}]}