{"number":28,"id":"011110","title":{"pinyin":"","wadeGiles":"Daguo","english":"Major Superiority"},"structure":{"above":"Dui Above","below":"Sun Below"},"judgement":{"text":"Major Superiority is such that when the ridgepole sags, it is fitting to set out to do something, for this will result in prevalence.[[note 1]]","commentary":"Wuwang [No Errancy] is such that the hard and strong comes from without and becomes the ruler within. {This refers to Zhen [the lower trigram].[[note 2]]}  Being dynamic, it is strong. {Zhen signifies dynamism, and Qian signifies strength.[[note 3]]}  The hard and strong attains centrality [the Mean] and resonance. {This refers to Fifth Yang [in resonance with Second Yin].} One here attains great prevalence through righteousness, as is the will of Heaven. {As \"the hard and strong comes from without and becomes the ruler within,\" the more the action, the greater the strength. \"The hard and strong attains centrality [the Mean] and resonance\": awesomely hard and strong and squarely righteous, selfish desire plays no role here, so how could any errancy take place? With the suppression of the dao of errancy, the Dao of No Errancy is achieved, so what could happen here but great prevalence and fitting constancy? When \"the hard and strong comes from without and becomes the ruler within,\" the dao of weakness and wickedness, of course, vanishes. The more the action, the greater the strength, so the Dao of hardness and straightforwardness works smoothly. \"The hard and strong attains centrality [the Mean] and resonance,\" so virtue commensurate with Heaven shines forth. Thus \"one here attains great prevalence through righteousness.\" As this is the declared will of Heaven, how could one possibly disobey? How could one possibly fall into error? This is why \"if one is not righteous, it would mean disaster, and it would not be fitting should he set out to do something.\"} \"If one is not righteous, it would mean disaster, and it would not be fitting should he set out to do something\": If one were so to set out here in No Errancy, where, indeed, would he go? If one were not blessed by the will of Heaven, would he, indeed, accomplish anything? {\"If one is not righteous, it would mean disaster\": Here one wants to set out to accomplish something without having first tried to alter course and so follow the path of righteousness. Although he dwells at a moment when one must not conduct himself with errancy, he still is going to set out to accomplish something without having first found the path of righteousness—so where is he going to go? How could anyone not blessed by the will of Heaven ever accomplish anything!}"},"image":{"text":"The Lake submerges the Tree: this constitutes the image of Major Superiority.[[note 4]] In the same way, though the noble man may stand alone, he does so without fear, and, if he has to withdraw from the world, he remains free from resentment.","commentary":"{This is how Major Superiority is constituted, something to which the ordinary cannot attain.}","commentaryAppended":"In antiquity, for burying the dead, people wrapped them thickly with firewood and buried them out in the wilds, where they neither made grave mounds nor planted trees. For the period of mourning there was no definite amount of time. The sages of later ages had this exchanged for inner and outer coffins. They probably got the idea for this from the hexagram Daguo [Major Superiority].[[note 6]]"},"sequence":{"commentary":"If there is no nourishment, there can be no action. This is why Yi [Nourishment, Hexagram 27]is followed by Daguo [Major Superiority].","irregular":"In Daguo [Major Superiority], collapse is inherent."},"lines":[{"number":1,"text":"First Yin\nUse white rushes for a mat, and one will be without blame. {This bottom position is occupied by the soft and yielding. Can anything other than cautious and prudent behavior serve to keep one free of blame here at this time of superiority?}","commentaryAppended":"The Master said: \"Even if one were to place things on the ground, it would indeed still be permissible, so if one were to provide matting for it with rushes, how could there possibly be any blame attached to that! This is the extreme of caution. As things, rushes are insignificant, but their use can be very significant. If one makes caution a technique of this order and subsequently sets out to deal with things, such a one will never experience loss!\"[[note 7]]","commentary":"\"Use white rushes for a mat\": something soft and yielding will be at the bottom."},{"number":2,"text":"Second Yang\nA withered popular puts forth new shoots. An old man gets a young wife for himself. Nothing done here fails to be fitting. {Ti [put forth new shoots from an old stem] here refers to the burgeoning [xiu] of the poplar. In Second Yang, a yang line occupies a yin position, so such a one can rise superior to his basic nature and save the ridgepole from sinking. Though there is no line in the upper trigram with which Second Yang can resonate [because there is a yang line in the fifth position], this one on his own keeps his heart free of any mean-spiritedness. To be situated in superiority and yet behave in this way means that no decline cannot be arrested. This is why its is possible here to have a withered poplar again put forth new shoots and an old man again get a young wife. As no line is more powerful than this one when it comes to saving the ridgepole from sinking at this time fraught with vicissitude, \"nothing done here fails to be fitting.\" When something is too old, it withers, and when something is too young, it is immature, but if one takes what is too old and gives a part of it to what is too young, than the immature will mature, and if one takes what is too young and gives a part of it to what is too old, then the withered will flourish. This is what is meant by \"tak[ing] what is too much on each side and shar[ing] it.\"[[note 8]] Here Major Superiority is at its weakest point, and yet Second Yang is something at its greatest strength, so when it uses this greatest strength to shore up things at this, the weakest, point, it is acting in accordance with the above concept.}","commentary":"An old man and a young wife take what is too much on each side and share it.[[note 9]]"},{"number":3,"text":"Third Yang\nThe ridgepole sags, and this means misfortune. {Third Yang located here at a time of Major Superiority occupies the very top of the lower trigram and, as such, cannot keep the ridgepole high and so save a dangerous situation and prevent it from sinking. Instead, because it is a yang line occupying a yang position, it does manage to hold on to its own place, and, because it is in resonance with Top Yin, its heart and mind is committed there and nowhere else. Proper it is that the ridgepole sinks down here and that a decline fraught with misfortune occurs.}","commentary":"Misfortune connected with the ridgepole sagging here occurs because nothing can be had to shore it up."},{"number":4,"text":"Fourth Yang\nThe ridgepole is kept high, and this means good fortune, but there will be regret if there are ulterior motives. {Fourth Yang forms part of the upper trigram, and, as a yang line that occupies a yin position, is able to save the ridgepole from sinking and being bent down by the line below . This is why the text says: \"The ridgepole is kept high, and this means good fortune.\" However, as Fourth Yang is in resonance with First Yin, it does not have a widespread commitment of mind and heart, and this is why the text says: \"There will be regret if there are ulterior motives.\"}","commentary":"Good fortune connected with the ridgepole being kept high occurs because it is not made to sag by what is below."},{"number":5,"text":"Fifth Yang\nA withered poplar puts forth blossoms. An old woman gets a young husband for herself. There is no blame, but there is no praise either. {Fifth Yang manages to occupy the exalted position, but because it is a yang line in a yang position, it can never save the ridgepole from danger. However, as it does occupy the exalted position, it also never lets the ridgepole sag down. And this is why blossoms can be put forth here but it is impossible to put forth new shoots, why it is possible to get a husband but impossible to get a wife. Here one is situated at a time when the ridgepole sags and behaves in such a way that \"there is no blame, but there is no praise either,\" so how indeed could one long endure? This is why the blossoms put forth will not last long and a young husband here is really a disgrace.}","commentary":"\"A withered poplar puts forth blossoms,\" but how could they last long, and \"an old woman gets a young husband for herself,\" but how disgraceful that is!"},{"number":6,"text":"Top Yin\nIf one tries to ford across here, he will submerge his head, and there will be misfortune, but there will be no blame. {Top Yin is located at the very top of Major Superiority, where superiority [the passage][[note 10]] is at its most difficult. To try to ford difficulties here where the passage is at its deepest inevitably would end in submerging one's head, and this means misfortune. However, as this one's ambition is fixed on saving the times, there cannot be any blame attached to him.}","commentary":"Although there is misfortune connected with trying to ford across here, one cannot be blamed for doing it. {Although there is misfortune, there is no blame, for such a one does no harm to righteousness.}"}],"notes":[{"number":1,"note":"See Wang's remarks on this hexagram in section seven of his General Remarks."},{"number":2,"note":"I.e., it should be read in the oblique falling tone and not in the level tone, in which case it would mean \"mistake,\" \"error,\" \"crime,\" etc. See Lou, Wang Bi ji jiaoshi, 1: 359 n. 1. Note that this and all subsequent text set off in this manner is commentary by Wang Bi."},{"number":3,"note":"Cheng Yi thinks that it refers to both Second Yang and Fifth Yang, the two yang lines in central yin positions, where the Dao of the Mean prevails. See Zhouyi zhezhong, 9: 45a."},{"number":4,"note":"The lower trigram, Sun (Compliance), represents wood, and the upper trigram, Dui (Joy), is also called \"Lake.\" See sections three and eleven of Explaining the Trigrams."},{"number":5,"note":"Kong Yingda expands upon Wang's commentary: There is no principle by which a lake would ordinarily submerge a tree, so here, when the text says that \"the Lake submerges the Tree,\" it means that the Lake has grown to such an extreme size that it actually does submerge the Tree; this expresses the concept that something has the greatest superiority over something else. In Daguo [Major Superiority] there are two meanings. One refers to the natural world where something rises superior to its ordinary condition, as here where the Lake submerges the Tree, and the other refers to the great man who, by rising above the common run of humanity, manages to save difficult situations. See Zhouyi zhengyi, 3: 30b."},{"number":6,"note":"See section two of the Commentary on the Appended Phrases Part Two. The four unbroken lines in the middle of Daguo (Major Superiority) and the top and bottom broken lines are supposed to suggest the hard (solid) coffins surrounded by soft (loose) earth."},{"number":7,"note":"See section eight of the Commentary on the Appended Phrases Part One."},{"number":8,"note":"\"Too old\" translates laoguo, and \"too young\" translates shaoguo. In both cases, the guo is the same as that in \"Superiority.\" Wang here exploits the range of meaning in guo—\"superior(ity)\" on the one hand and \"excessive(ness)\" on the other—to explicate the text."},{"number":9,"note":"The commentaries of Cheng Yi and Zhu Xi instead emphasize that the strength derived from the bonding of Second Yang (the old man) and First Yin (the young wife) is the result of how each rises \"superior\" to his or her situation, not due to the balancing of excesses. Their interpretation of the Commentary on the Images would therefore be something like: \"An old man and a young wife provide for each other thanks to their respective superiority.\" They also emphasize the analogous relationship of the two constituent trigrams: Sun (Compliance) for the young wife and Dui (Joy) for the old man. See Zhouyi zhezhong, 4: 26b-27a and 11: 65b."},{"number":10,"note":"\"Superiority\" (guo) in the sense that one is superior to a distance—one can conquer a route, a passage—i.e., one can \"cross over\" (guo)."}]}