{"number":3,"id":"100010","title":{"pinyin":"","wadeGiles":"Zhin","english":"Birth Throes"},"structure":{"above":"Kan Above","below":"Zhen Below"},"judgement":{"text":"Zhun consists of fundamentality [yuan], prevalence [heng], fitness [li], and constancy [zhen]. {\"When the hard and the soft begin to interact,\" Zhun [Birth Throes] occurs. If such interaction fails to take place, Pi [Obstruction, Hexagram 12] results. This is why, when Zhun occurs, it means great prevalence. With great prevalence, one is free from danger, and this is why it is fitting to practice constancy.[[note 1]]} \n Do not use this as an opportunity to go forth. {The more one would go forth, the greater the Zhun [Birth Throes].} It is fitting to establish a chief. {Stability will come about only with the obtaining of a master.[[note 2]]} ","commentary":"Zhun [Birth Throes] means the difficulty of giving birth when the hard and the soft begin to interact. One who takes action in the midst of danger here will greatly prevail and so can practice constancy. {It starts in danger and difficulty but goes on to arrive at great prevalence and, after that, attains perfect rectitude. This is why the text says: \"Zhun [Birth Throes] consists of fundamentality, prevalence, fitness, and constancy.\"} It is by the action of thunder and rain that the repletion of things occurs, something always brought about by the hard and the soft when they \"begin to interact.\" At this primordial stage of Heaven's creativity, though it is appropriate to establish a chief, it will not mean stability. {The Zhun hexagram signifies instability. Thus the text says: \"It is fitting to establish a chief.\" Zhun represents the initial stage in the creative activity of Heaven and Earth, the beginning of the creation of things that takes place in primordial obscurity. This is why the text says \"primordial stage.\" When one finds himself located at such initial stages of creative activity, there is no more appropriate good to pursue than that of establishing a chief.}"},"image":{"text":"Clouds and Thunder: this constitutes the image of Birth Throes. In the same way, the noble man weaves the fabric of government.","commentary":"{This is a time for the noble man to weave the fabric of government.[[note 3]]} "},"sequence":{"commentary":"Only after there were Heaven [Qian, Pure Yang, Hexagram 1] and Earth [Kun, Pure Yin, Hexagram 2] were the myriad things produced from them. What fills Heaven and Earth is nothing other than the myriad things. This is why Qian and Kun are followed by Zhun [Birth Throes]. Zhun here signifies repletion.","irregular":"Zhun [Birth Throes] means \"making an appearance in such a way that one does not lose one's place.\""},"lines":[{"number":1,"text":"First Yang\nOne should tarry here. It is fitting to abide in constancy. It is fitting to establish a chief. {To be located at First Yang of Zhun means that any action taken would result in trouble, so one may not advance; this is why the text says: \"One should tarry here.\" When one is located at this moment, what is the fit thing to do? Can it be anything other than to \"abide in constancy\" and to \"establish a chief\"? One brings cessation to chaos by means of quietude, and one maintains that quietude by means of a chief. Pacifying the people depends on the practice of rectitude, and the promotion of rectitude depends on modesty [qian]. In the world of trouble represented by Zhun, the yin seek out the yang, and the weak seek out the strong. It is a time when the people long for their master. First Yang is located at the head of Zhun, but it also lies at the bottom of it. Its line text perfectly expresses what is meant here, and how just is its way for winning over the people!}","commentary":"Although \"one should tarry here,\" may his will be set on practicing rectitude. {One may not advance here; this is why the text says: \"One should tarry.\" But this does not mean seeking one's own happiness and setting aside one's rightful duties. This is why the text says: \"Although one should tarry here,' may his will be set on practicing rectitude.\"} It is by the noble subordinating himself to his inferiors that he wins over the people in large numbers. {Yang is noble, and yin is inferior.}"},{"number":2,"text":"Second Yin\nHere Zhun [Birth Throes] operates as impasse, as yoked horses pulling at odds. She is not one to be harassed into getting married but practices constancy and does not plight her troth. Only after ten years will she plight her troth. {Second Yin, its intent fixed on Fifth Yang, does not acquiesce to First Yang. At this time of difficulty in Zhun, the correct Dao does not function, so although Second Yin is contiguous to First Yang, it is not responsive to it. Here Second Yin is hampered by encroachment on the part of First Yang, and this is why Zhun is defined as \"impasse.\" As this moment is just at a point of difficulty in Zhun, the correct Dao[[note 4]] is not yet open, so although a long journey is in order, it is difficult to make progress here. This is why the text says \"as yoked horses pulling at odds.\" The one doing the harassing is First Yang. If it were not for the difficulty caused by First Yang, Second Yin would, of course, marry Fifth Yang. This is why the text says: \"She is not one to be harassed into getting married.\" As Second Yin has its intent fixed on Fifth Yang and does not acquiesce to First Yang, the text says that she \"does not plight her troth.\" This condition, of a world subject to Zhun as difficulty, will not last longer than ten years. After ten years, there will be \"a return to the constant Dao,\" and once that happens, the object of one's original intent will be gained. This is why the text says: \"Only after ten years will she plight her troth.\"","commentary":"The difficulty that Second Yin suffers is due to the fact that it rides on a hard [yang] line. \"Only after ten years will she plight her troth\" refers to a return to the constant Dao."},{"number":3,"text":"Third Yin\nTo go after deer without a forester would only get one lost in the depths of the forest. The noble man, then, is aware that it would be better to refrain, for if he were to set out he would find it hard going. {Third Yin, having got close to Fifth Yang, is free from any difficulty stemming from harassment, and, although Fourth Yin is right next to Fifth Yang, its intention is fixed on First Yang, so there is nothing to block Third Yin's own path and it can thus advance, free from the impasse Zhun offers. It might see how easy is the path to Fifth Yang but neglect to reckon on what it is: since Fifth Yang resonates with Second Yin, if Third Yin were to set off for it, it would not be accepted by it. How would this be any different from trying to pursue a quarry without the help of a forester! Although one might sight the quarry, without the forester, he would merely \"get . . . lost in the depths of the forest,\" so how could he ever catch it? Ji [then] is an interjection.[[note 5]] How could the noble man in his actions ever bring contempt and humiliation upon himself! This is why \"it would be better to refrain\" and \"if he were to set out he would find it hard going\"6 and \"find himself in dire straits.\"}","commentary":"\"To go after deer without a forester\": rather than pursuing quarry in this way the noble man refrains. \"If he were to set out he would find it hard going\" and would find himself in dire straits."},{"number":4,"text":"Fourth Yin\nAlthough it involves yoked horses pulling at odds, one seeks to get married here. To set out means good fortune, and all will be fitting without fail. {Although Second Yin is right next to First Yang, it holds fast to constancy and does not acquiesce, as it is not one to harm its own intention. But here Fourth Yin seeks to marry First Yang, and when it sets forth, it surely will be accepted. This is why the text says: \"To set out means good fortune, and all will be fitting without fail.\"}","commentary":"That one may seek and so go forth here is clear. {It has discerned the conditions pertaining to the other lines.}"},{"number":5,"text":"Fifth Yang\nBenefaction here is subject to the difficulty of Zhun. To practice constancy in small ways means good fortune, but to practice constancy in major ways means misfortune. {To be located in difficulties as represented by Zhun means that although one here finds himself in a noble position, he cannot extend great measures of largess and nobility to everyone, for his powers to succor others are limited by his own weakness and by obstacles: he may be a pervasive force among this petty crowd, but he is still tied as a matter of resonance to Second Yin. \"Benefaction here is subject to the difficulty of Zhun.\" This means that this is not the place where one can extend himself to others in a grand way. He should keep his intention firmly fixed on his comrade [Second Yin] and not let others drive a wedge between them. Thus \"to practice constancy in small ways means good fortune, but to practice constancy in major ways means misfortune.\"}","commentary":"\"Benefaction here is subject to the difficulty of Zhun\": this means that it is not yet the time to extend one's powers in a grand way."},{"number":6,"text":"Top Yin\nAs one's yoked horses pull at odds, so one weeps profuse tears of blood. {This is to occupy a place of the utmost danger and difficulty: below there is no one to respond with help, and ahead there is no place to which one may suitably advance. Although Top Yin is right next to Fifth Yang, Fifth Yang's \"benefaction . . . is subject to the difficulty of Zhun,\" so the situation does not lend itself to their mutual response. To stand fast here will not gain security, and there is no suitable place to which one might move. Here one is trapped in the most dire of predicaments and has absolutely no one on whom to rely. This is why the text says: \"So one weeps profuse tears of blood.\"}","commentary":"\"So one weeps profuse tears of blood\": how can one last long here!"}],"notes":[{"number":1,"note":"See Wang's remarks on this hexagram in section seven of his General Remarks. Note that this and all subsequent text set off in this manner is commentary by Wang Bi."},{"number":2,"note":"\"Chief\" translates hou (skilled archer, i.e., chief). Kong Yingda thinks (after Wang Bi, see below) that this refers to the time when \"the Dao of the human world was first created, when things in it were not yet settled, so this is why it is appropriate to establish a chief in order to achieve stability.\" See Zhouyi zhengyi, 1: 28a. However, in his next comment on hou, Kong seems to have changed his mind and glosses it as zhuhou (feudal lords): \"It is suitable that the sovereign take this Zhun hexagram as guide and appropriate that he establish feudal lords in order to extend his kindness to all creatures everywhere.\" See Zhouyi zhengyi, 1: 29a. Although Cheng Yi also glosses hou as zhuhou in his comment on this passage, Zhu Xi thinks that it refers to First Yang, the ruler of the entire hexagram, which lies beneath yin lines and thus is an image of a sovereign who emerges as a worthy from the common folk—something more in line with Wang's \"master.\" For Zhu's and Cheng's views, see Zhouyi zhezhong, 1: 20b."},{"number":3,"note":"\"Weave the fabric of government\" translates jinglun, that is, jingwei, the warp and woof of fabric, a metaphor for order/ordering, government/governing. See Cheng Yi's and Zhu Xi's comments in Zhouyi zhezhong, 11: 7b."},{"number":4,"note":"This is playing on the literal meaning of dao as \"way\" or \"path.\""},{"number":5,"note":"The translation of ji (then) in Third Yin follows this gloss of Wang Bi; Kong Yingda also takes ji this way. See Zhouyi zhengyi, 1: 30b. However, later commentators such as Cheng Yi and Zhu Xi take ji as a substantive noun incipience as it occurs in section ten of the Commentary on the Appended Phrases, Part One: \"It is by means of the Changes that the sages plumb the utmost profundity and dig into the very incipience of things.\" Junzi ji (the noble man, then, . . .) is glossed by Cheng Yi as junzi jian shi zhi jiwei (the noble man discerns the incipient and imperceptible beginnings of things), and Zhu Xi glosses it as simply junzi jian ji (the noble man discerns incipience). See Zhouyi zhezhong, 1: 23b. In the light of these glosses, Third Yin would read: \"The noble man, discerning what is incipient here, is aware that it would be better to stand fast.\""},{"number":6,"note":"\"If he were to set out he would find it hard going\" translates wang lin. Lou Yulie cites Sun Xingyan's (1753-1818) Zhouyi jijie (Collected exegeses on the Changes of the Zhou): The Shuowen [jiezi] [Explanations of simple and composite characters] an etymological dictionary of Chinese compiled about 100 A.D. by Xu Shen] cites wang lin [using the lin that in various contexts means \"regret\" or \"base\"] as wang lin [another character], in which lin means \"hard going.\" Whenever the expressions wang lin, wang jian lin [if he were to set out he would experience hard going], and yi wang lin [if he were to set out in this way he would find it hard going] occur, they all ought to be interpreted in this way, for lin here is not the lin in huilin [remorse and regret]./nSee Wang Bi ji jiaoshi, 1: 244 n. 14.\nThis interpretation seems to hold true for occurrences in Wang Bi's commentary, and Kong Yingda usually understands lin this way when it occurs together with wang (set out), but not always: here, for instance, he understands it as huilin (remorse and regret). See Zhouyi zhengyi, 1: 30b."}]}