{"number":42,"id":"100011","title":{"pinyin":"","wadeGiles":"Yi","english":"Increase"},"structure":{"above":"Sun Above","below":"Zhen Below"},"judgement":{"text":"Yi [Increase] is such that it is fitting to set out to do something and it is fitting to cross the great river.","commentary":"Yi [Increase] is such that it means diminution for those above and Increase for those below, so the delight of the common folk is without bounds. {Zhen [Thunder, the lower trigram] is yang, and Sun [Wind/Compliance, the upper trigram] is yin. Sun is not something to oppose Zhen. One located above and imbued with compliance does not set himself in opposition to those below. This is what \"diminution for those above and Increase for those below\" means.} That which proceeds downward from above to what is below is indeed a Dao that is both great and glorious.[[note 1]] \"It is fitting to set out to do something\": for one who practices centrality and correctness blessings are had. {Fifth Yang occupies a central and correct position [because it is a yang line in a middle yang position], and it \"proceeds downward from above to what is below,\" thus \"blessings are had.\" It is because such central, correct, and blessed virtue is involved that \"it is fitting to set out to do something,\" so wherever such a one might go he will be sure to find it fitting.} \"It is fitting to cross the great river,\" for it is the Dao of wood that one should employ here. {Wood is the usual means for crossing the great river, and as such it is something that does not sink. The way Increase is used to cross over difficulties is just like the way one uses wood to cross over the great river.} Increase involves action yet is a matter of compliance, so progress is achieved day after day without limit—just as Heaven actuates and Earth begets, Increase takes place infinitely. {Sun [Diminution] works upward, and Yi [Increase] works downward.} Whenever one practices the Dao of Increase, one should do so in tandem with the proper time. {Increase should be used to make up insufficiencies. If one were to keep on increasing something that is already full, this would be a Dao that leads to harm. This is why the text says: \"Whenever one practices the Dao of Increase, one should do so in tandem with the proper time.\"}"},"image":{"text":"Wind and Thunder: this is the image of Increase. In the same way, the noble man shifts to the good when he sees it and corrects his errors when he has them.","commentary":"{Nothing greater comes from Increase than to shift to the good and to correct one's errors.}","commentaryAppended":"After Lord Bao Xi perished, Lord Shen Nong applied himself to things. He hewed wood and made a plowshare and bent wood and made a plow handle. The benefit of plowing and hoeing he taught to the world. He probably got the idea for this from the hexagram Yi [Increase].[[note 2]]\n Yi [Increase] is how virtue proliferates.\n Yi [Increase] demonstrates how one brings about growth and opulence while avoiding any contrivance to do so.[[note 3]]"},"sequence":{"commentary":"If diminution keeps going on and does not stop, this is sure to lead to increase. This is why Sun [Diminution, Hexagram 41] is followed by Yi [Increase].","irregular":"Sun [Diminution, Hexagram 41] and Yi [Increase] are the beginnings of prosperity and decline."},"lines":[{"number":1,"text":"First Yang\nIt is fitting to use this opportunity to accomplish some great undertaking, but only with fundamental good fortune will one be without blame. {First Yang is located at the beginning of Increase and abides at the start of action [Zhen (Thunder/Quake)]. It embodies the virtues of hardness and strength, which it uses to deal with matters, but it does so with compliance [in resonance with Fourth Yin], so if one were to address himself to some great undertaking in this way, he would be sure to have much meritorious success. Here below where First Yang abides is not a situation for substantial undertakings; this humble place is not a position where one should be entrusted with weighty matters, and a great undertaking cannot be got through with only a small amount of success. This is why the text has it that only \"fundamental good fortune\" here will enable one \"to be without blame.\"[[note 4]]} ","commentary":"\"Only with fundamental good fortune will one be without blame,\" for here below one should not address himself to substantial undertakings. {The time is right for a great undertaking, but here below one should not deal with substantial matters. This one may be at the right time for such things, but it is not the right position for them. Thus only \"fundamental good fortune\" here will enable one \"to be without blame.\"}"},{"number":2,"text":"Second Yin\nThere are those who increase this one. Of tens of coteries of tortoises, there are none that can act in opposition.[[note 5]] The practice of perpetual constancy here will mean good fortune. If the king uses this opportunity to make offering of this one to the Divine Ruler [di],[[note 6]] there would be good fortune. {Second Yin abides in this central position [in the Mean] with its softness and weakness and so obtains a position that is right for it. It occupies a place in the inner [lower] trigram and treads a middle course. When such a one finds himself at a time of Increase, he conducts himself with emptiness.[[note 7]] Increase comes from the outer [upper] trigram [from Fifth Yang], which comes on its own without being called for. This one neither tries to take the lead nor to initiate action, thus \"coteries of tortoises\" offers him stratagems, just as it happens for one who finds himself at Fifth Yin in the Sun [Diminution] hexagram.[[note 8]] As this position is not appropriate for one of such nobility, the text has it that good fortune here depends on perpetual constancy. The Divine Ruler [di] is the master of all living things, the patriarch who sets Increase in motion and who \"comes forth in Zhen [Quake] and sets all things in order in Sun [Compliance].\"[[note 9]] Second Yin abides here in Increase in such a way that it embodies softness and weakness and suits the position in which it finds itself. Moreover, it is in a resonate relationship with Sun [Compliance] [the upper trigram— specifically Fifth Yang], so a perfect offering to the Divine Ruler can be found here at this time.}","commentary":"\"There are those who increase this one,\" and it comes from the outer trigram."},{"number":3,"text":"Third Yin\nThis one brings about Increase, but if he were to use it to save a bad situation, he should be without blame. He has sincerity, and to report to the duke that he treads the path of the Mean he uses a gui [jade tablet]. {As Third Yin abides in a yang position as a yin, it represents someone who seeks Increase. This is why the text says: \"This one brings about Increase.\" Increase does not come from the outer trigram [i.e., from superiors]; Third Yin itself makes it happen: one here is not given it by others. Therefore, in terms of modesty, such a one should be executed,[[note 10]] but if he were to use it [his Increase] to save a bad situation [famine or other emergencies], he should be forgiven. Third Yin as a yin line in a yang position is located at the top of the lower trigram, a place where its strength is at the utmost. If one here uses this strength to save others from the danger of dwindled resources, he will be someone on whom  they will rely. This is why \"if he were to use it to save a bad situation,\" he should then manage to \"be without blame.\" If one here is able to enjoy Increase but avoid using it for private gain and instead keeps his will fixed on alleviating danger and difficulties, if he does not allow his strength to lead him to overreach himself and does not abandon the path of the Mean, and if he reports to the duke as such, he will be entrusted with duties by the sovereign of the state. The ceremonial act of using a gui [jade tablet (a symbol of sincerity and trust)] here expresses this Dao perfectly, and this is why the text says: \"He has sincerity, and to report to the duke that he treads the path of the Mean he uses a gui [jade tablet].\" A duke is the highest-ranking retainer. One who in all things possesses the wherewithal to administer the entire world is called a king. The one second in greatness to him in the entire world is called a duke. The talents and capabilities of Third Yin are insufficient to report to the king, but they are sufficient enough to report to the duke, and in doing so Third Yin manages to use a gui [jade tablet]. This is why the text says: \"He has sincerity, and to report that he treads the path of the Mean he uses a gui [jade tablet].\"}","commentary":"This one brings about Increase and uses it to save a bad situation, for he is the one who firmly has it. {One who uses Increase to deal with unfortunate matters must be one who manages firmly to have it.[[note 11]]}"},{"number":4,"text":"Fourth Yin\nIf one treads the path of the Mean and so reports to the duke, he shall have his way. It is fitting to rely on such behavior to seek support to move the capital of the state. {Fourth Yin abides here at a time of Increase, located at the beginning of the Sun [Compliance] trigram. It embodies softness and weakness and so suits its position [it is a yin line in a yin position]. From its position above it resonates with one below [First Yang]. One here is not so humble that he could not be any lower and not so high as to occupy a place where he overreaches himself. Although such a one's position is not central, he is someone who here stays on the path of the Mean. If he reports to the duke as such, in what would he not be allowed to have his way? And if he were to rely on such behavior to seek support to move the capital of the state, who would not accede to his wishes?[[note 12]]}","commentary":"If this one \"reports to the duke, he shall have his way,\" for he has a will dedicated to Increase. {His will is fixed on obtaining Increase.}"},{"number":5,"text":"Fifth Yang\nThis one has sincerity and a heart full of kindness, so he should have no doubt that he shall have fundamental good fortune. As he has sincerity, his own virtue will be taken to be kindness. {Fifth Yang obtains this position where one treads upon the territory of the noble, for this one is the ruler of the Yi [Increase] hexagram. To make Increase grow, there is nothing greater than sincerity, and to make kindness grow, there is nothing greater than heartfelt affection. This one \"brings benefit to the common folk through things that they find beneficial and so is kind to them without bestowing largesse.\"[[note 13]] This is someone who practices heartfelt kindness. If one practices sincerity and acts with a heart full of kindness, he will fulfill the wishes of others perfectly and so certainly should not delay because of doubts that he shall have \"fundamental good fortune.\" As one here is sincerely kind to others, they respond to him, and this is why the text says: \"As he has sincerity, his own virtue will be taken to be kindness.\"}","commentary":"\"This one has sincerity and a heart full of kindness,\" so one should have no doubt about it. \"His own virtue will be taken to be kindness,\" so he shall greatly achieve his ambitions."},{"number":6,"text":"Top Yang\nThis one brings Increase to no one, so there are those who strike at him. There is no consistency in the way he sets his heart and mind, so he shall have misfortune. {Top Yang occupies the very end of the Increase process, so it represents one who has a surfeit of Increase. This one seeks Increase without end; he is someone whose heart and mind do not remain fixed on anything. Such insatiable desires no one can provide for. He sings alone, and no one else joins in, for \"his are self-serving words.\" It is the Dao of men to hate surfeit, and those who are angry with this one are more than one, so this is why the text says: \"There are those who strike at him.\"}","commentary":"\"This one brings Increase to no one,\" so his are self-serving words. \"There are those who strike at him,\" and these are from the outside [i.e., the others to whom he might have brought Increase]."}],"notes":[{"number":1,"note":"This and all subsequent text set off in this manner is commentary by Wang Bi."},{"number":2,"note":"See section two of the Commentary on the Appended Phrases Part Two, and notes 8 and 9 there."},{"number":3,"note":"For both, see section seven of the Commentary on the Appended Phrases Part Two."},{"number":4,"note":"Kong Yingda, Cheng Yi, and Zhu Xi all emphasize that the success here of First Yang is due to the Increase it enjoys thanks to its resonate relationship with Fourth Yin, to which it is compliant and to which it dedicates its works. See Zhouyi zhengyi, 4: 31a, and Zhouyi zhezhong, 6: 14a-14b."},{"number":5,"note":"The text of Second Yin to this point is identical to that of Hexagram 41, Sun (Diminution), Fifth Yin. For \"tortoises,\" see note 18 there."},{"number":6,"note":"See Hexagram 16, Yu (Contentment), Commentary on the Images, and note 2 there."},{"number":7,"note":"\"Emptiness\" translates chong, which Kong Yingda glosses as qianchong (modesty). See Zhouyi zhengyi, 4: 31a."},{"number":8,"note":"Cf. Hexagram 41, Fifth Yin, and Wang Bi's commentary to that line."},{"number":9,"note":"See section five of Explaining the Trigrams."},{"number":10,"note":"Kong Yingda comments: \"If one were to censure him in terms of the Dao of modesty, it would be in accord with principle to have him executed.\" Zhouyi zhengyi, 4: 31b."},{"number":11,"note":"The meaning of the text is uncertain, and Wang's comments do not really clarify it. Kong Yingda comments: \"It is clear that because this one uses Increase to save a bad situation he cannot be seeking it for himself. As he uses Increase to deal with unfortunate matters, he thus manages surely to have meritorious success.\" See Zhouyi zhengyi, 4: 32a. Cheng Yi's interpretation is somewhat different: Third Yin is the only one in Increase that can be used to deal with unfortunate matters, for he \"firmly has it.\" This means that he devotes himself firmly to fulfilling his responsibilities. He occupies a position below, so he ought to receive orders from above. Thus, in concentrating on his duties, he devotes himself exclusively to saving the common folk from disaster. This is only possible when one has to save a situation of current danger. Third Yin happens to be located at this time of crisis, and it is impossible to replace such a one, so it is right that this one be given authority to act. This is why Third Yin manages to \"be without blame.\" But if it had been ordinary times, this would not be permitted. See Zhouyi zhezhong, 12: 27a."},{"number":12,"note":"Kong Yingda, Cheng Yi, and Zhu Xi all cite Zuozhuan (Zuo's commentary on the Spring and Autumn Annals), concerning the sixth year in the reign of Duke Yin (716 B.C.): \"The move of our state of Zhou to the east was due to the support of [the dukes of] Jin and Zheng.\" Cf. Legge, The Chinese Classics, 5: 21. See Zhouyi zhengyi, 4: 32a, and Zhouyi zhezhong, 6: 17b. Cheng and Zhu also say that such a move is in accordance with the wishes of the common folk and is done for their Increase 13. Lunyu (Analects) 20:2."}]}