{"number":27,"id":"100001","title":{"pinyin":"","wadeGiles":"Yi","english":"Nourishment"},"structure":{"above":"Gen Above","below":"Zhen Below"},"judgement":{"text":"Yi is such that constancy here means good fortune. Observe is nourishing and how he seeks to fill his own mouth.","commentary":"\"Yi [Nourishment] is such that constancy here means good fortune,\" for when Nourishment is correct, there will be good fortune. \"Observe his nourishing\" means \"observe the nourishing [of others] that he does,\" and \"[observe] how he seeks to fill his own mouth\" means \"observe how he nourishes himself.\" As Heaven and Earth nourish the myriad things, so the sage nourishes the worthy and thereby extends this nourishing to the countless common folk. A time of Nourishment is indeed great!"},"image":{"text":"Thunder going on under the Mountain: this constitutes the image of Nourishment.[[note 1]] In the same way, the noble man is careful with his language and practices restraint in his use of food and drink.[[note 2]]","commentary":"{As the noble man is even careful about the way he uses language and even practices restraint with food and drink, how much the more careful and restrained should he be about everything else![[note 3]]} "},"sequence":{"commentary":"Only after things have been domesticated can Nourishment be had. This is why Daxu [Great Domestication, Hexagram 26] is followed by Yi [Nourishment].","irregular":"Yi [Nourishment] means \"the nurturing of correctness.\""},"lines":[{"number":1,"text":"First Yang\nYou set aside your numinous tortoise shell and watch me move my jaw instead: this means misfortune. {\"Move my jaw\" means \"chew food.\" Here a yang line occupies a subordinate position yet is the initiator of action. As such, it represents someone who is incapable of letting others get Nourishment from him, and when he takes action here, it is just to seek his own Nourishment. To ensure one's own safety, nothing is more important than refraining from contention, and for cultivating oneself, nothing is more important than selfpreservation. If one keeps to the Dao, blessings will arrive, but if he seeks emolument for its own sake, disgrace will come instead. This one dwells in a world where one nourishes the worthy, yet he cannot practice constancy in the place where he treads and thereby perfect his virtue. Instead, he sets aside the obvious omen offered by his numinous tortoise shell, grows envious of the way I move my jaw, and so acts to satisfy his own desires. Thus he separates himself from the highest Dao and the route it offers to the best possible Nourishment. He stealthily keeps watch on the salary with which I am honored and contends for advancement, so he will suffer the worst possible misfortune.[[note 4]]} ","commentary":"\"You . . . watch me move my jaw\": such a one certainly is not worth esteem.[[note 5]]"},{"number":2,"text":"Second Yin\nThis one reverses the Nourishment process and so goes off the right path to the hill. If one practices Nourishment in this way and sets forth, there will be misfortune. {To provide Nourishment to one below is what is meant here by \"reverses.\" Fu [be contrary, go off] here means \"wei\" [violate]; jing [warp in a fabric; by extension, immutable rule/right path] means the same thing as yi [moral principle]; and qiu [hill] signifies the place where this one should always tread [i.e., Second Yin should direct its efforts upward]. Second Yin occupies the central position in the lower trigram but is not in resonance with [Fifth Yin] above [two yin lines do not resonate], so instead it turns around and nourishes First Yang. Here is someone who, although dwelling below, does not serve and support the one above but instead nourishes someone below him. Thus the text says: \"This one reverses the Nourishment process and so goes off the right path to the hill.\" If one provides Nourishment in this way, he will never see any blessings come of it. And if he acts in this way, he will never win any approval for it. Thus the text says: \"If one practices Nourishment in this way and sets forth, there will be misfortune.\"[[note 6]]} ","commentary":"If will mean misfortune if Second Yin sets forth, for such action will be in violation of the principles of its kind. {Its kind [i.e., yin] in all cases should provide Nourishment to those above, yet here Second Yin directs Nourishment below to First Yang.}"},{"number":3,"text":"Third Yin\nThis one practices Nourishment in a contrary way, so even constancy here will mean misfortune, and he will have no employment for ten years, for nothing at all would be fitting. {Where Third Yang treads is not correct for it [because it is a yin line in a yang position], so Nourishment directed upward here is such that its provision to a superior becomes a form of sycophancy. As this is contrary to the correct principle of Nourishment, the text says: \"This one practices Nourishment in a contrary way, so constancy here will mean misfortune.\" If one persists in behaving this way while so located in Nourishment, he will suffer rejection for ten years. If one decides to act in this way, \"nothing at all would be fitting.\"}","commentary":"\"No employment for ten years,\" for the Dao has been greatly violated.[[note 7]]"},{"number":4,"text":"Fourth Yin\nTo reverse the Nourishment process here means good fortune. Such a one should stare down with the ferocious look of a tiger, and his will should be strong and persistent, for then he will be without blame. {In substance Fourth Yin belongs to the upper trigram, and it manages to dwell in a place proper for it [as a yin line in a yin position]; moreover it is in resonance with First Yang. This one above nourishes one below in such a way that Nourishment is provided in a correct, moral way. Thus the text says: \"To reverse the Nourishment process here means good fortune.\" When one establishes a relationship with someone below him, he must not suffer disrespect. Thus \"such a one should stare down with the ferocious look of a tiger,\" for he should inspire awe without being vicious, be stern without being cruel. Fourth Yin nourishes its own virtue and provides for the worthy, so how could there be any personal profit involved? Thus one's \"will should be strong and persistent,\" for seriousness and dependability are to be esteemed. Only with the cultivation of these two traits [strength and persistence] will one manage to realize complete good fortune and be without blame. When one observes how this one nourishes himself, one sees that he treads the way of righteousness, and when one examines whom he nourishes, one sees that he nourishes the yang [i.e., the worthy and the positive]. Of all the lines in the Yi [Nourishment] hexagram, this one is the greatest.}","commentary":"\"To reverse the Nourishment process here means good fortune,\" for the way this one above [Fourth Yin] provides is glorious.[[note 8]]"},{"number":5,"text":"Fifth Yin\nHere one goes off the right path, so to abide instead in constancy will mean good fortune. One must not cross the great river. {As this is a yin line that occupies a yang position, it signifies a violation of the principle of Nourishment. If such a one takes action here, it will be in violation of the principles of its kind [yin should be passive]. This is why it is appropriate for Fifth Yin to \"abide in constancy.\" Fifth Yin has no line to resonate with in the lower trigram, but it is contiguous to Top Yang. Thus it is able to maintain its constancy in following Top Yang and so obtain good fortune here at a time of Nourishment. However, although it obtains this good fortune, its position here is an affront to modesty, so it could never cross over difficulties on its own.}","commentary":"That there is good fortune here associated with \"abiding in constancy\" is because Fifth Yin is obedient and so follows Top Yang."},{"number":6,"text":"Top Yang\nThey depend on this one for Nourishment. Severity will bring good fortune. It is fitting to cross the great river. {Here a yang line occupies the top position and treads on the four yin lines below. Fifth Yin cannot be the ruler just on its own, so homage must be paid to Top Yang [as the de facto ruler]. Thus none fail to depend on Top Yang in order to obtain Nourishment, and this is why the text says: \"They depend on this one for Nourishment.\" As the ruler of all the yin lines, Top Yang must not suffer disrespect. Thus \"severity will bring good fortune.\"}","commentary":"\"They depend on this one for Nourishment. Severity will bring good fortune.\" So there will be blessings in great measure."}],"notes":[{"number":1,"note":"Zhen (Thunder) is the lower trigram, and Gen (Mountain) is the upper trigram."},{"number":2,"note":"Although neither Wang Bi nor Kong Yingda interpret the image in terms of it, both Cheng Yi and Zhu Xi derive \"Nourishment\" from the basic meaning of yi as \"jaw(s).\" The hexagram consists of four yin lines bounded by one yang line at the top and one at the bottom—just as the hard teeth of the upper and lower jaw frame the empty mouth (filled with something \"soft\"). The upper jaw does not move (Mountain), but the lower one does (Thunder, i.e., movement). The noble man is careful about how he uses his jaws—either in speaking or in eating and drinking. See Zhouyi zhezhong, 4: 20b and 11: 62b. It should be pointed out, of course, that Wang and Kong deal with Nourishment in terms of jaw(s) in their commentaries to First Yang."},{"number":3,"note":"This and all subsequent text set off in this manner is commentary by Wang Bi."},{"number":4,"note":"Cheng Yi and Zhu Xi interpret First Yang very differently. Cheng's is the more elaborate gloss: \"Your\" refers to First Yang: \"You set aside your numinous tortoise and then, upon observing me, you drop your jaw. \"Me\" is used here in opposition to \"you.\" The one that First Yang drops its jaw over is Fourth Yin. . . . A yang line embodies hardness and brightness, and it signifies the presence of enough talent and intelligence to nurture righteousness. The tortoise can breathe, but it does not eat. 'Numinous tortoise\" serves as a metaphor for one's intelligence, the use of which frees one from having to seek Nourishment elsewhere. Although such a one has such talents, it is still a yang entity that dwells in a trigram that embodies activity [Thunder]—and this during a time of Nourishment. To seek Nourishment is something that a person desires to do. This one is in resonance with Fourth Yin. It is unable to look after itself here and instead has its ambitions fixed on moving upward. It takes delight in what it desires and so drops its jaw. With the heart and mind already moved in this way, it is certain that such a one will perish: befuddled by desire, he will lose himself. When a yang follows a yin, where will such a one not go? And this is how misfortune here comes about. \"Drop the jaw\" means \"to drop or move the jaw or chin.\" When someone sees something to eat and wants it, he moves his jaw and drools—thus there is this image here. See Zhouyi zhezhong, 4: 21a-21b."},{"number":5,"note":"Cheng Yi parses the text differently—\"You watch me and drop your jaw\"—to fit with his interpretation of First Yang. See Zhouyi zhezhong, 11: 63b."},{"number":6,"note":"Kong Yingda supports Wang's commentary here (see Zhouyi zhengyi, 3:2028b), but both Cheng Yi and Zhu Xi interpret Second Yin very differently, as they construe yi (nourishment) in its verbal form not as \"provide nourishment\" but as \"get nourishment.\" Although Cheng's commentary is quite elaborate, most of its essentials are covered by Zhu's much briefer gloss: Here Second Yin seeks nourishment from First Yang. This is to turn things upside down and be in violation of the constant principle involved [as Cheng says, \"those above nourish those below: this is correct in terms of principle.\"]. But to seek nourishment from above would result in misfortune when it sets forth to get it. A \"hill\" is a place where the earth is high, and here it serves as an image of \"above.\" Cheng adds that Top Yang, the only other yang line in the hexagram, is too far above for Second Yin to seek nourishment from it—that is why it would suffer misfortune if it tried to do so. See Zhouyi zhezhong, 4: 22b. Cheng and Zhu's interpretations of the Commentary on the Images to Second Yin also differ accordingly, as do their glosses on subsequent passages in the texts connected with this hexagram."},{"number":7,"note":"Cheng Yi and Zhu Xi say similar things in their commentaries, except that they are construed in terms of getting rather than giving Nourishment. See Zhouyi zhezhong. 3: 24b."},{"number":8,"note":"Following the gloss of Kong Yingda; see Zhouyi zhengyi, 3: 29a."}]}