{"number":24,"id":"100000","title":{"pinyin":"","wadeGiles":"Fu","english":"Return"},"structure":{"above":"Kun Above","below":"Zhen Below"},"judgement":{"text":"Fu brings about prevalence. His going out and coming in are done without flaw, so when the friend arrives, he is without blame. The Dao [way] that he goes out and comes back on is such that he returns after seven days. It would be fitting should one set out to do something here.","commentary":"\"Fu [Return] brings about prevalence,\" for the hard and the strong [the yang principle] has returned. It takes action and makes its moves in compliance with the proper order of things, and this is how its \"going out and coming in are done without flaw.\" {\"Coming in\" refers to the return that it makes, and \"going out\" refers to how \"the hard and the strong [the yang principle] grows.\" Thus they are \"without flaw.\" Ji [flaw] is equivalent to bing [fault, failing].[[note 1]]}  \"So when the friend arrives, he is without blame.\" {\"Friend\" means the yang principle.} \"The Dao [way] that he goes out and comes back on is such that he returns after seven days,\" {From the time the yang material force begins to undergo Bo [Peeling] until its completion and then on to the time it arrives in Fu [Return] is commonly seven days.[[note 2]]}  for this is the course of Heaven. {As the course of Heaven involves a going out and coming back that does not exceed seven days, this means that the Return cannot involve a long time.} \"It would be fitting should one set out to do something here,\" for the hard and the strong [the yang principle] grows. {This setting forth means that the dao of the petty man is now on the wane.} In Fu [Return] we can see the very heart and mind of Heaven and Earth! {Return as such means \"to revert to what is the original substance [ben],\" and for Heaven and Earth we regard the original substance to be the mind/heart. Whenever activity ceases, tranquillity results, but tranquillity is not opposed to activity. Whenever speech ceases, silence results, but silence is not opposed to speech. As this is so, then even though Heaven and Earth are so vast that they possess the myriad things in great abundance, which, activated by thunder and moved by the winds, keep undergoing countless numbers of transformations, yet the original substance of Heaven and Earth consists of perfectly quiescent nonbeing. Thus it is only when earthly activity ceases that the heart/mind of Heaven and Earth can be seen. If Heaven and Earth were to have had being instead for this heart/mind, then it never would have been possible for all the different categories of things to become endowed with existence.[[note 3]]} "},"image":{"text":"Thunder in the Earth: this constitutes the image of Fu [Return].[[note 4]] In the same way, the former kings closed the border passes on the occasion of the winter solstice, and neither did merchants and travelers move nor sovereigns go out to inspect domains.","commentary":"{\"Domains\" [fang] here refers to \"matters\" [shi, i.e., the conduct of government throughout a realm]. The winter solstice is the time when the yin principle commences its Return [begins to become quiescent], and the summer solstice is the time when the yang principle commences its Return [begins to become quiescent]. Thus to undergo Return as such means to reach perfect stillness and great tranquillity. The former kings behaved in such a way that they acted as do Heaven and Earth. For activity to be subject to  Return means that it becomes quiescent; for movement to be subject to Return means that it comes to a halt; and for matters to be subject to Return means a disengagement from matters [wu shi].[[note 5]]} ","commentaryAppended":"Fu [Return] is the root of virtue.\n Fu [Return] demonstrates how distinctions among things should be made while they are still small./n Fu [Return] provides the means to know oneself.[[note 6]]"},"sequence":{"commentary":"Just as things cannot remain exhausted forever, so with Bo [Peeling, Hexagram 23]: when they reach all the way to the top, they then return to the bottom.[[note 7]] This is why Bo is followed by Fu [Return].","irregular":"Fu [Return] signifies a coming back."},"lines":[{"number":1,"text":"First Yang\nThis one returns before having gone far, so there will be no regret here, which means fundamental good fortune. {Located at the very first position of the Fu [Return] hexagram, First Yang represents the beginning of the process of Return. If one here did not make his Return with all haste, it would inevitably lead to the misfortune of getting lost, but this one makes his Return before he has gone far, which means that with the onset of regret he starts back.[[note 8]] If one were to \"cultivate his person\" in terms of what is meant here, disaster and trouble would indeed be kept far away! And if one were to utilize this in the conduct of one's affairs, would that not be just about the perfect way to act? This is why there is \"fundamental good fortune.\"}","commentary":"\"Return before going far\" provides the way one should cultivate his person."},{"number":2,"text":"Second Yin\nThis one returns with delightful goodness, so there is good fortune. {Second Yin obtains its position in such a way that it is centrally located and is the very closest to First Yang. Above there are no other yang lines to bring this intimacy into question. The yang conduct themselves out of a sense of benevolence. Here Second Yin is located on top of First Yang, but it obeys First Yang as its adherent, and this is what is meant by saying that it \"subordinates itself to benevolence.\" Once Second Yin has located itself in this central position, it has benevolence for its close companion and delights in the goodness of its neighbor. And this is what accounts for the \"delightful goodness\" of its Return.}","commentary":"The \"good fortune\" associated with \"this one returns with delightful goodness\" happens because Second Yin subordinates itself to benevolence."},{"number":3,"text":"Third Yin\nThis one returns with urgency, so although there is danger, there will be no blame. {\"With urgency\" [pin] refers to an anxious and hurried [pincu] manner.[[note 9]] Third Yin occupies a place at the very end of the lower trigram, so although it is superior to the confusion of Top Yin, it already has gone far off the way of Return, and this is the reason for the \"urgency.\" As this one tries to Return with urgency, it never goes so far as to fall prey to confusion, and this is why, although in danger, it suffers no blame. As the way [Dao] of Return should be taken with all speed, so Third Yin makes its Return with urgency. Although what is meant here results in \"no blame,\" if anything else were involved, such a one would find it impossible to maintain this [good fortune].[[note 10]]}","commentary":"As for the danger connected with \"this one returns with urgency,\" the meaning is such that \"there will be no blame.\"[[note 11]]"},{"number":4,"text":"Fourth Yin\nIt is by traveling a middle course that this one alone returns. {Both above and below Fourth Yin there are two yin lines, and so it is located right in the middle of them. Where it treads is its rightful territory, and yet it also is in resonance with First Yang, so it alone obtains the wherewithal to effect the Return. It travels back by following the right way [or \"by complying with the Dao\"], and since there is nothing there to block its way, the text says: \"It is by traveling a middle course that this one alone returns.\"}","commentary":"\"It is by traveling a middle course that this one alone returns,\" for it follows the Dao [the right way]."},{"number":5,"text":"Fifth Yin\nThis one returns with simple honesty, so there will be no regret. {Fifth Yin abides in magnanimity and yet treads a middle course [stays within the Mean]. As it abides in magnanimity, it is utterly free of any resentment, and as it stays within the Mean, it is able to use it \"as the standard for [its own] self-examination.\" Although it has not sufficient means to attain to the good fortune that the Return \"with delightful goodness\" [Second Yin] has, since it effects its Return in accordance with the maintenance of magnanimity, \"regret\" can be avoided.}","commentary":"\"This one returns with simple honesty, so there will be no regret,\" for the Mean is used as the standard for selfexamination.\""},{"number":6,"text":"Top Yin\nThis one returns in confusion, which means misfortune. As it would involve utter disaster, if one were to set an army on the march here, it would in the end result in great defeat, and in terms of what it would do to the sovereign of one's state, it would mean misfortune. Even if it were as much as ten years, no attempt at recovery would ever succeed. {Top Yin is located at the very last position in the Fu [Return] hexagram, and this represents a condition of confusion. It is because one here tries to return while in confusion that the text says \"this one returns in confusion.\" If one were to set an army on the march in such a condition, it would be impossible as such ever to have victory, so in the end there would surely be a great defeat. This condition being so, to use it for the sake of the state would be in violation of the Dao of the true sovereign. One might try a Return in the aftermath of such a great defeat, but if one were to evaluate such a situation, even trying to repair things with a Return of ten years would still leave the recovery unachieved.}","commentary":"The misfortune associated with \"this one returns in confusion\" is due to the way it violates the Dao of the true sovereign."}],"notes":[{"number":1,"note":"This and all subsequent text set off in this manner is commentary by Wang Bi. For a very different translation of Wang Bi's commentary to Fu (Return), see Smith et al., Sung Dynasty Uses, pp. 240-245."},{"number":2,"note":"Why this process should take seven days is unclear. Kong Yingda's subcommentary cites several different, extremely complicated, and mutually contradictory explanations from the commentary tradition, none of which seems convincing enough to cite here. Also, the fact that both Cheng Yi and Zhu Xi avoid discussing this issue later in their own commentaries indicates that they had no satisfactory answer either. Lou Yulie suggests a simple explanation with which we shall have to remain content: \" 'Seven days' is a general expression to indicate a period of time that does not last too long.\" See Wang Bi ji jiaoshi, 1: 340 n. 3."},{"number":3,"note":"Wang here seems to make a distinction between ontology and phenomenology: The heart/mind or original substance of Heaven and Earth is itself utterly quiescent and completely apart from phenomenal existence, nevertheless, it is the controlling mechanism through which Heaven and Earth generate and animate all phenomenal existence. Just as tranquillity and silence are not opposed to speech and activity, so the perfect quiescence and nonbeing of Heaven and Earth are not opposed to phenomenal existence with all its concomitant activity. If the mind of Heaven and Earth were instead to consist of being and activity, then all being and activity would belong to Heaven and Earth, and there would be, in effect, no means by which—or place in which—the things of phenomenal existence could even exist. For various other interpretations of Wang's passage, see Lou Yulie, Wang Bi ji jiaoshi, 1: 340 nn. 5-9; Chan, A Source Book, pp. 320-321; and Fung, A History of Chinese Philosophy, 2: 180-181. We should also note that both Cheng Yi and Zhu Xi reject this quietist interpretation of Wang's— and other earlier commentators—and insist instead on regarding the heart/mind of Heaven and Earth as perfectly active—as Cheng says, \"To cover it in a word, for Heaven and Earth we regard the generation of all things to be the heart/mind [i.e., intent].\" See Zhouyi zhezhong, 9: 40a."},{"number":4,"note":"Zhen (Thunder) is the lower trigram, and Kun (Pure Yin), the upper trigram, signifies the Earth."},{"number":5,"note":"In the Daoist view, the sage-king ideally should govern always by a \"disengagement from matters.\" See the Laozi, section 57, p. 149. Cheng Yi and Zhu Xi, as Confucians, stress instead that Fu (Return) signifies a temporary halt to activist government, a time to rest in order to nourish the yang principle so that it can grow into the basis for purposeful activity at appropriate times later. See Zhouyi zhezhong, 11: 56a."},{"number":6,"note":"See section seven of the Commentary on the Appended Phrases Part Two."},{"number":7,"note":"Hexagram 23, Bo , consists of one positive line in the top, sixth position and five negative lines; Hexagram 24, Fu , consists of one positive line in the bottom, first position and five negative lines. As a pair, these two hexagrams form a continuum in which the one positive line from the top of Hexagram 23 \"returns\" to the bottom of Hexagram 24."},{"number":8,"note":"\"The onset of regret\" translates ji hui, which seems to be Wang's gloss for the \"regret here\" (zhi hui) in First Yang. Lou Yulie points out that as modal particles ji and zhi are interchangeable, and that, he says, is what accounts for their presence here. See Wang Bi ji jiaoshi, 1: 341 n. 11. If this is correct, one might translate both as \"here\" or \"now.\" Kong Yingda cites Han Kangbo's commentary on First Yang, which appears in section five of the Commentary on the Appended Phrases Part Two: \"Zhi [\"here\"; literally \"god of the earth,\" i.e., \"great\"] means \"great\" (see note 40 there). This seems unlikely. Cheng Yi and Zhu Xi gloss zhi as di or zhi (arrive at, go so far as). Wu zhi hui (there will be no regret here) would instead mean \"it will not happen that one will reach the point where one should regret it.\" See Zhouyi zhezhong, 4: 6a-6b. The ji in ji hui, on the other hand, also could mean \"here,\" and \"the onset of regret\" might be rendered simply \"with regret here.\" However, ji commonly occurs in the sense of \"almost,\" \"nearly,\" \"on the point of,\" etc., and Wang might even have had the sense of \"incipience\" in mind here, since ji occurs with that meaning in the Commentary on the Appended Phrasesin a passage just prior to the above-mentioned discussion of Fu (Return), First Yang. Two recent commentators on Wang's statement, in fact, read it this way. See Kidder Smith's translation of Cheng Yi's commentary to Fu in Smith et al., Sung Dynasty Uses, p. 248, and Bergeron, Wang Pi, p. 89. My \"onset of regret\" attempts a compromise among these interpretations."},{"number":9,"note":"Pincu itself is a difficult term to translate, for the cu can be written several different ways, and its meaning varies accordingly. That Wang Bi means pincu in the sense of \"hurried,\" \"urgent,\" or \"with haste\" is obvious from the rest of his comments on Third Yin. Since Kong Yingda paraphrases these in his gloss on pin and pincu, it is clear that he, too, understood it this way. See Zhouyi zhengyi, 3: 21a. However, Cheng Yi glosses pin as l or pinshuo, both of which mean \"frequent(ly)\" and interprets Third Yin in terms of a frequent gain and loss of the Dao because of indecisiveness and lack of determination. See Zhouyi zhezhong, 4: 7a."},{"number":10,"note":"Kong Yingda comments: \"This means that one here manages to stay free of blame because he takes care of himself as far as the Dao is concerned, but if in addition to taking care of himself he also had to deal with additional matters that might come along, then it would be impossible for him to maintain the good fortune of staying free of blame.\" See Zhouyi zhengyi, 3: 21a."},{"number":11,"note":"Kong Yingda comments: \" 'The meaning is such that \"there will be no blame\" ' is equivalent to 'the meaning here is that it is by maintaining the constant Dao that one manages to be without blame.' \" See Zhouyi zhengyi, 3: 21a."}]}