{"number":17,"id":"100110","title":{"pinyin":"","wadeGiles":"Sui","english":"Following"},"structure":{"above":"Dui Above","below":"Zhen Below"},"judgement":{"text":"Sui is a time for the fundamental achievement of prevalence and the fitting practice of constancy and, as such, involves no blame.","commentary":"The hard comes and takes a place below the soft; by its action delight occurs. This is Sui [Following]. By achieving great prevalence and through the practice of constancy, one stays free of blame: so it is when a time of Following prevails in the world. The meaning underlying a time of Following is indeed great! {Zhen [Quake] is hard [a yang trigram] and Dui [Joy] is soft [a yin trigram]. Here the hard takes a position below the soft, acts there, and so moves on to delight, thus achieving a Following. To deal with a time of Following and yet fail to get things to go smoothly on a grand scale means that one is acting contrary to the moment, and if one gets others to follow and yet does not deal with them in terms of the fitting practice of rectitude, this will result in a dao that leads to disaster. Thus it is by getting things to go smoothly on a grand scale and it is through the \"fitting practice of constancy\" that one here achieves a state that \"involves no blame.\" To deal with a time of Following in such a way that one makes things go smoothly on a grand scale and also allows for the fitting practice of constancy means that one is successful at seizing the moment, and if one is successful at seizing the moment, the whole world will follow him. The way Sui [Following] operates depends only on the moment, so when the moment takes a different turning, and one does not follow it, this results in the Dao of Pi [Obstruction, Hexagram 12]. This is why \"the meaning underlying a time of Following is indeed great!\"[[note 1]]} "},"image":{"text":"Within the Lake, there is Thunder: this constitutes the image of Sui [Following].[[note 2]] In the same way, the noble man when faced with evening goes in to rest and leisure.","commentary":"{\"Within the Lake, there is Thunder\": this is the image of how the activation of delight takes place. When all follow one with delight, one can then avoid purposeful action [literally, \"practice wuwei,\" wuwei meaning \"avoid/no purposeful action\"] toward them and not let them belabor one's bright mirror [i.e., mind]. Thus \"the noble man when faced with evening goes in to rest and leisure.\"}","commentaryAppended":"[The Lord Yellow Emperor, Lord Yao, and Lord Shun] domesticated the ox and harnessed the horse to conveyances. This allowed heavy loads to be pulled and faraway places to be reached and so benefited the entire world. They probably got the idea for this from the hexagram Sui [Following].[[note 3]]"},"sequence":{"commentary":"When there is contentment, there will be a following. This is why Yu [Contentment, Hexagram 16] is followed by Sui [Following].","irregular":"Sui [Following] involves no precedents.[[note 4]]"},"lines":[{"number":1,"text":"First Yang\nThis one's self-control has the capacity to change course, so his practice of constancy means good fortune, and, when he leaves his own gate, he relates to others in such a way that he achieves merit. {Here located at the very beginning of Sui [Following], First Yang has no line above with which it can resonate,[[note 5]] which means that it does not find itself with any partisan ties; thus, when it acts, it is able to follow the moment, and its intentions are not subject to the control of any particular master. Following should not be done to suit one's personal wishes, but it is one's personal wishes that should follow what is right and proper. Thus one's self-control[[note 6]] should have the capacity to change direction [i.e., be able to handle different circumstances], but the course it follows must never violate what is right. When this one leaves his own gate, he stays free of any contrary behavior, so what violation could ever occur?}","commentary":"\"This one's self-control has the capacity to change course,\" and in so pursuing what is right, he has good fortune. \"When he leaves his own gate, he relates to others in such a way that he achieves merit,\" for he commits no violation."},{"number":2,"text":"Second Yin\nThis one ties itself to the little child and abandons the mature man. {When a yin line as such finds itself in a world governed by Sui, it is unable to stand independently but must find ties elsewhere. This one located here at a time of Sui [Following] in substance is soft and weak but yet has to ride on top of the hard and the active [First Yang], so how could it ever maintain its proper goal? It in fact acts contrary to it by going after the one to which it is near [First Yang]. If Second Yin follows this one, it has to abandon that one [Fifth Yang], and it cannot \"give itself over to both.\" Fifth Yang is located above it, and First Yang is located below it, this is why the text says: \"This one ties itself to the little child and abandons the mature man.\"}","commentary":"\"This one ties itself to the little child\" and cannot give itself over to both [i.e., to both the little child represented by First Yang and the mature man represented by Fifth Yang]."},{"number":3,"text":"Third Yin\nThis one ties itself to a mature man and abandons the little child. By following in this way, one should obtain what one seeks, so it is fitting to abide in constancy. {When a yin line as such finds itself in a world governed by Sui, it is unable to stand independently but must find ties elsewhere. Although Third Yin in substance belongs to the lower trigram, since Second Yin has already been taken by First Yang, to what line shall Third Yin attach itself? This is the reason why it abandons First Yang and ties itself to Fourth Yang, and as such its will becomes fixed on \"the mature man.\" Fourth Yang lacks proper resonance in either case,[[note 7]] but since it also wishes that Third Yin would follow it, Third Yin obtains what it seeks, and this is why the text says: \"By following in this way, one should obtain what one seeks.\" Although the way Third Yin responds here is not correct for it, since it has attached itself to a man,[[note 8]] how could it ever go wrong? This is why the text says: \"It is fitting to abide in constancy.\" First Yang is located below it, and Fourth Yang is located above it, this is why the text says: \"This one ties itself to a mature man and abandons the little child.\"}","commentary":"\"This one ties itself to a mature man,\" and its will is such that it [Third Yin] abandons the one below. {\"The one below\" refers to First Yang.}"},{"number":4,"text":"Fourth Yang\nThis one has success at garnering a Following, but constancy will still result in misfortune. The sincerity he has is there in the path he follows, and, as it is brought to light in this way, what blame will he have? {Fourth Yang is located at the beginning of delight [i.e., Dui (Joy), the upper trigram]. Of the two yin lines below that Fourth Yang might take, Third Yin seeks a tie with it, and, since Fourth Yang does not oppose it, the text says: \"This one has success at garnering a Following.\" Fourth Yang abides in the territory of the subject minister, so where it treads is not its rightful position [it is a yang line in a yin position]. To use this to seize control over the people is a violation as far as the Dao of the subject minister is concerned, and such a one is in violation of what is right. This is why the text says: \"Constancy will still result in misfortune.\"[[note 9]] Its substance hard and strong, Fourth Yang abides here in delight [i.e., Dui (Joy)], and as such it wins the hearts and minds of the people. As one who can handle its duties, Fourth Yang achieves success. Although it is in violation of a constant moral norm, its ambition is to bring succor to others. One's heart and mind here harbors impartiality and sincerity, and such a one manifests his trustworthiness in the path he follows. As he brings his success to light in this way, how could he ever incur any blame?}","commentary":"\"This one has success at garnering a Following,\" but the concept here involves misfortune. \"The sincerity he has is there in the path he follows,\" and this brings his success to light."},{"number":5,"text":"Fifth Yang\nThis one's sincerity is manifest in his excellence, so he shall have good fortune. {Fifth Yang treads on rectitude and abides in the Mean, and as such when it occupies this place in a world of Following, it is the perfect fulfillment of what is appropriate for a time of Following and so obtains the trust of others. Thus its excellence results in good fortune.}","commentary":"\"This one's sincerity is manifest in his excellence, so he shall have good fortune\": his position is correct and central."},{"number":6,"text":"Top Yin\nSeize and bind him, then so tied up make him follow. Thus the king should use this opportunity to extend his prevalence to the western mountains. {As a hexagram Sui [Following] is such that the yin lines obey the yang lines, but this one occupying the position at the very top will not be a follower. It is because the Dao of Sui at this point has already run its complete course that Top Yin alone does not follow. This is why it has to be seized and bound before it will follow. \"Within the borders of all the land/None but is the subject of the king.\"[[note 10]] Thus because this one will not follow, he shall be chastised by the king, and this is why he will have him tied up. \"The king should use this opportunity to extend his prevalence to the western mountains\": Dui [Joy, the upper trigram] represents the west direction,[[note 11]] and \"mountains\" signify a road that is dangerous and full of obstacles. It is because Top Yin, located in the western mountains, will not follow that \"the king should use this opportunity to extend his prevalence to the western mountains.\"[[note 12]]}","commentary":"\"Seize and bind him,\" for with Top Yang it [the Dao of Sui (Following)] is exhausted."}],"notes":[{"number":1,"note":"This and all subsequent text set off in this manner is commentary by Wang Bi."},{"number":2,"note":"Cf. section four of Explaining the Trigrams: \"It is by Thunder [Zhen (Quake)] that things are caused to move, . . . by Joy [Dui] that they are made happy.\" See also section six of the same text: \"Of things that make the myriad things move, none is swifter than Thunder. . . . Of things that make the myriad things rejoice, none is more joy giving than the Lake.\" Here the image consists, as Zhu Xi says, of \"Thunder that lies hidden in the Lake and rests when the moment is right for it [literally, suishi, \"following the moment\"].\" See Zhouyi zhezhong, 11: 40a."},{"number":3,"note":"See section two oe Commentary on the Appended Phrases Part Two, as well as note 16 there."},{"number":4,"note":"Han Kangbo comments: \"One should follow what is appropriate for the moment and not be tied to precedents. With such following, one will be responsible for affairs.\""},{"number":5,"note":"First Yang should resonate with the fourth line, but this line is also a yang line, so there is no resonance."},{"number":6,"note":"In First Yang and here in Wang's commentary \"self-control\" translates guan, glossed by Kong Yingda as renxin suo zhu: \"that which controls the human heart and mind.\" See Zhouyi zhengyi, 3: 2a."},{"number":7,"note":"\"Either case\" refers to Fourth Yang's pairing up with either First Yang or Third Yin. Proper resonance in hexagrams exists between fourth lines and first lines and between top lines and third lines—but only if the two lines in each respective pair are of opposite signs. Here Fourth Yang and First Yang are both yang, so there is no resonance, and Top Yin and Third Yin are both yin, so there is no resonance there either, so the fact that Fourth Yang and Third Yin pair up is a matter of expedience and not because they form a true resonate pair."},{"number":8,"note":"\"A man\" (Fourth Yang) is not \"the man\" (Fifth Yang), which is both yang and centrally located in \"the noble position\" of this hexagram."},{"number":9,"note":"Zhu Xi comments: \"As its [Fourth Yang's] power is a threat to Fifth Yang, even though its behavior might be correct, it will still have misfortune.\" See Zhouyi zhezhong, 3: 14b."},{"number":10,"note":"Shijing (Book of odes), no. 205."},{"number":11,"note":"Dui is associated with the height of autumn, which in traditional Chinese cosmology is linked with the west. See section five of Explaining the Trigrams."},{"number":12,"note":"Kong Yingda comments: \"If he wishes to bind up this Top Yin, the king must use military force to extend his rule to the dangerous territory of the western mountains, for only then will he succeed in seizing and binding him.\" See Zhouyi zhengyi, 3: 2b. However, Cheng Yi and Zhu Xi interpret Top Yin differently. Rather than seeing Top Yin represent the exhaustion of the Dao of Sui (Following), they regard it as the maximum point in its development, and Top Yin, as such, is the strongest, most devoted follower of all. Thus \"seize and bind\" is supposed to refer to the devotion with which Top Yin follows—as if it were seized and bound. Cheng and Zhu seem to read this part of Top Yin as: \"He lets it [the Dao of Sui (Following)] seize and bind him and then follows as if tied up.\" \"The king should use this opportunity to extend his prevalence to the western mountains\" translates wang yong heng yu xishan, which is how Wang Bi and Kong Yingda seem to interpret it, but this fits neither Cheng's nor Zhu's gloss. Cheng thinks that this refers to the story of King Tai, the grandfather of King Wen and great-grandfather of King Wu, who overthrew the Shang and founded the Zhou (traditionally dated 1122 B.C.): Long ago King Tai used this Dao to make his kingly enterprise prevail in the western mountains. King Tai, to avoid the harassment of the Di tribe, left Bin and went to [Mount] Qi. The people of Bin both young and old, supporting each other, followed him as if they were going to market. The heartfelt commitment to follow him was as firm as this, so he was able to make use of it to make his kingly enterprise prevail in the western mountains. \"Western mountains\" here refers to Mount Qi. Cf. Mengzi (Mencius) 1B:15. Therefore Cheng's interpretation of wang yong heng yu xishan seems to be: \"The king used it [the Dao of Following] to extend his prevalence to the western mountains.\" Zhu Xi's interpretation is again different: \"Heng [make prevail/extend prevalence] here should be read as the xiang in jixiang [perform sacrifices]. In terms of the Zhou state, Mount Qi is in the west. Whenever one [the king] who divined concerning sacrifices to mountains and streams got this [Top Yang], if he made his intentions as sincere as this, he had good fortune.\" For Zhu, wang yong heng (xiang) yu xishan seems to mean: \"The [Zhou] kings used it [the devotion and sincerity inherent in the Dao of Following] to sacrifice to the western mountains.\" See Zhouyi zhezhong, 3: 15b-16a. Also cf. Hexagram 46, Sheng (Climbing), Fourth Yin, and note 7 there."}]}