{"number":51,"id":"100100","title":{"pinyin":"","wadeGiles":"Zhen","english":"Quake"},"structure":{"above":"Zhen Above","below":"Zhen Below"},"judgement":{"text":"Quake means prevalence. {One accomplishes things here through fear, and with that prevalence is had.[[note 1]]}  When Quake [Thunder] comes, people shiver and shake, but then they whoop it up with talk filled with laughter. {As a concept, Quake means that first one inspires awe, which then results in fear. Thus the text says: \"When Quake [Thunder] comes, people shiver and shake,\" for this is the appearance of fear. Quake shocks the lazy in order to rid them of their indolence. Thus \"when Quake comes people shiver and shake,\" but \"such fear leads to prosperity.\" \"But then they whoop it up with talk filled with laughter,\" \"for later they have constant rules to live by.\"} If Quake can startle at one hundred li, one will not lose control over the ladle [bi] and the fragrant wine [chang]. {If the shock of the Quake caused by one's awesomeness extends as far as one hundred li,[[note 2]] one can thereby avoid losing control over the ladle and the fragrant wine. The ladle [bi] is what is used to convey the contents of the Caldron, and chang is the fragrant wine; this means the offering up of sacrificial bounty in the ancestral temple [the prerogative of state power and sovereignty].}","commentary":"\"Quake means prevalence.\" \"When Quake [Thunder] comes, people shiver and shake,\" for such fear leads to prosperity. \"But then they whoop it up with talk filled with laughter,\" for later they have constant rules to live by. \"If Quake can startle at one hundred li\" means that if one can startle those at a distance, he can bring fear to those close by. {If the shock of the Quake caused by one's awesomeness extends as far as one hundred li, then the indolent will feel fear close by.} When one goes forth, this one may thereby be entrusted with the maintenance of the ancestral temple, that is, by making him the master of sacrifices. {This clarifies the concept of how one empowers the eldest son. As \"one will not lose control over the ladle and the fragrant wine,\" when he himself [the sovereign] goes forth, this one [the eldest son] may thereby be entrusted with the maintenance of the ancestral temple.[[note 3]]} "},"image":{"text":"Double Thunder: this constitutes the image of Quake.[[note 4]] In the same way, the noble man is beset with fear and so cultivates and examines himself."},"sequence":{"commentary":"For taking charge of such vessels, no one is more appropriate than the eldest son. This is why Ding [The Caldron, Hexagram 50] is followed by Zhen [Quake].[[note 5]] Zhen here signifies movement.","irregular":"Zhen [Quake] means \"a start.\""},"lines":[{"number":1,"text":"First Yang\nWhen Quake [Thunder] comes, this one shivers and shakes, but then he whoops it up with talk filled with laughter, and this means good fortune. {First Yang embodies the virtues of hardness and strength and is the leader of the Quake hexagram. This represents someone who is capable, being beset with fear, of cultivating his virtue.}","commentary":"\"When Quake [Thunder] comes, this one shivers and shakes,\" but such fear leads to prosperity. \"Then he whoops it up with talk filled with laughter,\" for later he has constant rules to live by.[[note 6]]"},{"number":2,"text":"Second Yin\nWhen Quake comes, there is danger, and this one, alas, loses his cowries. He might climb nine hills, but one need not pursue him, for in seven days he will be taken. {As a concept, Quake means that one's awesomeness shocks the lazy in order to rid them of their indolence. First Yang finds a proper occupation in fulfilling its responsibilities, but Second Yin rides atop it, so when Quake comes, such a one finds himself in danger, loses his wealth and goods, and forfeits the place where he is positioned. This is why the text says: \"When Quake comes, there is danger, and this one, alas, loses his cowries.\" \"Alas\" [yi], is a rhetorical expression, and \"cowries\" [bei] serves as a collective term for wealth or goods. This one rises in revolt and gets killed. He sets forth without any response or support, and wherever he goes there is no shelter for him. As awesome severity holds great sway here, no one takes him in, and he has to move about without any provisions. Although he repeatedly crosses over strategic high ground, he surely will come to grief through exhaustion of resources and will not last more than seven days. This is why the text says: \"One need not pursue him, for in seven days he will be taken.\"[[note 7]]} ","commentary":"\"When Quake comes, there is danger,\" for this one rides atop the hard and strong.[[note 8]]"},{"number":3,"text":"Third Yin\nWhen Quake comes, this one trembles, but if he acts in this quake-affected way, he should stay free of disaster. {Third Yin is not in its rightful position; this position is not where it should be located [because it is a yin line in a yang position]. Thus one here should tremble with fear. However, Third Yin does not engage in the rebellious behavior of riding atop a hard and strong line, so it is possible to take fearful [i.e., cautious] action and still stay free of disaster.}","commentary":"\"When Quake comes, this one trembles,\" for the position is not right for him."},{"number":4,"text":"Fourth Yang\nQuake comes, so this one gets mired. {Fourth Yang is located in the midst of the yin and, finding itself as it does here at a time fraught with fear, it becomes the ruler of all the yin lines. As such, one here should bravely assert himself in order to bring security to all. But if such a one were to suffer Quake himself [i.e., succumb to fear], he would fall into difficulties. If one were to tread this path of unrighteousness and fail to ward off fear and instead make others provide for his own security, his virtue would \"never shine forth.\"}","commentary":"\"Quake comes, so this one gets mired,\" which means that he shall never shine forth."},{"number":5,"text":"Fifth Yin\nQuake comes, so both to set forth and to come back mean danger. Alas, do not fail, for this is the chance to take successful action. {If Fifth Yin were to set forth, it would have no response, and if it were to come back, it would have to ride atop the hard and strong. If it is afraid either to set forth or come back, it cannot avoid danger. This one may be located at a time of Quake, but as such a one obtains the noble position, it indicates an incipient situation in which he could initiate successful action. But if he were to fear either to set forth or to come back, he would lose his chance for success. This is why the text says: \"Alas, do not fail, for this is the chance to take successful action.\"[[note 9]]}","commentary":"\"Quake comes, so both to set forth and to come back mean danger.\" This means that it is dangerous for this one to move. His chance for success lies in abiding in centrality [or \"staying within the Mean\"]. If one has greatness, he should not fail."},{"number":6,"text":"Top Yin\nQuake comes, so this one is anxious and distraught, his gaze shifty and unfocused. To set forth would mean misfortune. If Quake were not to reach one's own person but only that of one's neighbor, he would be without blame. Even those joined in marriage here will have words. {This one occupies the very top of the Quake hexagram, so it represents one who is the most subject to Quake. Finding himself here at the very top of Quake, this one keeps trying for centrality but never succeeds, so he is so afraid that he is \"anxious and distraught\" and keeps looking around so much that his gaze is \"shifty and unfocused,\" for his gaze has nothing upon which to rest. He is already located at the end point of action, so if he were to try to set forth further from here, the misfortune that would befall him would be quite appropriate. If the fear here is not something that this one brought about on his own but instead is something that occurs because of some action that the other took, this one should take warning from his fearful neighbor and adopt appropriate preventive measures, for, if he were to do so, \"he would be without blame.\" When people are in conditions of utmost fear, they tend to have doubts about each other. Thus, even though it be those joined in marriage, they will still have words.}","commentary":"\"Quake comes, so this one is anxious and distraught,\" for centrality is never achieved. Although there is misfortune, there is no blame, for he fears for his neighbor and so takes warning."}],"notes":[{"number":1,"note":"This and all subsequent text set off in this manner is commentary by Wang Bi."},{"number":2,"note":"Lou Yulie notes: \"During the Yin [Shang] era, people regarded a hundred li [one-third mile] as the extent of a state or domain [guo]; here this expression is used to describe how one's awesomeness should make the whole state Quake.\" See Wang Bi ji jiaoshi, 2: 477 n. 6."},{"number":3,"note":"Both Zhu Xi and Cheng Yi interpret the text here to mean that it is the sovereign himself who goes forth to act as master of sacrifices, serving as a model for the eldest son. It is by such emulation that sovereignty will be preserved generation after generation. See Zhouyi zhezhong, 10: 29b-30a."},{"number":4,"note":"Both trigrams of Zhen (Quake) are Zhen (Thunder, Quake). \"Double\" (jian) is glossed by Kong Yingda as chong (repeated, double) and yinreng (persistent, continuous). See Zhouyi zhengyi, 5: 24a-24b."},{"number":5,"note":"Zhen is associated with the Eldest Son. See section ten of Explaining the Trigrams."},{"number":6,"note":"See the Commentary on the Judgments."},{"number":7,"note":"Both Cheng Yi and Zhu Xi interpret Second Yin differently. Although Zhu suggests that much of Second Yin is unintelligible, he nevertheless thinks that it represents \"yielding, compliance, centrality, and rectitude, enough for this one to preserve himself.\" Cheng has more to say about it: Second Yin abides in centrality and achieves rectitude, so this is someone who positions [or \"handles\"] himself well [shanchu] in Quake. However, it rides atop the strength and hardness of First Yang, the ruler of Quake. Quake is strong and dynamic and so moves upward with great force. Who could ever resist it? . . . When its coming is as fierce as this, Second Yin's position becomes, of course, quite dangerous. Yi [glossed as \"alas\" by Wang Bi and Kong Yingda] means duo [reckon]. . . . Because of the danger brought about by Quake, Second Yin reckons that he cannot defy it, so he has to abandon what he has and then climb up as high as he can go in order to take refuge from it. . . . What Second Yin values is centrality and rectitude. Although this one, upon estimating his strength, compliantly takes refuge, he rightly preserves his centrality and rectitude, so he does not lose sight of what he should do. He reckons that he is sure to lose [his position, what he has], so takes refuge far away in order to preserve himself. After some time has past, he will recover the constant norm of his existence [chang]. He will obtain this as a matter of course without pursuing it. Pursue means \"to go after things.\" If this one were to go after things, he would fail to protect himself. Thus one here is warned not to pursue things, to take refuge far away, and to preserve himself—to find a place for himself in the grand design [dafang] of Quake. . . . There are six positions in a hexagram, so seven refers to another beginning, once a situation has reached its end point. When such a moment occurs, change [yi] takes place. So one here should not neglect his own preservation, for, although for a time he might not be able to resist [Quake's coming], when this time passes, the situation will have come to an end. Then this one can recover the constant norm of his existence. This is why the text says: \"In seven days he shall be successful as a matter of course.\" See Zhouyi zhezhong, 7: 21a-21b. Following this, Cheng's reading of Second Yin would seem to be: \"When Quake comes, there is danger, so this one reckons that he should abandon his cowries. He should climb to the ninth hill and not pursue things, for in seven days he shall be successful as a matter of course.\""},{"number":8,"note":"Kong Yingda comments: \"It is exactly because this one rides atop a strong yang that he is in revolt, and this is the reason why he gets killed.\" See Zhouyi zhengyi, 5: 25a."},{"number":9,"note":"\"Alas\" translates yi, a rhetorical expression, just as it occurs in Second Yin. However, Cheng Yi again glosses it as duo (reckon) (see note 7 above). \"The chance to take successful action\" translates you shi. Cheng Yi interprets this as suoyou zhi shi (that which one has to do, i.e. one's proper concern), which he glosses as zhongde (the virtue of centrality). His reading of Fifth Yin would seem to be: \"Quake comes, so both to set forth and to come back mean danger. This one should reckon that he must not fail to do that which he has to do\"—preserve his \"virtue of centrality.\" See Zhouyi zhezhong, 7: 23b."}]}