{"number":21,"id":"100101","title":{"pinyin":"","wadeGiles":"Shihe","english":"Bite Together"},"structure":{"above":"Li Above","below":"Zhen Below"},"judgement":{"text":"Bite Together means prevalence, for here it is fitting to use the force of criminal punishment. {Shi [bite] means \"nie\" [bite], and he [join the teeth] means \"consolidate together.\" Whenever people fail to achieve togetherness, it is due to there being a gap or estrangement, and whenever they lack order, it is due to there being excesses or wrongdoing. To deal with such a gap or excess, one, as it were, bites down it and joins the teeth together, and in this way brings about continuity or coherence. It is by using the force of criminal punishment that one brings about this continuity, and that is what is meant here by \"criminal punishment\" being \"fitting.\"[[note 1]]} ","commentary":"When there is something between the cheeks, this is referred to as Shihe [Bite Together]. {\"When there is something between the cheeks,]' one bites on it and consolidates it. This is the meaning of Shihe [Bite Together].} It is by biting together that prevalence comes about. {When something has gaps or discontinuities in it, if one does not bite on it, it will not consolidate, and there will be no way to achieve prevalence [i.e., for things to work together and go smoothly].} The hard and the soft achieve clarity by taking separate action; thunder and lightning make a vivid display by uniting together. {When the hard and the soft act separately, since they do not get muddled up, they achieve clarity; when thunder and lightning unite together, since they do not become confused, they make a vivid display. Both these cases express the idea of \"it is fitting to use the force of criminal punishment.\"[[note 2]]}  Here the soft one [Fifth Yin] obtains the central position and so moves upward, and although it does not suit the position, \"here it is fitting to use the force of criminal punishment.\" {This refers to Fifth Yin. In order that it be possible to bite together so things go smoothly, there must be a ruler in charge, and this is none other than Fifth Yin. \"Moves upward\" means that the direction one takes is a matter of advancing. Whenever the phrase \"moves upward\" appears, it means that the direction taken leads to nobility. Although Fifth Yin does not suit the position [it is a yin line in a yang position], it does no harm here \"to use the force of criminal punishment.\"}"},"image":{"text":"Thunder and Lightning: this constitutes the image of Shihe [Bite Together].[[note 3]] In the same way, the former kings clarified punishments and adjusted laws.","commentaryAppended":"[Lord Shen Nong] had midday become market time, had the people of the world gather, had the goods of the world brought together, had these exchanged, had them then retire to their homes, and enabled each one to get what he should. He probably got the idea for this from the hexagram Shihe [Bite Together].[[note 4]]"},"sequence":{"commentary":"Only after something can be viewed is there the possibility to come together with it. This is why Guan [Viewing, Hexagram 20] is followed by Shihe [Bite Together]. The he [in Shihe] means he [unite, i.e., join the jaws together].","irregular":"Shihe [Bite Together] means \"eat up.\""},"lines":[{"number":1,"text":"First Yang\nMade to wear whole foot shackles, his toes are destroyed, but he will be without blame. {First Yang abides in a place of no proper position.[[note 5]] As it is located at the start of punishment, it is one to receive punishment and not one to administer punishment. The start of any transgression necessarily begins in subtlety and only later reaches the blatant stage, so the beginning of punishment must begin with something light and only later go so far as to include execution. Here the transgression is light or the error mild, so \"made to wear whole foot shackles, he has his toes destroyed,\" which means that he has his gait confined by shackles and that nothing more happens to him beyond suffering an adequate chastisement. Therefore he will not do anything more serious. To commit transgression and yet not change one's ways, now this we call a real transgression. \"For small matters one chastises him, so that for great matters he takes warning,\"[[note 6]] so this is how blessings are obtained here, and this is why \"he will be without blame.\" The word jiao [whole foot shackle] here means a cage made by intertwining slats of wood; it is equivalent to the term xie [foot fetters]. Jiao is the generic term for such things.}","commentary":"\"Made to wear whole foot shackles, his toes are destroyed\": he goes no further. {His transgression stops here.}","commentaryAppended":"The Master said: \"The petty man is not ashamed of being unkind, nor is he afraid of being unjust. If he does not see an advantage in something, he does not act, and, if he is not threatened by force, he is not chastised. For small matters one chastises him, so that for great matters he takes warning. This is how the petty man prospers.\" The Changes say: \"Made to wear whole foot shackles, his toes are destroyed, but he will be without blame.\" This is what is meant here.[[note 7]]"},{"number":2,"text":"Second Yin\nBiting through soft and tender flesh, he destroys the nose, but he will be without blame. {Shi [bite through] is the same as nie [bite]; here it refers to the effective use of punishment. Second Yin, located in a central position, obtains a proper position [as a yin line in a yin position], and the punishment that is meted out here is appropriate. This is why the text says \"biting through soft and tender flesh.\" That Second Yin metes out punishment by \"rid[ing] atop hardness and strength [First Yang]\" [i.e., by relying on strength and harsh measures] means that it is not quite in complete accord with the Dao, so the \"biting through\" goes too far, and that is why the text says: \"He destroys the nose.\" But the punishment is successful in dealing with the defect involved, and this is why even though \"he destroys the nose,\" yet \"he will be without blame.\" \"Soft and tender flesh\" [fu, literally, \"skin\"] indicates something soft and fragile [tender].}","commentary":"\"Biting through soft and tender flesh, he destroys the nose,\" for this one rides atop hardness and strength."},{"number":3,"text":"Third Yin\nBiting through dried meat, he encounters something poisonous. He will have small regret but be without blame. {Third Yin is located at the very top of the lower trigram, and where it treads is not the place of its proper position [because it is a yin line in a superior, yang position], so to eat something here under these conditions means that thing will be sure to be hard and tough. But how could it be limited to just the hardness and toughness? He should encounter its poisonous aspect as well. \"Biting through\" is a metaphor for meting out punishment to someone. \"Dried meat\" here is used as a metaphor for recalcitrance, and \"poison\" is used as a metaphor for the occurrence of anger. However, Third Yin provides carriage to Fourth Yang and does not itself ride atop hardness and strength [a yang line]. Although it falls short of what rectitude demands here, the punishment as such does not violate the dictates of the moment, and this is why although he \"encounters something poisonous,\" \"he will have small regret but be without blame.\"}","commentary":"\"He encounters something poisonous,\" for the position is not suitable for this one."},{"number":4,"text":"Fourth Yang\nBiting through dried bony gristle, he obtains a metal arrowhead. It is fitting that one have good fortune here in exercising constancy in the face of difficulties. {Although in substance this is a yang line that should be the ruler of the yin, its treading does not manage to stay within the Mean [i.e., it is not in a central position], nor is this position right for it [because it is a yang line in a yin position], so when it bites on someone, that one certainly will not submit, and this is why the text says \"biting through dried bony gristle.\" \"Metal\" signifies hardness, and \"arrowhead\" signifies straightness. \"Biting through dried bony gristle,\" one manages to be hard and straight, and whereas one can in this way derive benefit from the good fortune that obtains from \"exercising constancy in the face of difficulties,\" this is inadequate as a means to fulfill the Dao that comprehensively covers the principles involved.}","commentary":"\"It is fitting that one have good fortune here in exercising constancy in the face of difficulties,\" but one falls short of achieving splendor."},{"number":5,"text":"Fifth Yin\nBiting through dried meat, he obtains yellow metal. Constancy here involves danger, but there will be no blame. {\"Dried meat\" signifies toughness; \"yellow,\" centrality or the Mean; and \"metal,\" hardness. Here a yin line occupies a yang position, a soft line rides atop a hard line, so when such a one bites on another, that other surely will not submit. This is why the text says \"biting through dried meat.\" However, in occupying this place one obtains the noble position. Here one rides atop the hard and strong with softness and yet manages to stay within the Mean, and this is how punishment can be administered. Here one treads on a place that is not right for him and yet remains capable of administering the appropriate punishment, so this is the success derived from the hardness and strength [of Fourth Yang on which Fifth Yin rides]. Although the \"biting\" does not produce submission, this one achieves success thanks to how he manages to stay within the Mean. This is why the text says: \"Biting through dried meat, he obtains yellow metal.\" Although Fifth Yin itself is not right here [because it is a yin line in a yang position], yet in the punishment administered such a \"one achieves what is proper.\" Therefore, although \"constancy here involves danger,\" \"there will be no blame.\"}","commentary":"\"Constancy here involves danger, but there will be no blame,\" for one achieves what is proper."},{"number":6,"text":"Top Yang\nMade to bear a cangue, his ears are destroyed, and this means misfortune. {Top Yang occupies the very top of the punishment process; it signifies someone in whom evil has accumulated and who will not reform. His criminality is not something against which he takes warning, so punishment has to reach his head and goes so far as to destroy his ears. Even reaching his head, it is not an admonishment for him, and even destroying his ears, it is not a warning for him. No misfortune can be greater than this!}","commentary":"\"Made to bear a cangue, his ears are destroyed,\" for his intelligence is not bright. {As \"his intelligence is not bright,\" he pays no heed, and evil has accumulated in him to such an extent that he is incapable of being extricated from it.}","commentaryAppended":"As for goodness, if one does not accumulate it, there will not be enough of it to make a name for oneself, and, as for evil, if one does not accumulate it, there will not be enough of it to destroy one's life. The petty man takes small goodness to be of no advantage and so does not do it, and he takes small evil to be of no harm, so he does not forsake it. This is why evil accumulates to the point where one can no longer keep it hidden and crimes become so great that one can no longer be exonerated. The Changes say: \"Made to bear a cangue, his ears are destroyed, and this means misfortune.\"[[note 8]]"}],"notes":[{"number":1,"note":"This and all subsequent text set off in this manner is commentary by Wang Bi."},{"number":2,"note":"\"The hard and the soft achieve clarity by taking separate action\" translates gang rou fendong er ming, which reflects how Wang Bi and Kong Yingda parse the text; see Zhouyi zhengyi, 3: 11a-11b. However, Cheng Yi seems to understand it differently, as gang rou fen, dong er ming (the hard and the soft separate and signify action and perspicacity); see Zhouyi zhezhong, 9: 34b. Cheng's version seems to make more sense, since all the commentators seem to interpret the text here as a reference to the action signified by the lower Zhen (Thunder) trigram and the brightness signified by the upper Li (Fire, Light, Lightning) trigram. Neither Wang nor Kong Yingda clarify the connection between the separate or unified action of thunder and lightening and the exercise of criminal punishment. Cheng Yi, however, does just that: The hard [yang] lines and the soft [yin] lines are here interspersed. That they remain separate and do not get mixed up together provides an image of how clear distinctions are made, and such clear distinctions are the foundation of criminal investigation. \"Action and perspicacity\" refer to the lower Zhen [Thunder] and upper Li [Fire] trigrams—how the one signifies action and the other perspicacity. \"Thunder and lightning make a vivid display by uniting together\": thunder shakes and lightning flashes, and for an instant they appear as one and \"make a vivid display by uniting together.\" Here bright illumination and awesome power act in concert, something that signifies the Dao by which one enacts criminal punishment. If one can brightly illuminate things, nothing can remain hidden, and if one has awesome power, no one will dare to remain unafraid."},{"number":3,"note":"The top and bottom lines are supposed to be the jaws closing on Fourth Yang, a solid object to bite through."},{"number":4,"note":"Shihe (Bite Together) consists of the trigrams Zhen (Quake) below, which here seems to represent the bustle of the marketplace, and Li (Cohesion), signifying Sun, above. See section two of the Commentary on the Appended Phrases Part Two."},{"number":5,"note":"See the first paragraph of Considering the Line Positions, section five of Wang Bi's General Remarks."},{"number":6,"note":"This quotes section five of the Commentary on the Appended Phrases Part Two."},{"number":7,"note":"See section five of the Commentary on the Appended Phrases Part Two."},{"number":8,"note":"Ibid."}]}