{"number":25,"id":"100111","title":{"pinyin":"","wadeGiles":"Wuwang","english":"No Errancy[[note 1]]"},"structure":{"above":"Qian Above","below":"Zhen Below"},"judgement":{"text":"Wuwang is such that in its prevalence it is fundamental, and in its constancy it is fitting. But if one is not righteous, it would mean disaster, and it would not be fitting should he set out to do something.","commentary":"Wuwang [No Errancy] is such that the hard and strong comes from without and becomes the ruler within. {This refers to Zhen [the lower trigram].[[note 2]]}  Being dynamic, it is strong. {Zhen signifies dynamism, and Qian signifies strength.[[note 3]]}  The hard and strong attains centrality [the Mean] and resonance. {This refers to Fifth Yang [in resonance with Second Yin].} One here attains great prevalence through righteousness, as is the will of Heaven. {As \"the hard and strong comes from without and becomes the ruler within,\" the more the action, the greater the strength. \"The hard and strong attains centrality [the Mean] and resonance\": awesomely hard and strong and squarely righteous, selfish desire plays no role here, so how could any errancy take place? With the suppression of the dao of errancy, the Dao of No Errancy is achieved, so what could happen here but great prevalence and fitting constancy? When \"the hard and strong comes from without and becomes the ruler within,\" the dao of weakness and wickedness, of course, vanishes. The more the action, the greater the strength, so the Dao of hardness and straightforwardness works smoothly. \"The hard and strong attains centrality [the Mean] and resonance,\" so virtue commensurate with Heaven shines forth. Thus \"one here attains great prevalence through righteousness.\" As this is the declared will of Heaven, how could one possibly disobey? How could one possibly fall into error? This is why \"if one is not righteous, it would mean disaster, and it would not be fitting should he set out to do something.\"} \"If one is not righteous, it would mean disaster, and it would not be fitting should he set out to do something\": If one were so to set out here in No Errancy, where, indeed, would he go? If one were not blessed by the will of Heaven, would he, indeed, accomplish anything? {\"If one is not righteous, it would mean disaster\": Here one wants to set out to accomplish something without having first tried to alter course and so follow the path of righteousness. Although he dwells at a moment when one must not conduct himself with errancy, he still is going to set out to accomplish something without having first found the path of righteousness—so where is he going to go? How could anyone not blessed by the will of Heaven ever accomplish anything!}"},"image":{"text":"Thunder going on everywhere under Heaven: this constitutes the image of all things behaving with No Errancy.[[note 4]] {Yu [usually \"with\" or \"together with\"] here is a function word [grammatical particle] that means the same thing as jie [all, in all cases]. Here there is \"thunder going on everywhere under Heaven,\" so it is impossible for anything to behave with errancy.[[note 5]]}  In the same way, the former kings brought about prosperity, for they nurtured things in accord with the seasons. {Mao [lushly growing, lush growth] here means \"sheng\" [prosperity]. Once all things no longer dare to behave with errancy, each of the myriad things can fulfill its nature to perfection. \"They nurtured things in accord with the seasons,\" and nothing can better bring about prosperity than this!}"},"sequence":{"commentary":"With a return, there is freedom from errancy. This is why Fu [Return, Hexagram 24] is followed by Wuwang [No Errancy].","irregular":"Wuwang [No Errancy] exposes one to calamity."},"lines":[{"number":1,"text":"First Yang\nIf one has No Errancy here, to set out will result in good fortune. {Here one embodies hardness and strength but occupies the bottom position, filing this humble place with nobility. As this one acts in such a way that he does not fall into errancy, when he sets out, \"he will achieve his ambitions.\"}","commentary":"When one sets out with No Errancy, he will achieve his ambitions."},{"number":2,"text":"Second Yin\nIf one here does not do the plowing but tends only to the reaping and does not develop new land but deals only with mature fields, it would be fitting for him to set out to do something. {To refrain from plowing but tend instead to the reaping and to refrain from developing new land but deal instead with mature fields means to work on behalf of another [the sovereign] to bring a matter to a successful conclusion and to refrain from initiating action oneself. [[mote 6]] It is by not working for one's own credit that one perfectly realizes the Dao of the minister, and this is why the text here says: \"It would be fitting for him to set out to do something.\"[[note 7]]} ","commentary":"\"One here does not do the plowing but tends only to the reaping,\" for it is never for his own wealth.[[note 8]]"},{"number":3,"text":"Third Yin\nHere calamity associated with No Errancy takes place, for someone has tied up one's ox. It is the traveler's gain and the townsman's calamity. {This involves a yin line occupying a yang position, behavior that is in violation of modesty and obedience, and herein lies the reason why calamity occurs in No Errancy here. An ox is a farmer's asset. In Second Yin \"one does not do the plowing but tends only to the reaping,\" so \"it would be fitting for him to set out to do something.\" However, Third Yin engages in disobedient behavior, so \"someone has tied up [his] ox.\" And this is what is meant by the official enjoying gain and that person suffering loss. Thus the text says: \"It is the traveler's gain and the townsman's calamity.\"[[note 9]]} ","commentary":"The traveler gains the ox, and this means calamity for the townsman."},{"number":4,"text":"Fourth Yang\nIf one can practice constancy here, he will be without blame. {Located here at this time of No Errancy, we have a yang line occupying a yin position, the hard and strong riding atop the weak [i.e., atop Third Yin], a treading on the territory of the modest and the obedient [its yin position], and contiguity with the most honored one [Fifth Yang, the ruler of the hexagram], therefore it can practice righteousness with all its might and maintain secure control over the position in its charge—and still \"be without blame.\"}","commentary":"It is because Fourth Yang signifies secure control over its position that one can practice constancy here."},{"number":5,"text":"Fifth Yang\nIf an illness strikes the one who practices No Errancy here, let him not resort to medication, for then there will be joy. {By managing to occupy the exalted position, Fifth Yang becomes the ruler of the No Errancy hexagram. Below the ruler, No Errancy holds true for all, so this is not a case of harm reaching the ruler this way. However, if one were to resort to medication to deal with it, the illness would become extremely bad. This is not a calamity brought about by errancy, so one should not take steps to deal with it in order to recover. To resort to medication when it is not a case of errancy will cause misfortune, and this is why the text says: \"Let him not resort to medication, for then there will be joy.\"[[note 10]]}","commentary":"Under conditions of No Errancy medicine must not be tried. {One should use medicine to attack illness when there is errancy, but here, on the contrary, it would be used to attack illness when there is No Errancy, so this is why it must not be tried.}"},{"number":6,"text":"Top Yang\nIf one were to act here in No Errancy, it would mean disaster, as there is nothing at all fitting here. {Here one is located under the most extreme conditions when one must not engage in errancy, so it is only appropriate to do nothing more than quietly safeguard his own person, and this is why he must not act.}","commentary":"If one were to undertake any action at this stage of No Errancy, he would suffer the disaster of being completely stymied."}],"notes":[{"number":1,"note":"Zhu Xi comments that Wuwang is written with the wang meaning \"hope\" or \"expectation\" in Sima Qian's Shiji (Records of the grand historian) and says that the name of this hexagram might also mean \"No Expectation\" or \"The Unexpected.\" Other earlier commentators have noted this same fact—Ma Rong (79-166), Zheng Xuan (127-200), and Wang Su (195-256), for example. See Zhouyi zhezhong, 4: 9b, and the biography of Lord Chunshen (third century B.C.) in Shiji, 78: 2397. Kong Yingda glosses Wuwang as an absence or avoidance of zhawei xuwang \"deceitful and false behavior\" (Zhouyi zhengyi, 3: 21b), so with him it would mean \"No Pretension\" or \"No Fakery.\""},{"number":2,"note":"This and all subsequent text set off in this manner is commentary by Wang Bi. Zhu Xi suggests that Wuwang is a transformation out of Song (Contention) , Hexagram 6—i.e., Second Yang trading places with First Yin (a movement from the outside toward the inside), thereby transforming the lower trigram from Kan to Zhen. The first yang line is considered the ruler of the lower trigram."},{"number":3,"note":"Cf. section seven of Explaining the Trigrams: \"Qian [Pure Yang] means strength and dynamism; . . . Zhen [Quake] means energizing.\""},{"number":4,"note":"Zhen (Thunder, Quake) is the lower trigram, and Qian (Pure Yang) is the upper trigram."},{"number":5,"note":"Kong Yingda comments: \" 'Thunder going on everywhere under Heaven': Thunder is a terrifying sound, and here we have 'thunder going on everywhere under Heaven.' The thunder stirs up the myriad things, and, sober with fear, none dares engage in deceitful or false behavior. This is why the text says: 'Thunder going on everywhere under Heaven: this constitutes the image of all things behaving with No Errancy.' \" See Zhouyi zhengyi, 3: 22b."},{"number":6,"note":"Cf. Hexagram 2, Kun (Pure Yin) \"This is the Dao of Earth, the Dao of the wife, and the Dao of the minister. The Dao of Earth has one 'make no claim for . . . success,' but working on behalf of the other [Qian—Pure Yang, i.e., Heaven—husband, sovereign], 'he should bring about a successful conclusion.' \""},{"number":7,"note":"Cheng Yi interprets this line with its agricultural metaphors differently, in terms of \"doing things in accordance with the principles involved,\" \"not making things happen before their time,\" and \"not trying to force things to happen as one wants them to happen,\" and so he seems to understand the first part of Second Yin as: \"One does not reap without first plowing, and one does not have a mature field without first clearing.\" Zhu Xi interprets it differently again: Here the compliant and obedient person finds himself in a central and correct position. He acts in accordance with the moment and is obedient to the principle involved, has freed his mind and heart of any selfish desires and expectations, so this is why there is this image of 'not doing the plowing for the sake of the harvest, nor doing the clearing for the sake of having a mature field.' This means that one should not take purposeful action at the beginning of something nor have expectation at its end. See Zhouyi zhezhong, 4: 10a."},{"number":8,"note":"\"Never for his own wealth\" translates weifu. Although Wang Bi is silent here and Kong Yingda no help, both Cheng Yi and Zhu Xi interpret it this way, and I think Wang would have had no objection."},{"number":9,"note":"Lou Yulie, drawing largely on Kong Yingda's subcommentary, interprets Third Yin and Wang's commentary this way: \"Here one does something on the order of taking an ox to start to plow up a new field, which is to initiate an activity and so, running up against the prohibition against it, has his plow ox tied up and led away—this is the calamity that this person suffers.\" See Wang Bi ji jiaoshi, 1: 346 n. 12."},{"number":10,"note":"\"Illness\" that one does not bring on oneself should not be treated, for it is accidental or brought about by the processes of nature. One should, in effect, wait it out, and health will return of its own accord. The same is true for the true sovereign and his good government—as they are exemplified here; cf. Kong Yingda, Zhouyi zhengyi, 3: 24a. Cheng Yi makes the same point; see Zhouyi zhezhong, 4: 13b-14a."}]}