{"number":36,"id":"101000","title":{"pinyin":"","wadeGiles":"Mingyi","english":"Suppression of the Light"},"structure":{"above":"Kun Above","below":"Li Below"},"judgement":{"text":"Suppression of the Light is such that it is fitting to practice constancy in the face of adversity.","commentary":"When the light has gone into the earth, there is Suppression of the Light.[[note 1]] Inside all cultivation and light and outside all yielding and obedience, so should one be when beset with great adversity, as was King Wen.[[note 2]] \"It is fitting to practice constancy in the face of adversity\" means to keep one's brilliance in the dark. Though there is adversity within, yet one should be able to rectify his will, as did the viscount of Ji.[[note 3]]"},"image":{"text":"\"The light has gone into the earth\": this constitutes the image of Suppression of the Light.[[note 4]] In the same way, the noble man oversees the mass of common folk. {One who displays brilliance in overseeing the mass of common folk will harm them and make them false.[[note 5]] This is why one should take cover to nourish his rectitude and should keep his brilliance suppressed to oversee the masses.[[note 6]]}  It is by keeping it dark that brilliance is had.","commentary":"{It is by keeping one's brilliance hidden within that one really achieves brilliance, for when one's brilliance is displayed without, it will be shunned as artfulness.[[note 7]]} "},"sequence":{"commentary":"Going forward is sure to involve getting wounded. This is why Jin [Advance, Hexagram 35] is followed byMingyi [Suppression of the Light]. Yi here means \"wounding.\"","irregular":"Mingyi [Suppression of the Light] indicates castigation."},"lines":[{"number":1,"text":"First Yang\nSuppression of the Light finds this one in flight, keeping his wings folded. This noble man on the move does not eat for three days. Whenever he sets off to a place, the host there has something to say about it. {The ruler of Suppression of the Light is located at Top Yin, which represents the darkest dark. First Yang is located at the beginning of the hexagram, the furthest from adversity. Wishing to put the utmost distance between him and adversity, Suppression of the Light makes him flee far. In order to conceal his movements completely, he does not follow well-worn roads. Thus the text says: \"Suppression of the Light finds this one in flight.\" Filled with dread, he makes his way, his movements reflecting the fact that he dares not attract attention. This is why the text says \"keeping his wings folded.\" His journey is prompted by his esteem for righteousness, thus the text says \"this noble man on the move.\" His will is fixed anxiously on moving along, so, though hungry, he does not take the time to eat. Thus the text says \"does not eat for three days.\" As this one differs from his fellow men to an utmost degree, when he approaches someone as such, that person is sure to be suspicious of him. Thus the text says: \"Whenever he sets off to a place, the host there has something to say about it.\"[[note 8]]} ","commentary":"When a \"noble man is on the move,\" he does not eat out of a sense of righteousness."},{"number":2,"text":"Second Yin\nSuppression of the Light finds this one wounded in the left thigh, but he is saved by a horse's strength and as a result has good fortune.[[note 9]] {To be \"wounded in the left thigh\" means that one cannot be strong in his movements. Second Yin fills a central position [adheres to the Mean] with softness and compliance. This one suppresses his brilliance, and, as a result, if he were to advance, he would not seem different from his fellow men, and, if he were to retreat, he would not draw closer to adversity. He is neither suspected nor feared, for he \"takes compliance as his rule.\" Therefore \"he is saved by a horse's strength and as a result has good fortune.\" Here one does not \"keep . . . his wings folded,\" and only because of that does he manage to make his escape.}","commentary":"That Second Yin has good fortune is because such a one takes compliance as his rule."},{"number":3,"text":"Third Yang\nSuppression of the Light finds this one on a southern hunt. He captures the great chief but must not be hasty to put constancy into practice. {Third Yang occupies the top position in the lower trigram, so it is located at the apex of cultivation and light. Top Yin represents the darkest dark, something that has gone into the earth. Therefore this one at Third Yang suppresses his brilliance so he can succeed in going on a southern hunt, where he captures the great chief [Top Yin]. With this southern hunt he manifests his brilliance.[[note 10]] Once he has killed the ruler, he can go on to rectify the people. But the people have been misled for such a very long time that their transformation ought to take place gradually; one must not try to rectify them quickly. Thus the text says: \"He . . . must not be hasty to put constancy into practice.\"}.[[note 11]]","commentary":"It was the will being fixed on the southern hunt that brought about this great success. {That is, it eliminated the ruler of darkness.}"},{"number":4,"text":"Fourth Yin\nThis one enters into the left side of the belly and so obtains the heart of [him who effects] Suppression of the Light, this by leaving his gate and courtyard. {\"Left\" here indicates that this one takes compliance as his course of action, and by entering into the left side of [the ruler's] belly he gets at what is in his heart and mind. Therefore, though close to him, he is in no danger. To avoid adversity as the vicissitudes of the moment prompt, one need only repair to his gate and courtyard, but how could this not be taken for disobedience![[note 12]]}","commentary":"It is by \"enter[ing] into the left side of the belly\" that this one gets at what is in the heart and mind."},{"number":5,"text":"Fifth Yin\nSuppression of the Light as a viscount of Ji experiences it means that it is fitting to practice constancy. {As Fifth Yin is closest to the darkness and is contiguous with adversity, there is no greater danger. Yet in the midst of this, even the darkness cannot drown him, and his brilliance cannot be extinguished. Such rectitude does not grieve at the danger, and this is why the text says: \"It is fitting to practice constancy.\"}","commentary":"The constancy of a viscount of Ji is such that his brilliance cannot be extinguished."},{"number":6,"text":"Top Yin\nNot bright but dark, this one first climbed up to heaven but then entered into the earth. {Top Yin is located at the most extreme reach of Suppression of the Light; it represents the darkest dark. In the beginning, the fundamental role of this one was to cast light but, gradually tending toward darkness, it eventually entered into the earth.}","commentary":"This one first climbed up to Heaven and cast light on states in all four directions. The reason such a one later entered into the earth [i.e., perished] was that he had lost the right way to rule."}],"notes":[{"number":1,"note":"See Wang's remarks on this hexagram in section seven of his General Remarks."},{"number":2,"note":"King Wen, the father of King Wu who overthrew the Shang and founded the Zhou state (1122 B.C.), was, supposedly, the longsuffering vassal of Zhou, the wicked last Shang king."},{"number":3,"note":"The viscount of Ji was an uncle of Zhou, the wicked last Shang king. He first tried to remonstrate with his nephew and then, when he saw that it was to no avail, withdrew from court, here, the \"within.\""},{"number":4,"note":"The lower trigram is Li (Cohesion, i.e., Fire, the Sun), and the upper trigram is Kun (Pure Yin, i.e., Earth): in other words, light is below the earth."},{"number":5,"note":"Cf. Laozi, section 65, p. 168: \"Those of antiquity who excelled at practicing the Dao did not use it to enlighten the common folk but to keep them stupid.\" Wang Bi comments: \" 'Enlightened' here means to have too much knowledge and to be artful and crafty, something that harms one's pristine simplicity. 'Stupid' means to preserve one's true nature unself-consciously and to be in accord with nature.\" \"Enlightened\" here translates ming, the \"light\" and \"brilliance\" of Mingyi (Suppression of the Light)."},{"number":6,"note":"This and all subsequent text set off in this manner is commentary by Wang Bi."},{"number":7,"note":"Wang Bi again comments on Laozi, section 65, p. 168: \"If one goes further and uses artful craftiness to prevent the common folk from being false, as they will see through this craftiness, they will thwart such efforts and shun him.\" Cheng Yi interprets the Commentary on the Images to Mingyi very differently: Brightness is the means by which illumination is had. The noble man never fails to illuminate things, but if he were to use an excess of brightness, it would do harm to his powers of scrutiny. When one uses too much scrutiny, though he may complete what has to be done, he will be deficient in the \"vast power to accommodate\" [see Hexagram 2, Kun (Pure Yin), Commentary on the Judgments]. Thus the noble man . . . does not utilize his powers of bright scrutiny to the utmost but instead uses a muted approach, for only then will he be able to treat others with tolerance and bring harmony to the masses. See Zhouyi zhezhong, 12: 12b."},{"number":8,"note":"Both Cheng Yi and Zhu Xi interpret First Yang somewhat differently. In particular, they gloss chui qi yi (keeping his wings folded) as \"drooping\" or \"lowering his wings\"—as a bird does when wounded. Cheng's comments are the more detailed: Whenever petty men harm a noble man, they harm his ability to act [literally, \"that by which he moves/acts\"]. . . . With his bright perspicacity, the noble man discerns the subtleties underlying trends and events. Although here at the beginning [of Suppression of the Light] there are clues as to why he gets wounded, they are not yet apparent, but the noble man can discern them, and this is why he goes away to avoid such things happening. . . . Awareness of the incipiency of things is a function of the unique vision of the noble man; it is not something that can be recognized by the mass of men. . . . So who among the common mass of men would fail to find his behavior suspicious and peculiar? See Zhouyi zhezhong, 5: 29a-29b."},{"number":9,"note":"Cf. Hexagram 59, Huan (Dispersion), First Yin."},{"number":10,"note":"Cheng Yi expands upon the significance of the southern hunt: \"The south is in front and in the direction of brightness. A hunt involves chasing down and eradicating that which causes harm, so a 'southern hunt' means to go forward and eliminate harm.\" See Zhouyi zhezhong, 5: 31a."},{"number":11,"note":"Both Cheng Yi and Zhu Xi remark that the meaning of Third Yang can be seen in how King Tang overthrew the Xia to found the Shang dynasty and how King Wu (and Wen) overthrew the Shang to found the Zhou."},{"number":12,"note":"Cheng Yi takes Fourth Yin differently and thinks that it concerns the way a petty man ingratiates himself with a corrupt ruler, and, once he has that ruler's confidence, \"he can then go out and about.\" What I have translated as \"this by leaving his gate and courtyard\" (yu chu menting) Cheng would seem to interpret as \"at this he may leave gate and courtyard.\" Zhu Xi's interpretation is again different. He rejects Cheng's reading and insists that all the lines represent the junzi (noble man) except Top Yin, and he seems to read yu chu menting much as Wang Bi reads it: \"One obtains the heart . . . by leaving one's gate and courtyard.\" However, unlike Wang, who takes this to mean that one should not try to hide at home but come to court and survive there, in effect, by outwitting the ruler, Zhu thinks that one at Fourth Yin (the lowest position in the upper, Kun [Darkness] trigram—where the force of darkness is at its weakest) has enough integrity of purpose to see things from an external perspective (the perspective of those in the lower, Li [Brightness] trigram) and so knows that he dwells in the midst of Suppression of the Light and that he \"should leave it and go far away.\" See Zhouyi zhezhong, 5: 31b-32b."}]}