{"number":22,"id":"101001","title":{"pinyin":"","wadeGiles":"Bi","english":"Elegance"},"structure":{"above":"Gen Above","below":"Li Below"},"judgement":{"text":"Elegance means prevalence, but it is fitting only for small matters, should one set out to do something.","commentary":"Coming to it, the soft provides the hard with pattern, and this is why there is \"prevalence.\" Separating itself out, the hard rises to the top, and in doing so provides the soft with pattern, and this is why \"it is fitting only for small matters, should one set out to do something.\" {If the hard and the soft are not separate, how should pattern ever arise? Therefore, Top Yin of Kun comes to abide in the second position.[[note 1]] This is what is meant by \"coming to it, the soft provides the hard with pattern.\" The soft comes to provide the hard with pattern in such a way that the position it takes obtains centrality [the Mean], and this is how prevalence occurs. Second Yang of Qian separates itself out and rises to the top position. This is what is meant by \"separating itself out, the hard rises to the top, and in doing so provides the soft with pattern.\" But the hard rises to provide the soft with pattern in such a way that it does not obtain a central position [the Mean], so this is inferior to the way the soft comes to provide the hard with pattern. This is why \"it is fitting only for small matters should one set out to do something.\"[[note 2]]}  This is the pattern of Heaven. {Here the hard and the soft intersperse among each other and so form a pattern therefrom, and \"this is the pattern of Heaven.\"[[note 3]]}  It is by means of the enlightenment provided by pattern [i.e., culture] that curbs are set,[[note 4]] and this is the pattern of man. {One curbs people not with the coercive power of martial force but by means of the enlightenment provided by pattern [culture, the norms of social etiquette, etc.], and this is \"the pattern of man.\"} One looks to the pattern of Heaven in order to examine the flux of the seasons, and one looks to the pattern of man in order to transform and bring the whole world to perfection. {It is by observing the pattern of Heaven that the flux of the seasons can be known, and it is by observing the pattern of man that the transformation and perfection [of the world] can be accomplished.}"},"image":{"text":"Below the Mountain, there is Fire: this constitutes the image of Bi [Elegance].[[note 5]] In the same way, the noble man clearly understands all the different aspects of governance and so dares not reduce it to a matter of passing criminal judgment.","commentary":"{When one finds oneself located at a time of Bi [Elegance], one should curb others by means of the enlightenment provided by pattern [culture]; one cannot use the coercive force of punishment to do this. This is why the text says: \"In the same way, the noble man clearly understands all the different aspects of governance and so dares not reduce it to a matter of passing criminal judgment.\"}"},"sequence":{"commentary":"The he [in Shihe] means he [unite, i.e., join the jaws together]. But things may not be just recklessly united and left at that! This is why Shihe [Bite Together, Hexagram 21] is followed by Bi [Elegance]. Bi here means \"adornment.\" Adornment will become pervasive only after it has been pushed to the limit, but at that it will become exhausted.","irregular":"Bi [Elegance] does not involve particular colors."},"lines":[{"number":1,"text":"First Yang\nHe furnishes his toes with Elegance, discards carriage, and goes on foot. {At the very beginning of Bi [Elegance], there is this hard [yang] line occupying the lowest position. As it abides at a place of no proper position, it casts aside the opportunity for any unrighteousness and is content to go on foot in the pursuit of its goals. This is why \"he furnishes his toes with Elegance.\" \"Discards carriage, and goes on foot\" means that \"the righteous thing to do here is to refuse to ride in the carriage.\"}","commentary":"He \"discards carriage and goes on foot,\" for the righteous thing to do here is to refuse to ride in the carriage."},{"number":2,"text":"Second Yin\nHe uses his cheek whiskers to provide Elegance. {Second Yin obtains a proper position but has no line with which to resonate. Third Yang also lacks such resonance. The two lines both find themselves without resonate partners and so pair up together here, for the fact that they are contiguous allows them access to one another. Cheek whiskers are such that they cling to that which is above them [the face], and so in following the path that it treads, Second Yin clings to the line above it. This is why the text says: \"He uses his cheek whiskers to provide Elegance.\"[[note 6]]} ","commentary":"\"He uses his cheek whiskers to provide elegance,\" for this one rises together with the one above him."},{"number":3,"text":"Third Yang\nSuch consummate Elegance here, such perfect luster, so perpetual constancy means good fortune. {Third Yang occupies a position at the very top of the lower trigram and, in so abiding, obtains a proper position for itself [as a yang line in a yang position]. It forms a pair with Second Yin, and both tread a path that is right for them. Harmonizing perfectly together, they each bring luster to the other and, in doing so, bring their pattern to perfection. As such adornment as this is achieved, so a corresponding luster is obtained, and this is why the text says \"such consummate elegance here, such perfect luster.\" One might preserve his constancy here forever, and no one should encroach upon him, and this is why the text says: \"Perpetual constancy here means good fortune.\"}","commentary":"The good fortune here that stems from \"perpetual constancy\" happens because no one should ever encroach upon him."},{"number":4,"text":"Fourth Yin\nIs it to be consummate Elegance or perfect simplicity? She keeps her horse white and, lingering there fresh and spotless, goes to marry only when the robber is no more. {Fourth Yin has its resonate partner in First Yang, but its way is blocked by Third Yang, which would take it by force, so although in their respective goals these two [Fourth Yin and First Yang] resonate together, they do not manage to have things go smoothly for them. Fourth Yin might want to remain still, but this would result in anxiety about whether or not First Yang would continue to respond; it might want to advance, but this would result in fear for the trouble that Third Yang would cause it. This is why, its being torn between Elegance and simplicity is a matter of harboring both anxiety and fear within. Fourth Yin keeps its horse fresh and spotless and, lingering there so white [hanru], waits.[[note 7]] Although it treads on the territory of its rightful position, it dares not try to realize its goal. Third Yang is so hard and fierce that Fourth Yin may not rashly give it offense, but if it \" 'goes to marry [First Yang] only when the robber is no more,' in the end, there will be no mistake.\"}","commentary":"That Fourth Yin is in its rightful position is a matter of anxiety for it. But as it \"goes to marry only when the robber is no more,\" in the end, there will be no mistake."},{"number":5,"text":"Fifth Yin\nThis is Elegance as from a hillside garden, so bundles of silk increase to great number. If one is sparing, in the end, there will be good fortune. {Fifth Yin has obtained the noble position and, as the ruler of the Bi [Elegance] hexagram, represents the acme of decorative beauty. Whereas when one applies adornment to something, the Dao of that thing becomes damaged, here one's application of adornment is like that of a garden to a hillside, and nothing can reach greater glory than this. Thus, when one's Elegance depends on bundles of silk, the hillside garden comes to grief, but when one's Elegance is derived from the hillside garden, bundles of silk increase to great number.[[note 8]] In using adornment, it is best to curtail extravagance and to be able to practice restraint. This is why its use here must be \"sparing,\" for only then will one in the end obtain good fortune.}","commentary":"In the good fortune represented by Fifth Yin there is joy."},{"number":6,"text":"Top Yang\nHere one turns Elegance into plainness, so there is no blame. {Top Yang is located at the furthest reach of adornment, and when adornment reaches its end point, it should revert to the plain and simple. Thus Top Yang allows this unadorned simplicity to happen. As it does not wear itself out on embellishment and adornment, it suffers no blame. Here one has to use plainness as if it were elegance and yet remains free of any regret that a terrible misfortune has occurred, for he has \"realized his goal.\"}","commentary":"\"Here one turns Elegance into plainness, so there is no blame\": Top Yang represents one who has realized his goal."}],"notes":[{"number":1,"note":"Lou Yulie draws our attention to the fact that when Top Yin and Second Yang of Tai (Peace) , Hexagram 11, trade places, the hexagram becomes Bi (Elegance) . This appears to be what Wang Bi had in mind here. See Wang Bi ji jiaoshi, 1: 329 n. 2."},{"number":2,"note":"This and all subsequent text set off in this manner is commentary by Wang Bi. Some commentators think that, instead of xiaoli you youwang (it is fitting only for small matters should one set out to do something), the texts of the Judgment and the Commentary on the Judgments of Bi should read buli you youwang (it is not fitting should one set out to do something), since the graphs for xiao (small, small matters) and bu (negative prefix) can be easily confused. The Tang era scholar and author of the Zhouyi juzheng (Evidence for correct readings in the Changes of the Zhou), Guo Jing, for instance, uses this argument and adds: Second Yang discards the Dao of harmony embodied in the Mean and moves instead to a place of no proper position fraught with the utmost arrogance. This is why the subcommentary [of Kong Yingda] says: \"Second Yang casts goodness aside and pursues evil.\" The casting aside of goodness and pursuit of evil is never something that one should want to do, and, since this involves great evil, how could it simply be a matter of \"it is fitting only for small matters\"? So it is perfectly obvious that a textual error is involved. See Kong, Zhouyi zhengyi, 3: 14a, and Lou, Wang Bi ji jiaoshi, 1: 329 n. 4."},{"number":3,"note":"This passage seems to refer to the lower trigram, Li (Cohesion), which also signifies the sun, the most significant of the heavenly bodies that make up the pattern of Heaven. Li results when the middle line of the Qian (Heaven) trigram changes from yang to yin."},{"number":4,"note":"\"Curbs are set\" translates zhi (stop, make halt), an obvious reference to Gen (Restraint), the upper trigram. What distinguishes human culture is its capacity to cast light on the necessity of curbing individual behavior for the sake of the common good."},{"number":5,"note":"Li (Cohesion), the lower trigram, signifies fire as well as the sun, and Gen (Restraint), the upper trigram signifies \"Mountain.\""},{"number":6,"note":"Kong Yingda comments: \" 'Cheek whiskers' refer to the whiskers that cling to the face above. Second Yin always attaches itself above to Third Yang.\" See Zhouyi zhengyi, 3: 15a."},{"number":7,"note":"Lou Yulie glosses hanru as \"not budging.\" This interpretation follows the gloss of han as gan (tree trunk[like], i.e., still, patient, stubborn, unmovable, etc.) by the Han commentator Zheng Xuan (127-200) (see Lu, Jingdian shiwen, 2: 78) and Jiao Xun's (1763-1820) Zhouyi bushu (Supplements to the commentaries and subcommentaries to the Changes of the Zhou), in which this remark on Wang Bi's commentary occurs: \"Surely one should read han as gan. The Guangya [The Erya (Elegant and correct writings in familiar terms), expanded] [by Zhang Yi (fl. 227-232)] glosses gan as an [still, content, secure, etc.]. Although Fourth Yin has made its horse spotless, it continues to stay still and does not make a move, and this is why Wang Bi says 'not budging, so waits there.' \" See Wang Bi ji jiaoshi, 1: 330 n. 15. Kong Yingda's own subcommentary on Wang's passage suggests that hanru refers to the fresh and spotless appearance of the horse; see Zhouyi zhengyi, 3: 15b. However, both Cheng Yi and Zhu Xi interpret hanru a third way, as a description of how the heart or will of Fourth Yin is so fixed on First Yang that it would \"fly there\" (hanru), a gloss that reads han as han in the sense of its other basic meaning, \"feather\" or \"to feather,\" that is, \"to soar or fly.\" This again seems forced and unlikely."},{"number":8,"note":"\"Increase to great number\" translates jianjian, which follows Kong Yingda's gloss of it as zhongduo (numerous, abundant). Kong interprets Fifth Yin and Wang's commentary to mean that if one runs a simple, honest government, one shall reap wealth and prosperity (i.e., much silk), but if one indulges in extravagant trappings, this will ruin the substance of government, and all will fail. See Zhouyi zhengyi, 3: 15b-16a. My translation of Fifth Yin tries to comply with these remarks. However, Cheng Yi and Zhu Xi suggest interpretations that differ from this and from each other. Cheng thinks that jianjian refers to the cutting and tailoring of silk material: as a tailor cuts and tailors it, so the hard and strong Top Yang line controls and guides the soft and weak ruler, Fifth Yin. Top Yang, in fact, being both \"up high\" and \"near by\" is represented by the \"hill\" and \"the garden,\" respectively, and Fifth Yin is thus \"made elegant\" (adorned) by Top Yang. Cheng's interpretation suggests the following translation: \"Here one takes Elegance from the hill and garden and, as if a bundle of silk, is cut and tailored. If one is sparing of this, in the end, there will be good fortune.\" Zhu Xi's interpretation is succinct enough to translate in its entirety: Fifth Yin as a weak but central line is the ruler of the Bi [Elegance] hexagram. It is by deriving honest simplicity from what is essential and by holding substance in high esteem that one perfectly realizes the Dao of Elegance. Thus there is the image of the hillside garden. However, the nature of the yin personality is such that it is miserly, and this is why there is the image of a poor, meager [jianjian] bundle of silk. A bundle of silk is a poor, inadequate thing. Jianjian has the meaning of \"poor and meager\" [qianxiao]. Although it is shameful for a person to be miserly, when it comes to decorum, restraint is preferred to extravagance, and this is how in the end one obtains good fortune here. Zhu's interpretation suggests: \"Here one derives Elegance from the hillside garden, poor and meager as a bundle of silk. But spare use [of Elegance] will lead to good fortune in the end.\" See Zhouyi zhezhong, 3: 41a-41b."}]}