{"number":37,"id":"101011","title":{"pinyin":"","wadeGiles":"Jiaren","english":"The Family"},"structure":{"above":"Sun Above","below":"Li Below"},"judgement":{"text":"The Family is such that it is fitting that the woman practice constancy. {The concept underlying the Family is that each family member cultivates the Dao of his own family and that he is incapable of understanding the affairs of other people outside the family. In terms of the general and unifying principle involved, constancy here is not the constancy of the noble man with its scope of fundamental prevalence, so this is why \"it is fitting that the woman practice constancy.\" Her practice of it is properly only something for inside the family.[[note 1]]} ","commentary":"As far as the Family is concerned, the woman's proper place is inside it, {This refers to Second Yin.} and the man's proper place is outside it. {This refers to Fifth Yang. As a concept, the Family is based on what the inner [lower] trigram represents [of which Second Yin is the ruler], and this is why the text mentions the woman first.} Male and female should keep to their proper places; this is the fundamental concept expressed by Heaven and Earth. The Family is provided with strict sovereigns, whom we call Father and Mother [Fifth Yang and Second Yin]. When the father behaves as a father, the mother as a mother, the son as son, the elder brother as elder brother, the younger brother as younger brother, the husband as husband, and the wife as wife, then the Dao of the Family will be correctly fulfilled. When the Family is so maintained with rectitude, the entire world will be settled and at peace.[[note 2]]"},"image":{"text":"Wind emerges from Fire: this constitutes the image of the Family.[[note 3]] {It is a powerful action that starts from the inside [the inner trigram] and provides for their mutual generation.[[note 4]]}  In the same way, the noble man ensures that his words have substance and his actions perseverance.","commentary":"{In the Dao of the Family, one should tend to familiar and little things and avoid any carelessness or rashness in doing so. Thus should the noble man \"ensure . . . that his words have substance\" and that he put nothing in his mouth that does not belong there; he should \"ensure that . . . his actions have perseverance\" and that he allow himself to do nothing that should not be done.}"},"sequence":{"commentary":"When one is wounded abroad, he is sure to return to his own home. This is why Mingyi [Suppression of the Light, Hexagram 37] is followed by Jiaren [The Family].","irregular":"Jiaren [The Family] signifies a turning inward."},"lines":[{"number":1,"text":"First Yang\nAs this one maintains the Family with strict control, regret disappears. {It is generally true that teaching should take place from the first and that rules should be set right at the beginning. If one waits until the Family is embroiled in confusion before taking strict measures or if one waits until its goal turns to deviant purposes before taking corrective steps, then he shall surely have cause for regret. First Yin is located at the initial position of the Family hexagram, so it represents how one should deal with the Family in its beginning phase. Thus it is appropriate that the Family be maintained with strict control here, for only then will the cause for regret disappear.}","commentary":"When one strictly controls the Family, its goals will not become deviant."},{"number":2,"text":"Second Yin\nThis one has no matters to set off to and pursue but stays within and prepares food. Such constancy means good fortune. {Second Yin abides in the inner trigram in the central position [in the Mean], so it manages to tread on the territory of its rightful position, and, as a yin, it responds to a yang [Fifth Yang], so it fulfills perfectly the correct meaning of what it is to be a wife. This one has nothing else that she need pursue and so applies herself within to preparing food, free of all concerns save compliance and obedience. This is why \"such constancy means good fortune.\"}","commentary":"The good fortune that Second Yin has is due to obedience and compliance."},{"number":3,"text":"Third Yang\nIf the Family is run with ruthless severity, one may regret the degree of it, yet there will be good fortune. But if wife and child overindulge in frivolous laughter, in the end it will result in baseness. {As this is a strong line in a strong position, it represents someone who is hard and strict. Third Yang occupies the topmost position in the lower trigram, so it represents the leader of one family. Rather than let one's actions be affected by carelessness, it is better to be too solemn; rather than let one's family be affected by confusion, it is better to be too strict. This is why even when \"the family is run with ruthless severity,\" the degree of which one may regret, still it will fulfill the Dao proper to it. \"But if wife and child overindulge in frivolous laughter,\" such a family violates basic rules and standards.}","commentary":"\"If the Family is run with ruthless severity,\" no violation occurs, \"but if wife and child overindulge in frivolous laughter,\" this violates the basic rules and standards of the family."},{"number":4,"text":"Fourth Yin\nThis one enriches the Family, so there is great good fortune. {Fourth Yin is able to use her riches and so fills her position with obedience. This is why \"there is great good fortune.\" But if she is only able to enrich her Family, how is this enough to constitute \"great good fortune\"? Soft and yielding, she dwells in Compliance [Sun, the upper trigram] and treads on the territory of her rightful position [as a yin line in a yin position]. She is brilliantly successful at the Dao of the Family and, as such, stays close to the exalted position [Fifth Yang, the ruler of the hexagram]. This is how she is able to enrich her Family.}","commentary":"\"This one enriches the Family, so there is great good fortune,\" for she fills her position with obedience."},{"number":5,"text":"Fifth Yang\nOnly when a true king arrives, will there be a real Family,[[note 5]] so let him be without worry, for he shall have good fortune. {Jia [come/go] here means zhi [arrive]. Fifth Yang treads the path of righteousness and is responsive, occupies the exalted position, is the embodiment of Compliance [Sun, the upper trigram], and maintains his family as a true king who perfectly realizes the Dao involved. This one abides in the exalted position and is brilliantly successful at the Dao of the Family, thus none of those below fail to be transformed. As the father behaves as a father, the son as son, the elder brother as elder brother, the younger brother as younger brother, the husband as husband, and the wife as wife, the six familial relationships are harmonious and amicable, with each attending to the other with love and joy. As such, the Dao of the Family operates with perfect correctness. This is why \"only when a true king arrives, will there be a real family, so let him be without worry, for he shall have good fortune.}","commentary":"This one maintains the Family with the perfection of a true king, so each attends to the other with love."},{"number":6,"text":"Top Yang\nThis one inspires trust and is awesome, so in the end there is good fortune. {Top Yang is located at the end point of the Family hexagram and dwells where the Dao of the Family has reached full maturity. \"He was an example to his wife\" and thereby had an effect on those outside.[[note 6]] This is why the text says: \"This one inspires trust.\" Whenever one's basic nature is characterized by fierceness, the main cause for worry will be his lack of mercy, and whenever one's basic nature is characterized by love, the main cause for worry will that he lacks the means to inspire awe. This is why the Dao of the Family emphasizes awe and strictness above all else. The only way possible for the Dao of the Family to reach its end point of development is for it to work through trust and awe. If one acquires an aura of awe and respect for himself, others will react accordingly, and if one turns inward and reflects on this awe and respect, he will know how to use them to affect others.}","commentary":"That good fortune follows upon the inspiration of awe means that this one has reflected upon what awe means to himself."}],"notes":[{"number":1,"note":"This and all subsequent text set off in this manner is commentary by Wang Bi."},{"number":2,"note":"Cf. Lunyu (Analects) 12:11."},{"number":3,"note":"The lower trigram is Li (Fire, Cohesion), and the upper trigram is Sun (Wind, Compliance)."},{"number":4,"note":"Kong Yingda comments: \"Sun is outside Li, so this means that the wind emerges consequent to the fire. When the fire first emerges, it becomes a powerful action, thanks to the wind, and once the fire is burning at full strength, this again produces more wind. There is in the way these inner and outer phenomena generate each other a resemblance to the concept that constitutes The Family.\" See Zhouyi zhengyi, 4: 16b."},{"number":5,"note":"Cf. the Judgment of Cui (Gathering), Hexagram 45, and that of Huan (Dispersion), Hexagram 59."},{"number":6,"note":"Wang quotes and paraphrases from the Shijing (Book of odes), no. 240, which describes how perfectly King Wen (the founder of the Zhou dynasty) filled his role as family head and how this had a salutary influence on the whole realm."}]}