{"number":13,"id":"101111","title":{"pinyin":"","wadeGiles":"Tongren","english":"Fellowship"},"structure":{"above":"Qian Above","below":"Li Below"},"judgement":{"text":"It is by extending Fellowship even to the fields that one prevails. Thus it is fitting to cross the great river and fitting for the noble man to practice constancy.[[note 1]]","commentary":"Fellowship is expressed in terms of how a weak line [Second Yin] obtains a position such that, thanks to its achievement of the Mean, it finds itself in resonance with the [ruler of the] Qian trigram. Such a situation is called Tongren [Fellowship]. {Second Yin is the ruler of the Tongren hexagram.[[note 2]]}  When the Tongren hexagram statement says that \"it is by extending Fellowship even to the fields that one prevails\" and \"thus it is fitting to cross the great river,\" it refers to what Qian accomplishes. {This explains how \"it is by extending Fellowship even to the fields that one prevails\" and \"it is fitting to cross the great river\" can take place. These are things that Qian brings about and not what Second Yin can accomplish. Thus the text makes it a special point to say: \"When the Tongren hexagram statement says. . . .\"[[note 3]]}  Exercising strength through the practice of civility and enlightenment, they [Second Yin and Fifth Yang] each respond to the other with their adherence to the Mean and their uprightness: such is the rectitude of the noble man. {The exercise of strength here should not be done through military force but through the use of civility and enlightenment. The two respond to each other not out of evil but out of adherence to the Mean and rectitude, thus \"such is the rectitude of the noble man.\" This is why the text says: \"It is . . . fitting for the noble man to practice constancy.\"} Only the noble man would be able to identify with the aspirations of all the people in the world. {The noble man takes civility and enlightenment as his virtues.}"},"image":{"text":"This combination of Heaven and Fire constitutes the image of Tongren [Fellowship]. {The Heaven [Qian] hexagram 28 is on top and fire [the Li trigram][[note 4]] burns up to it; this is the meaning of the Tongren hexagram.[[note 5]]}  In the same way, the noble man associates with his own kind and makes clear distinctions among things.","commentary":"{The noble man and the petty man each in his own way can only be what his fellows are.}","commentaryAppended":"In the Dao of the noble man\nThere's a time for going forth\nAnd a time for staying still,\nA time to remain silent\nAnd a time to speak out.\nBut for two people to share mind and heart,\nSuch sharpness severs metal,\nAnd the words of those sharing mind and heart,\nSuch fragrance is like orchids.[[note 6]]"},"sequence":{"commentary":"Things cannot forever be obstructed. This is why Pi [Obstruction, Hexagram 12] is followed by Tongren [Fellowship].","irregular":"Tongren [Fellowship] indicates affability."},"lines":[{"number":1,"text":"First Yang\nOne practices fellowship at his gate and so stays free of blame. {Located here at the beginning of Tongren, this line is the leader of the Tongren hexagram. As it does not have a resonant relationship with any line above, so one's heart and mind here should not be bound by particularism. Instead one thoroughly identifies with the great community,[[note 7]] so when one goes out of his gate, he treats all with fellowship. This is why the text says: \"One practices fellowship at his gate.\" If one practices fellowship upon going out of his gate, who could possibly find him worthy of blame?}","commentary":"If upon going out of his gate one practices fellowship, would there still be anyone who could place blame on him?"},{"number":2,"text":"Second Yin\nTo practice fellowship just with one's clan is base. {Its resonance being with Fifth Yang, this line only allies itself with it, the ruler of the hexagram. If it were instead to slight its ruler, this would cause obstruction. To apply one's heart and mind in such a partial and narrow way is characteristic of a dao of baseness.}","commentary":"\"To practice fellowship just with one's clan\" is a dao of baseness.[[note 8]]"},{"number":3,"text":"Third Yang\nHere one hides armed troops in a thicket and ascends his high hill, but even after three years he does not stage his uprising. {When one finds himself here at a time of Tongren, he treads on the territory belonging to the very top of the lower trigram. As it is impossible now to encompass those above and those below in the same wide embrace and to identify thoroughly with the great community, now each separates off into groups by kind. However, Third Yang wishes to go against its Dao and covets the line with which it forms a pair [Second Yin] and would usurp the position of the one it responds to above [Fifth Yang.] But its opponent [Fifth Yang] is so hard and strong that its strength is no match for it. This is why \"here one hides armed troops in a thicket\" and dares not reveal his arrogance. \"One . . . ascends his high hill\" refers to how he looks at things from a distance but dares not advance. Appraising the relative strengths involved, he spends three years unable to stage an uprising. That such a one is unable to stage an uprising for three years is due to the fact that the Dao of Fifth Yang has already been fulfilled [i.e., as a yang line in the central, yang position of the upper trigram, it has become the sovereign of this hexagram], so how could Third Yang ever proceed against it?}","commentary":"\"One hides armed troops in a thicket\" because one's opponent is strong. \"Even after three years he does not stage his uprising,\" for how could he ever proceed?"},{"number":4,"text":"Fourth Yang\nAlthough he rides the top of the wall, he fails in his attack, but this means good fortune. {It is one who occupies high ground and attacks downward who has the strength to \"ride the top of the wall.\" But this is not the right place for Fourth Yang to tread, and this is why it does battle with an opponent [Third Yang]. Second Yin of its own accord remains in resonance with Fifth Yang, and although Third Yang has not transgressed against Fourth Yang, Fourth Yang still attacks Third Yang as a way to try to get Second Yin. Although Fourth Yang condemns Third Yang's behavior, it still imitates it. As it is in violation of the norms of righteousness and does damage to moral principles, Fourth Yang does not gain the support of the masses, and this is why in spite of \"rid[ing] the top of the wall,\" it fails in its attempt. Unable to succeed, it turns around, and with its return to right principles, it obtains good fortune. Here one makes a return once he has failed in his attempt, and the reason he obtains good fortune is that \"when he found himself in such difficulties, he returned to principled behavior.\"}","commentary":"\"Although he rides the top of the wall,\" the sense of righteousness [in others] denies him success. His \"good fortune\" is due to the fact that when he found himself in such difficulties, he returned to principled behavior."},{"number":5,"text":"Fifth Yang\nFor Fellowship here there is first howling and wailing, but afterward there is laughter, for with the victory of the great army, they manage to meet. {The Commentary on the Judgments says: \"Fellowship is expressed in terms of how a weak line [Second Yin] obtains a position such that, thanks to its achievement of the Mean, it finds itself in resonance with the [ruler of the] Qian trigram. Such a situation is called Tongren [Fellowship].\" As this is so, then one who is soft and yielding in substance but abides in the Mean will gain the support of the masses, but one who insists on rigidity and employs inflexible methods will not win a mass following. It is because immediately between them lie the two yang lines [Third and Fourth Yang] that Fifth Yang has not yet attained its goal [Second Yin], and this is the reason for there being \"first howling and wailing.\" But since Fifth Yang abides in the Mean and is located in this noble position, it is sure to achieve victory in battle. Thus the text says: \"Afterward there is laughter.\" Here one at Fifth Yang is unable to make his opponents ally themselves to him of their own accord, so he has to use his power directly on them. Thus it has to be a \"victory of the great army\" over them, and consequently \"they [Fifth Yang and Second Yin] manage to meet.\"}","commentary":"What first happens in Fellowship is due to centrality and forthrightness. The \"great army\" and \"they manage to meet\" refer to their success.[[note 9]]"},{"number":6,"text":"Top Yang\nIf one practices Fellowship in the countryside, he will remain free of regret. {\"Countryside\" indicates that this is the very top of the outer trigram. When one finds himself here at a time of Tongren [Fellowship], he is located as far as possible on the outside. Although this is not the place to find comrades, it is still far from the strife that is going on inside. Thus, though one here might stay free of remorse and regret, he also will never achieve his ambition [to achieve Fellowship in a major way.]}","commentary":"\"If one practices Fellowship in the countryside,\" his ambition will never be achieved. {Whenever one finds himself located at a time governed by Tongren [Fellowship] and finds that things do not go smoothly, it means that it is necessary to use military force, for with a failure to bring about the great community, each one will form cliques on the basis of selfish interests and pursue his own personal advantage through them. Although the man of Chu lost his bow, he could not \"lose\" his Chu.[[note 10]] The more extreme one loves his own state, the more this will bring about calamity for others, and this happens because people do not pursue Fellowship on a grand enough scale. The hard and strong lines [of Tongren] all go so far as to involve the use of military force.[[note 11]]}"}],"notes":[{"number":1,"note":"Kong Yingda comments: Fields indicate broad and distant places. The text uses the word fields as a metaphor for this. It means that, in entering into congenial fellowship with people, one must do so far and wide and leave no one out and, in so applying one's heart and mind, one must be free of partiality. . . . Here one has so joined his heart and mind to his fellows that he has sufficient means to cross over troubles, and this is why the text says \"it is fitting to cross the great river.\" See Zhouyi zhengyi, 2: 25b."},{"number":2,"note":"This and all subsequent text set off in this manner is commentary by Wang Bi. Wang remarks elsewhere: \"The rare is what the many value; the one that is unique is the one the multitudes make their chief. If one hexagram has five positive lines and one negative, then we have the negative line be the master. If it is a matter of five negative lines and one positive line, then we have the positive line be the master.\" See section one of the General Remarks. Second Yin is also master or ruler of the Tongren hexagram because it \"represents the hexagram's meaning,\" but Fifth Yang is also its ruler by virtue of its \"noble position.\" See Hexagram 6, Song (Contention), note 2."},{"number":3,"note":"\"When the Tongren hexagram statement says\" translates Tongren yue. Both Cheng Yi and Zhu Xi think these three characters are a later interpolation in the text. See Zhouyi zhezhong, 9: 22b."},{"number":4,"note":"The trigram Li (Cohesion) is also identified with Fire and Brightness; see sections three, five, and eleven of Explaining the Trigrams."},{"number":5,"note":"Kong Yingda comments: \"The Heaven trigram is on top, and fire [the Li trigram] also burns upward as it strives to make its own nature the same.\" See Zhouyi zhengyi, 2: 26b."},{"number":6,"note":"See section eight of the Commentary on the Appended Phrases, Part One."},{"number":7,"note":"\"Great community\" translates datong, a term common to both the Confucian and the Daoist traditions. In Confucian thought, datong signifies that age of great peace and social harmony that supposedly existed at the time of the ancient sage kings, as, for instance, it occurs in the Zhuangzi; see the Liyun (Evolution of rites), section nine of the Liji (Book of rites), 22: 1a-12b. In Daoist thought, datong might better be translated as \"great unity,\" for the \"community\" involved is not restricted to human society but encompasses all of nature; see the Zhuangzi, 28/11/65."},{"number":8,"note":"\"Baseness\" translates lin; this reading follows both the commentary of Wang Bi and the subcommentary of Kong Yingda; see Zhouyi zhengyi, 2: 27a, and Lou Yulie's remarks in Wang Bi ji jiaoshi, 1: 287, n. 9. Lin is glossed in these commentaries as linse, bilin, etc., all of which suggest narrowness, bias, and miserliness. Cheng Yi instead glosses lin as kelin, \"regrettable,\" and Zhu Xi seems to interpret it as \"regret\" (as in huilin, \"remorse and regret\"); see Zhouyi zhezhong, 2: 32a and 11: 30b."},{"number":9,"note":"Kong Yingda comments: \"It is because one at Fifth Yang uses the Dao that has him practice a rectitude tempered by the Mean and a perseverance hardened by strength that others do not yet follow him. Thus the text says: 'First there is howling and wailing.' \" See Zhouyi zhengyi, 2: 28a."},{"number":10,"note":"Kong Yingda cites the Haosheng (It is preferable to let people live) section of the Kongzi jiayu (The school sayings of Confucius) (a work that the annotator, Wang Su [195-256], is long thought to have forged but that may contain authentic material from the early Confucian tradition): \"King Zhao of Chu when on an outing lost his 'Crow Caw' bow. His attendants requested that they be allowed to look for it, but the king said: 'A man of Chu lost a bow but someone in Chu will find it, so why should we also look for it?' When Confucius heard this, he said: 'What a pity his ambition is not greater. He did not say that a man lost it and a man would find it—why does it have to involve Chu?' \" This same anecdote, worded slightly differently, is contained in the Shuoyuan (Garden of sayings), compiled by Liu Xiang (77-6 B.C.); see Lou, Wang Bi ji jiaoshi, 1: 289 n. 25, for a comparison of the two texts."},{"number":11,"note":"The \"hard and strong lines\" are Third, Fourth, and Fifth Yang but do not include First Yang and Top Yang. Kong Yingda notes that Wang's commentary here is not limited to a consideration of Top Yang and its image but is actually a general analysis of the Tongren hexagram as a whole. See Zhouyi zhengyi, 2: 28b."}]}