{"number":49,"id":"101110","title":{"pinyin":"","wadeGiles":"Ge","english":"Radical Change"},"structure":{"above":"Dui Above","below":"Li Below"},"judgement":{"text":"Radical Change is such that only on the day when it comes to an end does one begin to enjoy trust, and then he shall have fundamental prevalence and find it fitting to practice constancy, and his regret shall disappear. {The common folk may share in the practice of old and regular ways, but it is impossible that they should share in carrying out change; they may share in the enjoyment of accomplishments, but it is impossible that they should share in planning how to deal with beginnings.[[note 1]] Thus, as a Dao, Radical Change finds one without trust on the day itself [i.e., when it begins] and becomes trusted only on the day when it has come to an end. It is only after he has this trust that such a one obtains \"fundamental prevalence,\" finds it \"fitting to practice constancy,\" and has \"regret . . . disappear.\" However, if on the day that it comes to an end, one were still not trusted, then such Radical Change was improper.  The reason that regret and remorse would arise here is due to the drastic change involved, but \"if Radical Change were to happen and be right, any regret should consequently disappear.\"[[note 2]]} ","commentary":"Radical Change is such that just as Water and Fire try to extinguish each other, so is it when two women live together and find their wills at odds. This we call \"Radical Change.\" {Whenever it happens that things are incompatible, change consequently arises. The reason that such change arises is due to the incompatibility involved. This is why the text selects images of  incompatible things to represent Radical Change. The word extinguish here refers to causing change. Fire wants to go up, and Water wants to go down.[[note 3]] Water and Fire fight each other, and this then causes change. When two women live together, it is as if they have the characteristics of Water and Fire, in that they reside in close proximity yet are incompatible.} \"Only on the day when it comes to an end does one begin to enjoy trust,\" that is, once Radical Change has occurred, people trust him. Such a one brings about joy through the practice of civility and enlightenment, and he shall have great prevalence thanks to his practice of righteousness. If Radical Change were to happen and be right, any regret should consequently disappear. {The reason this one can achieve Radical Change and yet enjoy trust is that he \"brings about joy through the practice of civility and enlightenment.\" Once he \"brings about joy through the practice of civility and enlightenment,\" he can thus extend himself by treading the path of righteousness. To effect Radical Change in this way means that one acts both in accord with Heaven and in compliance with the needs of the common folk, that is, \"he shall have great prevalence thanks to his practice of righteousness.\" When one brings about Radical Change in such a way that \"he shall have great prevalence thanks to his practice of righteousness,\" how can it be anything other than \"right\"?} Just as Heaven and Earth make use of Radical Change so that the four seasons come to pass, so did Tang and Wu[[note 4]] bring about Radical Change in the mandate to rule in compliance with the will of Heaven and in accordance with the wishes of mankind. A time of Radical Change is indeed great!"},"image":{"text":"Inside the Lake, there is Fire: this is the image of Radical Change.[[note 5]] In the same way, the noble man orders the calendar and clarifies the seasons.","commentary":"{The time of the year and the coincidence of seasons are inherent in change.}"},"sequence":{"commentary":"The Dao of wells cannot help but involve radical change. This is why Jing [The Well, Hexagram 48] is followed by Ge [Radical Change].","irregular":"Ge [Radical Change] means \"get rid of the old.\""},"lines":[{"number":1,"text":"First Yang\nTo bind himself tight, this one uses the hide of a brown cow. {Here at the beginning of Radical Change, the Dao of Radical Change is not yet developed, so First Yang represents someone who makes himself secure inside old, regular ways, as he is incapable of response to change. Such a one may carry on established procedures but \"may not attempt anything new on his own.\" Gong [leather thongs, bind tight] here means gu [strengthen, make secure]. Huang [yellow, brown] signifies centrality. The hide[[note 6]] of the cow is so tough and pliant that it is impossible to change its shape; in the same way, what is used to strengthen this one is the toughness and pliancy found inside old, regular ways, which do not allow for change.}","commentary":"\"To bind himself tight, this one uses the hide of a brown cow,\" for he may not attempt anything new on his own."},{"number":2,"text":"Second Yin\nThis one should fall in with Radical Change only on the day it comes to an end, and if he were to set forth then, it would mean no blame. {The character of a yin is such that it is incapable of taking the lead and instead should be an obedient follower. One here at Second Yin must not initiate Radical Change on his own but can only follow along after Radical Change has finished its course. This is why the text says: \"This one should fall in with Radical Change only on the day it comes to an end.\" Although Second Yin and Fifth Yang have differences based on their natures as fire and water, they are alike in that they occupy central positions [of their respective trigrams, Li (Fire) and Dui (Lake)] and, as yin and yang, they resonate with each other. So if this one were to set forth, he should surely find his will in harmony [with Fifth Yang], so he need not worry about blame. And this is what is meant by \"if he were to set forth then, it would mean no blame.\"}","commentary":"\"This one should fall in with Radical Change only on the day it comes to an end,\" for to set forth then would result in blessings."},{"number":3,"text":"Third Yang\nFor this one to go out and attack would mean misfortune, and though he were to practice constancy, he would cause danger. Addressing themselves to Radical Change, the three say that they will accede to it; in this he should trust. {Third Yang is located at the very top of Fire [i.e., the lower trigram, Li]. Although the three lines of the upper trigram embody the nature of Water [in that they constitute the trigram Dui (Lake)], they all heed Radical Change. From Fourth Yang to Top Yin, they all follow orders and change, and none dare to disobey. This is why the text says: \"Addressing themselves to Radical Change, the three say that they will accede to it.\" Their words are really true, thus the text says \"in this he should trust.\" \"Addressing themselves to Radical Change, the three say that they will accede to it; in this he should trust.\" Thus if he were still to go out and attack them, misfortune would indeed be his proper reward.[[note 7]]} ","commentary":"\"Addressing themselves to Radical Change, the three say that they will accede to it,\" so what reason does this one still have to proceed?[[note 8]]"},{"number":4,"text":"Fourth Yang\nRegret disappears, and as this one changes the mandate to rule with sincerity, he has good fortune. {Whereas First Yang occupies the bottom position of the lower trigram, Fourth Yang occupies the lower position of the upper trigram, so it is capable of change. It is because it has no resonate partner, that there should be regret, but as this one is located at the point where water and fire are contiguous, he is someone who may effect change, and this is why \"regret disappears.\" Located here at the border of water and fire, this one happens to abide where change may take place and so can act without being charged with obstinacy or baseness. This one does not doubt those below and believes that it is their will that the mandate to rule be changed. It is because he does not miss the opportunity to comply with this wish that \"he has good fortune.\" As he acts \"with sincerity,\" he is trusted, and as he is trusted to change the mandate to rule, others are placated, and no one defies him. This is why the text says: \"Regret disappears, and as this one changes the mandate to rule with sincerity, he has good fortune.\" Fourth Yang occupies the bottom position of the upper trigram, so this one is the first to proclaim the new mandate.[[note 9]]} ","commentary":"Changing the mandate to rule results in good fortune because this one trusts that it is so willed. {He trusts that it is so willed and acts accordingly.[[note 10]]}"},{"number":5,"text":"Fifth Yang\nWhen the great man does a tiger change, one can trust in the outcome before any divining is done. {\"One can trust in the outcome before any divining is done,\" for this one is in accord with the disposition of the times.[[note 11]]}","commentary":"\"When the great man does a tiger change,\" the markings are manifest."},{"number":6,"text":"Top Yin\nWhereas the noble man here would do a leopard change, the petty man should radically change his countenance. {Top Yin abides at the end of the process of Radical Change, for by this time the Dao of change has already been fully realized. If a noble man occupies this position, he should be capable of perfecting his pattern [wen, meaning \"culture, cultivation\"], but if a petty man would enjoy this perfection, he should change his countenance and so obey his superior.} To set forth would result in misfortune, but to stay put and practice constancy would result in good fortune. {The mandate to rule has already been changed, and new laws have been initiated, so with such meritorious achievement matters that require attention have dwindled away, and as they have dwindled away, one should avoid purposeful action [literally, \"practice wuwei (no purposeful action)\"]. Therefore, if one here at Top Yin were to stay put and achieve rectitude, he would have good fortune, but if he were to set forth, he would bring trouble on himself and so have misfortune.}","commentary":"When the noble man does a leopard change, it means that his pattern [wen, meaning \"culture, cultivation\"] becomes magnificent. When the petty man radically changes his countenance, it means that he will follow his sovereign with obedience."}],"notes":[{"number":1,"note":"Wang Bi here paraphrases a passage in the biography of the legalist thinker and statesman, Gongsun Yang, Lord Shang (Shang Yang) (d. 338 B.C.): Whenever a person of lofty character attempts to do something, he is sure to be impugned by the world, and whenever a person with unique insight plans something, he is sure to be regarded as arrogant by the common folk. The stupid are still in obscurity even when something is accomplished, but the wise are perspicacious even before something has barely begun. The common folk may not share in planning how to deal with beginnings, but they may share in the enjoyment of accomplishments. Just as one who discusses utmost virtue should not associate with the vulgar, so it is that one who would accomplish things of great merit should not deliberate with the masses. See Sima, Shiji (Records of the grand historian), 68: 2229."},{"number":2,"note":"This and all subsequent text set off in this manner is commentary by Wang Bi."},{"number":3,"note":"The lower trigram is Li (Fire), and the upper trigram is Dui (Lake)."},{"number":4,"note":"King Tang, whose reign is traditionally dated 1765-1760 B.C., overthrew the Xia and founded the Shang dynasty. King Wu, who reigned 1121-1116 B.C., overthrew the Shang and founded the Zhou dynasty."},{"number":5,"note":"See note 3 above."},{"number":6,"note":"Ge (Radical Change) and ge (hide) are written with the same character. In its verbal sense ge (hide) means \"skin,\" \"get rid of\"— certainly a radical change."},{"number":7,"note":"\"Addressing themselves to Radical Change, the three say that they will accede to it\" translates ge yan san jiu. Whereas Kong Yingda's remarks simply expand on what Wang Bi says, both Cheng Yi and Zhu Xi interpret this sentence and all of Third Yang differently. Cheng's commentary is the more detailed and explicit: Third Yang fills the top position of the lower trigram as a hard and strong yang line, but as it also abides at the top of Li [Fire], it fails to achieve centrality. Thus it represents someone who tries to bring about and manage Radical Change. This one is in an subordinate position and yet tries to handle major change. If he were to proceed in this way, he would have misfortune. However, as Third Yang abides at the top of the lower trigram, if it really is proper that things undergo Radical Change, how could one here fail to act? If such a one took care to guard his constancy and to have a healthy fear of the dangers involved, and if it were in compliance with the consensus, then he may act without hesitation. The expression ge yan [talk of Radical Change] means something like \"discussion that one ought to engage in Radical Change,\" and jiu [yield] means cheng [it will do] or he [agree]. One here should carefully examine the talk that one ought to engage in Radical Change, and if one does so as much as three times and agreement is always had, then one can trust that it should be done. If the talk is done seriously and carefully enough that it reaches such a state as this, then it surely must reach a proper conclusion. As such, \"there is trust.\" Third Yang can trust in it, and it is something that the masses can trust also. When it turns out like this, one can carry out Radical Change here. In the light of Cheng's commentary, Third Yang would read: \"For this one to set forth [on his own] would mean misfortune, and in spite of his constancy he would have danger. But if talk of Radical Change were to reach agreement three times, one should have trust in it.\" See Zhouyi zhezhong, 7: 8b."},{"number":8,"note":"\"What reason does this one still have to proceed\" translates you he zhi. Cheng Yi, of course, suggests a different interpretation: \"This one has already carefully examined what everyone is saying, which has gone so far as to reach agreement three times, so he knows that it is something that is absolutely correct to do. So 'why go any further [you he zhi]'?\" See Zhouyi zhezhong, 12: 43a."},{"number":9,"note":"Cheng Yi interprets Fourth Yang differently: \"As Fourth Yang acts with sincerity, his superior [Fifth Yang, the ruler of Radical Change] trusts him and those below obey him, so his good fortune is assured.\" In his remarks on the Commentary on the Images, Cheng also says: \"That Radical Change here results in good fortune is because those above and below trust his intentions [or, \"in his will\"]. When sincerity reaches such a point as this, those above and below will trust him.\" See Zhouyi zhezhong, 7: 9b and 12: 43a."},{"number":10,"note":"Kong Yingda comments: \"This one believes in the will of those below and acts to carry out their mandate.\" See Zhouyi zhengyi, 5: 19b."},{"number":11,"note":"\"Tiger change\" translates hu bian. Kong Yingda comments: Fifth Yang abides in centrality and occupies the exalted position, so this one with his virtue of the great man is the ruler of Radical Change. Such a one may adjust the ways of former kings and establish laws on his own initiative. There is with him such beauty in the manifestation of culture [wen] that it scintillates and commands attention. In this he resembles a tiger changing [into its rich, luxuriant winter coat], whose patterns [wen] shine forth with great brilliance."}]}