{"number":30,"id":"101101","title":{"pinyin":"","wadeGiles":"Li","english":"Cohesion"},"structure":{"above":"Li Above","below":"Li Below"},"judgement":{"text":"Cohesion is such that it is fitting to practice constancy, for then it will result in prevalence. {The way Cohesion is constituted as a hexagram means that rectitude is expressed by the soft and yielding [yin] lines, and this is why one here must practice constancy first, for only then will prevalence be had. Thus the text says: \"It is fitting to practice constancy, for then it will result in prevalence.\"[[note 1]]}  To rear a cow will mean good fortune. {A soft and yielding line is located in the inner [lower] trigram and treads the path of rectitude and centrality [i.e., it is in the central position]. This signifies the goodness of the cow. To be strong on the outside yet obedient on the inside constitutes the goodness of the cow. The way Cohesion is constituted as a hexagram means that it makes the soft and yielding its ruler [Fifth Yin]. This is why one must not rear hard and fierce things here and why it is good fortune to rear a cow.}","commentary":"Cohesion [Li] means \"to cling\" [li] {Li [cling] is similar to zhu [touch, be attached to], in the sense that each thing manages to find what is right for it to attach itself to.} The sun and the moon cohere to Heaven. Grain plants, shrubs, and trees cohere to Earth. By cohering to rectitude these double bright ones [the two constituent trigrams, Li (Fire, Cohesion)] transform and bring everything in the world to perfection. The soft and yielding [the yin lines] cohere to centrality and correctness, and so prevalence is had. And this is why \"to rear a cow will mean good fortune.\" {It is when the soft and yielding adhere to centrality and correctness that things can go smoothly. The good fortune associated with such things going smoothly is at its very highest in the rearing of a cow, but it cannot include anything hard or fierce.}"},"image":{"text":"The bright ones act as a pair: this constitutes the image of Cohesion. In the same way, the great man continuously casts his brilliance in all four directions.","commentary":"{Ji [continue/continuously] here means \"without cease.\" When these bright ones cast their light one after the other, the illumination never ceases.}","commentaryAppended":"He [Bao Xi (Fu Xi)] tied cords together and made various kinds of snare nets for catching animals and fish. He probably got the idea for this from the hexagram Li [Cohesion].[[note 2]]"},"sequence":{"commentary":"Once so entrapped, there is sure to be something to catch hold of. This is why [Xi]Kan [(Constant) Sink Hole, Hexagram 29] is followed by Li [Cohesion]. Li here means \"li\" [clinging].","irregular":"Li [Cohesion] signifies ascent, and [Xi]Kan [(Constant) Sink Hole, Hexagram 29] signifies descent."},"lines":[{"number":1,"text":"First Yang\nThis one treads with reverence and care. As he takes it seriously, there will be no blame. {Cuoran [usually \"crosswise/confusedly\"] here describes an attitude of reverence and care.[[note 3]] First Yang is located at the very beginning of Cohesion and is about to advance and begin to thrive, but its success is still not realized, and this is why it is appropriate for it to take care about where it treads. It is one's duty to be serious here, for this is how he avoids any blame.}","commentary":"It is due to the seriousness of one's reverential and careful treading that one avoids blame here."},{"number":2,"text":"Second Yin\nIt is to yellow that one coheres here, which means fundamental good fortune. {Second Yin abides in centrality [the Mean] and has obtained its rightful position. As it fills a yielding [yin] position with a yielding [yin] line, Second Yin treads upon the territory where the blessings of civilization flourish and in doing so manages to achieve centrality. This is why the text says: \"It is to yellow that one coheres here, which means fundamental good fortune.[[note 4]]} ","commentary":"\"It is to yellow that one coheres here, which means fundamental good fortune,\" for such a one obtains the Dao of centrality [the Mean]."},{"number":3,"text":"Third Yang\nCohesion here is as if it were that of the setting sun. If one does not beat the earthenware pot and sing, he will have only the wail of the very aged, which means misfortune. {Jie [wail] is an exclamation of sadness. Third Yang is located at the very end of the lower Li trigram, obviously at a place where it is about to perish, and this is why the text says: \"Cohesion here is as if it were that of the setting sun.\" As such a one is about to reach his end, if he does not turn over his affairs to others, nourish his will, and practice nonpurposeful action [wuwei], then all he can do is wail when he reaches extreme old age. This is why the text says: \"If one does not beat the earthenware pot and sing, he will have only the wail of the very aged, which means misfortune.\"[[note 5]]} ","commentary":"\"Cohesion here is as if it were that of the setting sun,\" so how could it ever last long?"},{"number":4,"text":"Fourth Yang\nSudden is its arrival, now blazing, now dying, now being discarded. {Fourth Yang is located at the moment when the Dao of light and brightness begins to change: it had been dark but now begins to dawn; it had been submerged but now begins to emerge. This is why the text says: \"Sudden is its arrival.\" As the brightness begins to propagate, its blaze begins to surge. Thus the text says \"blazing.\" Fourth Yang is immediately next to the most exalted one [Fifth Yin, the ruler of the hexagram], and where it treads is not its rightful position [because it is a yang line in a yin position]. Wishing to bring its surge of brightness forward, it sets what is above ablaze, but its own fate is such that it surely will never carry this through to the finish. Thus the text says \"dying.\" Fourth Yang acts against the concept underlying Cohesion. It does not have any line with which to resonate, nor is there one that it may carry.[[note 6]] As such it is not accepted by any of the other lines, so it finishes up, as the text says, \"being discarded.\"}","commentary":"So \"sudden is its arrival\" that it finds no acceptance."},{"number":5,"text":"Fifth Yin\nThis one sheds tears enough to make a flood, is sad enough to wail, but he has good fortune. {Where Fifth Yin treads is not its rightful position [it is a yin line in a yang position; moreover, the ruling position of this hexagram], and it lacks sufficient means to deal with the place whereon it treads. As a weak line that rides upon a strong line, it is incapable of controlling the line below. That line is strong and advancing, and, as it is going to come and harm Fifth Yin, the grief that it [Fifth Yin] suffers is profound, so much so that there are floods of tears and wailing. The place to which it coheres is located at the exalted position, so even though Fourth Yang is the head of rebellion[[note 7]] and inflicts the profoundest grief upon Fifth Yin, as Fifth Yin is assisted by all the other lines, when it sheds floods of tears and wails, it reaps good fortune after all.}","commentary":"The good fortune of Fifth Yin resides in its cohering to the princely or noble position [i.e., the rulership of the hexagram]."},{"number":6,"text":"Top Yang\nIt is right for the king to launch a punitive expedition with this one. It is praiseworthy to remove the head, and to take prisoner those who are not of the same ugly sort will spare one from blame. {\"Cohesion means 'to cling.' \" When each one manages to make secure that to which he clings, we call this Cohesion. Top Yang is located at the ultimate point in Cohesion, where the Dao of Cohesion has already reached perfection. So here one gets rid of those of a different sort in order to rid the common people of harm. It is the time for \"the king to launch a punitive expedition with this one\" [the hard and strong one represented by Top Yang]. Thus \"it is praiseworthy to remove the head,\"[[note 8]] and by \"tak[ing] prisoner those who are not of the same ugly sort,\" one will manage to be spared from blame.}","commentary":"\"It is right for the king to launch a punitive expedition with this one,\" in order to rectify the realm."}],"notes":[{"number":1,"note":"This and all subsequent text set off in this manner is commentary by Wang Bi."},{"number":2,"note":"See section two of the Commentary on the Appended Phrases Part Two. Hexagram 30, Li (Cohesion), consists of the trigram Li doubled and is supposed to resemble the pattern in the mesh of nets."},{"number":3,"note":"Zhu Xi does not bother to gloss cuoran, but Cheng Yi reads it as jiaocuo (crosswise), i.e., one's footsteps crisscross over themselves: \"Although one here has not yet begun to advance, he is already laying down footprints\" (i.e., taking care about which way to go). See Zhouyi zhezhong, 4: 39b."},{"number":4,"note":"Kong Yingda comments: \"Yellow is the color of centrality.\" See Zhouyi zhengyi, 3: 27b."},{"number":5,"note":"Cf. Zhuangzi yinde, 46/18/15: \"Zhuangzi's wife died, and when Huizi paid him a visit of condolence he found him beating on a tub and singing.\""},{"number":6,"note":"A yang line should not carry a yin line. See section three of Wang's General Remarks and note 23 there."},{"number":7,"note":"\"Head of rebellion\" translates nishou. Shou may be a corruption of dao; if so then the phrase should be translated \"even though Fourth Yang rebels against the Dao.\" See Lou, Wang Bi ji jiaoshi, 1: 372 n. 14. However, the wording of the text of Top Yang and Wang Bi's interpretation of it suggest that \"head of rebellion\" is the more likely interpretation."},{"number":8,"note":"\"Remove the head\" (zhe shou) also means, of course, \"decapitate,\" so there is probably a play on words here that suggests \"decapitate the chief of the rebellion,\" represented by Fourth Yang."}]}