{"number":55,"id":"101100","title":{"pinyin":"","wadeGiles":"Feng","english":"Abundance"},"structure":{"above":"Zhen Above","below":"Li Below"},"judgement":{"text":"Abundance means prevalence, which the true king extends to the utmost. {Prevalence through expanded greatness is something only the true king can extend to the utmost.[[note 1]]}  Stay free from worry, and you shall be fit to be a sun at midday. {As a concept, Abundance signifies how the insignificant is made to grow great and the obscure allowed to break out. One who achieves mastery over the world and yet denies the insignificant and the obscure the chance to achieve prevalence shall have unending cause for worry. This is why such a one extends the prevalence of Abundance to the utmost and in so doing manages to stay free from worry. One who exercises his virtue in such a way that Abundance prevails and worry is avoided is fit to occupy a place in mid-sky and so cast light everywhere. This is why the text says: \"You shall be fit to be a sun at midday.\"}","commentary":"Abundance is a matter of greatness [da]. {Da here should be read as the da in chanda [expand, make great].} Here one acts with enlightenment [ming], and so Abundance results. The true king extends this to the utmost, for he esteems greatness. {Greatness is what the true king esteems, so he extends Abundance to the utmost.} \"Stay free from worry, and you shall be fit to be a sun at midday\" means that such a one shall be fit to cast his light over the entire world. {That such a one is \"fit to cast his light over the entire world\" is due to virtue that allows him freedom from worry.} When the sun is at midday, it begins to set, and when the moon is at its full, it begins to wane. As everything in Heaven and Earth waxes and wanes at the proper moment; is this not even truer for men, even truer for gods and spirits? {Abundance functions in such a way that one comes to grief due to setting or waning. If one were to operate in terms of it at a time when insufficiency prevailed, Abundance still ought to result, but if one were to do so at a time when repletion already existed, satiation would soon occur. As one must not use Abundance as if it were a constant rule, so the text mentions the Dao of how all things ebb and flow.}"},"image":{"text":"Thunder and Lightning arrive together: this constitutes the image of Abundance. [[note 2]] In the same way, the noble man decides legal cases and carries out punishments.","commentary":"{Such a one acts with civility and enlightenment [wenming] and so makes no error as to the reality and principles involved [qingli].[[note 3]]} "},"sequence":{"commentary":"When one manages to be restored to his proper place, he is sure to enjoy greatness. This is why Guimei [Marrying Maiden, Hexagram 54] is followed by Feng [Abundance]. Feng here means \"to grow great.\"","irregular":"Feng [Abundance] often involves incident."},"lines":[{"number":1,"text":"First Yang\nThis one meets a master who is his counterpart. Although they are alike, there is no blame. To go forth here would mean esteem. {First Yang is located at the beginning of Abundance, and its mate is at Fourth Yang. Here a yang goes to a yang, and action takes place with enlightenment, which means that each enhances the light of the other. Here xun [ten-day period] should be read as jun [equal, alike]. Although they are alike, there is no blame [i.e., even though they are not resonate partners], so if one were to go forth here, he would enjoy esteem. First Yang and Fourth Yang are both yang lines, and this is why the text says \"they are alike.\"[[note 4]]} ","commentary":"\"Although they are alike, there is no blame,\" but if one here were to try to exceed this likeness, there would be disaster. {Were First Yang to exceed this likeness [i.e., try to be more than equal], there would be contention, for any such union would involve a divergence of interests.}"},{"number":2,"text":"Second Yin\nThis one has his Abundance screened off, so the polar constellation could be seen at midday. If he were to set forth, he would reap doubt and enmity, but if he were to have sincerity and develop accordingly, he should have good fortune. {Bu [screen] is a thing that covers over and darkens, that wards off the light. One at Second Yin may be located at a time of brightness and action but is unable to manifest his own Abundance. Not only does this one have his bright and great virtue kept in an inner  place, he also has to abide as a yin in a yin position. What Abundance he has is screened off, hidden away and seen by no one. This is why the text says: \"This one has his Abundance screened off, so the polar constellation could be seen at midday.\" Midday represents the apex of brightness, and the fact that the polar constellation can be seen signifies that here darkness is absolute. This one is located at the apex of brightness and yet his Abundance is screened off. Thus the text says: \"The polar constellation could be seen at midday.\" This one cannot initiate anything himself, so \"if he were to set forth, he would reap doubt and enmity.\" Instead he should tread the middle path and stay in this his rightful place, abide in obscurity and do no evil—be one who has sincerity. Ruo [accordingly] is a rhetorical expression. One who has sincerity can use it to develop his will and shall not be troubled by obscurity. Thus he shall garner good fortune.[[note 5]]} ","commentary":"\"If he were to have sincerity and develop himself accordingly\" means that he should use sincerity to develop his will."},{"number":3,"text":"Third Yang\nThis one has his Abundance shaded, so that even the dim could be seen at midday. If he should break his right arm, there would be no blame. {Pei [shade] is a pennant or curtain, something used to fend off extremely bright light. Mei [the dim] refers to luminaries that give off faint, muted light. The resonate partner for Third Yang is at Top Yin, so this one has his will fixed on a yin, so even though one is better off here than at a yin line that occupies a yin position [i.e., Second Yin], he still lacks the wherewithal to free himself from obscurity. This is what is meant when the text says that the Abundance that this one has is so much in shade that \"even the dim could be seen at midday.\" If such a one were to try to shine his light, all this would do would be to let the dim still be seen [i.e., it would be so faint]. When it comes to this one trying to get employed, he should break his right arm instead. As such, he could then do nothing more than keep himself safe, for he would not be worth employing.}","commentary":"\"This one has his Abundance shaded,\" so he must not try to attempt great matters. {His brightness is insufficient.} \"He should break his right arm,\" for he must on no account be employed. {Although he would still have the left one, this would not be good enough for employment.}"},{"number":4,"text":"Fourth Yang\nThis one has his Abundance screened off, so the polar constellation could be seen at midday. He meets a master who is his equal, which means good fortune. {Here a yang line occupies a yin position, which means that one here has his \"Abundance screened off.\" However, one at Fourth Yang obtains a relationship with First Yang, which allows him to develop and manifest himself. Such an equal master means good fortune.[[note 6]]} ","commentary":"\"This one has his Abundance screened off,\" which means that this position is not right for him. \"The polar constellation could be seen at midday,\" which means that this one is so hidden that he casts no light. \"He meets a master who is his equal,\" so it is good fortune to set forth."},{"number":5,"text":"Fifth Yin\nThis one arrives here and manifests himself, which gains him blessings and praise, and this means good fortune. {Fifth Yin comes and fills this exalted, yang position with its yin qualities. Such a one is able to enhance his own light. He manifests his virtue and gains blessings and praise.[[note 7]]} ","commentary":"The good fortune of Fifth Yin is such that he gains blessings. [[note 8]]"},{"number":6,"text":"Top Yin\nThis one keeps his Abundance in his house, where he screens off his family. When he peers out his door, it is lonely, and no one is there. For three years he does appear, which means misfortune. [[note 9]] {A house is something that provides seclusion. As Top Yin is located at the very end of Abundance, it is the one farthest out. One here does not tread the territory of any proper position but instead keeps himself hidden in deep seclusion, so Top Yin represents a total recluse who has hidden his tracks completely. Not only does he keep his Abundance in his house, he also screens off his family. With his house amply provided for and his family so sheltered, he can live in utmost obscurity. Although he might peer out his door, \"it is lonely, and no one is there,\" because he is abandoned there where he locates himself and where he has sought profound seclusion. This one finds himself at a time of enlightened action and estimable greatness and yet hides himself in profound seclusion with the [mistaken] thought to keep his own conduct lofty. The great Dao already offers deliverance, but he still does not show himself. This recluse will not become a man of worth to the world but instead turns around and runs counter to the Dao. His misfortune is indeed appropriate! For three years the Dao of Abundance has been fully in place. As long as the Dao of good government cannot yet offer deliverance, seclusion is still permissible. But only someone who confuses good government with chaos will remain a recluse after it has begun to offer that deliverance.}","commentary":"\"This one keeps his Abundance in his house,\" which means he soars at the edge of the sky. {This one hides away his light to the utmost degree.[[note 10]]} \"When he peers out his door, it is lonely, and no one is there,\" for he keeps himself hidden. {\"Keeps himself hidden\" means that one can go out but does not go out; it is not a matter of hiding away because it is the right thing to do. When one does not leave his door and courtyard, he might find himself out of step with the moment [or \"miss opportune  moments\"] and so bring misfortune on himself, so how much truer this would be for someone who \"keeps himself hidden\"! Misfortune for such a one would indeed be appropriate!}"}],"notes":[{"number":1,"note":"This and all subsequent text set off in this manner is commentary by Wang Bi. Wang also discusses this hexagram in section seven of his General Remarks."},{"number":2,"note":"The lower trigram is Li (Cohesion), here signifying Fire, Lightning, and the upper trigram is Zhen (Thunder)."},{"number":3,"note":"Kong Yingda comments: \"In deciding cases at law, one must get at what the true and false circumstances are, and in carrying out punishments, one must be sure to strike the balance between leniency and severity.\" See Zhouyi zhengyi, 6: 2a."},{"number":4,"note":"See Kong Yingda's subcommentary to Fourth Yang in note 6 below."},{"number":5,"note":"Both Cheng Yi and Zhu Xi interpret this part of Second Yin and the following Commentary on the Images differently: if this obscure one cultivates sincerity patiently, such example shall influence Fifth Yin, which represents a \"weak, benighted, and unrighteous ruler,\" to develop his will and become a worthy sovereign—so that good fortune for all shall result. See Zhouyi zhezhong, 7: 44a-44b and 12: 56b."},{"number":6,"note":"Kong Yingda comments: The resonate partner of Fourth Yang should be at the first line, but both are yang lines, which means that each can enhance the other's development to prominence, so this one obtain good fortune here. Thus the text says: \"He meets a master who is his equal, which means good fortune.\" This means that Forth Yang forms a relationship with First Yang in such a way that both are masters, in the sense of host and guest [taking turns]. If we take it that First Yang goes to Fourth Yang, we consider that Fourth Yang is the host or master. Thus the text [of First Yang] says: \"This one meets a master who is his counterpart.\" If one goes from Fourth Yang to First Yang, then First Yang is considered the host or master. Thus the text [of Fourth Yang] says: \"He meets a master who is his equal.\" See Zhouyi zhengyi, 6: 3a-3b."},{"number":7,"note":"\"This one arrives here and manifests himself\" translates lai zhang. Both Cheng Yi and Zhu Xi interpret Fifth Yin differently; for instance, Cheng glosses lai zhang as \"this one is able to attract those talents below who have manifested excellence and employ them.\" In this way Fifth Yin, the ruler of Abundance, gains a reputation for dispensing blessings to all. See Zhouyi zhezhong, 7: 46b-47a."},{"number":8,"note":"Or, in Cheng's and Zhu's view, \"dispenses blessings.'"},{"number":9,"note":"Cf. section eight of the Commentary on the Appended Phrases Part Two: \"In Feng [Abundance, Hexagram 55], 'secluded withdrawal' is taken to mean the 'utmost misfortune.' \""},{"number":10,"note":"Kong Yingda comments: \"He is like a bird soaring at the edge of the sky [i.e., as high and remote from the world as possible].\" See Zhouyi zhengyi, 6: 4a."}]}