{"number":19,"id":"110000","title":{"pinyin":"","wadeGiles":"Lin","english":"Overseeing"},"structure":{"above":"Kun Above","below":"Dui Below"},"judgement":{"text":"Lin [Overseeing][[note 1]] is such that in its prevalence it is fundamental, and in its constancy it is fitting, but by the eighth month there will be misfortune.[[note 2]]","commentary":"With Lin [Overseeing], the hard gradually grows strong and joyfully practices obedience. The hard responds in such a way that it stays within the Mean. Great prevalence is achieved through rectitude, and this is the Dao of Heaven. {The yang cycle progressively waxes, and the Dao of yin daily wanes: the Dao of the noble man increases day by day, and the dao of the petty man increasingly comes to grief day by day.[[note 3]] This is what \"great prevalence is achieved through rectitude\" means.[[note 4]]}  \"But by the eighth month, there will be misfortune,\" because it [the yang principle, the Dao of the noble man] wanes and does not always last. {By the eighth month, yang has waned, and yin has waxed, so \"the dao of the petty man is increasing, and the Dao of the noble man is deteriorating.\"[[note 5]] This is why the text says: \"There will be misfortune.\"}"},"image":{"text":"Above the Lake, there is Earth: this constitutes the image of Lin [Overseeing].[[note 6]] In the same way, the noble man is both inexhaustible in his powers to edify others and feel concern for them and limitless in his practice of magnanimity and protection toward the common folk.","commentary":"{The very best aspect associated with the Dao of Overseeing is happy obedience. Here one does not rely on control by military might but instead obtains the trust of others. Thus no one disobeys. It is in this way that \"the noble man is both inexhaustible in his powers to edify others and feel concern for them and limitless in his practice of magnanimity and protection toward the common folk.\"}"},"sequence":{"commentary":"Only when one has had problems can he grow great. This is why Gu [Ills to Be Cured, Hexagram 18] is followed by Lin [Overseeing]. Lin here means \"to become great.\"","irregular":"The concepts underlying Lin [Overseeing] and Guan [Viewing, Hexagram 20] in some cases mean \"provide\" and in others \"seek.\"[[note 7]]"},"lines":[{"number":1,"text":"First Yang\nThis one prompts Overseeing, and constancy here means good fortune. {Xian, \"all,\" here should be read gan, \"prompt\" or \"provoke,\" [[note 8]] as in ganying, \"provoke a response.\" First Yang has a resonate relationship with Fourth Yin and so provokes Fourth Yin to  provide Overseeing. Fourth Yin treads on the territory of its rightful position [as a yin line in a yin position], and as First Yang is in resonance with it, its own \"goal is pursued with rectitude.\" It is because the hard is moved to obey [Fourth Yin] that the pursuit of its ambitions remains so correct as this. When the Overseeing of things takes place in this way, one garners good fortune with such rectitude.}","commentary":"\"This one prompts Overseeing, and constancy here means good fortune,\" for one's goal is pursued with rectitude."},{"number":2,"text":"Second Yang\nThis one prompts Overseeing, which means good fortune such that nothing fails to be fitting. {Second Yang has a resonate relationship with Fifth Yin and so provokes Fifth Yin to provide Overseeing. When the hard and strong is in the ascendancy, the soft and weak is placed in danger. But here, as Fifth Yin is weak, this means that Second Yang cannot share its goals, for if it were to practice obedience toward Fifth Yin, its hard and strong virtues would not last long. And from what source then could it possibly derive \"good fortune such that nothing fails to be fitting\"? However, if it were to oppose Fifth Yin completely, this would violate the resonance between them. So the fact that Second Yang has obtained the \"good fortune such that nothing fails to be fitting\" by getting Fifth Yin \"to respond and provide Overseeing\" must just mean that Second Yang \"still refrains from obeying Fifth Yin's orders.\"}","commentary":"Here Second Yang has gotten Fifth Yin to respond and provide Overseeing, which results in \"good fortune such that nothing fails to be fitting.\" This means that Second Yang still refrains from obeying Fifth Yin's orders."},{"number":3,"text":"Third Yin\nThis one does Overseeing with sweetness, about which there is nothing at all fitting, but once one becomes anxious about it, there will be no blame. {Sweet here refers to seductive, wicked flattery; it is a term for something wrong. Here where Third Yin treads is not the right position for it [it is a yin line in a yang position], and it abides in a world where the hard and strong grow strong, yet it tries to conduct the Overseeing of others with wicked flattery, so it is appropriate that about such behavior \"there is nothing at all fitting.\" But if one here can become thoroughly anxious about this danger and reform the Dao that he practices, the hard and the strong will not harm such righteousness, thus \"blame will not last long.\"}","commentary":"\"This one does Overseeing with sweetness,\" for the position is not right for it. \"Once one becomes anxious about it,\" blame will not last long."},{"number":4,"text":"Fourth Yin\nHere perfect Overseeing is done, so there is no blame. {Fourth Yin occupies this position in such a way that it responds to First Yang with obedience. It does not dread the growth of its [First Yang's] hardness and strength and so responds to it. By treading here, it obtains its rightful position, and this is how it realizes the full measure of perfection. When the hard and strong is in the ascendancy, the soft and weak is placed in danger, but here the soft and weak does not violate what is right, and it is this that allows for there to be \"no blame.\"}","commentary":"\"Here perfect Overseeing is done, so there is no blame,\" for the position is right for it."},{"number":5,"text":"Fifth Yin\nThis one does Overseeing with wisdom, which is the wherewithal for a great sovereign and means good fortune. {Fifth Yin is situated in the noble position, treading there in such a way that it manages to practice the Mean. It knows how to receive the hard and strong [Second Yang] with decorum and thereby strengthen its practice of rectitude. Fifth Yin does not dread the growth of Second Yang's strength and so is able to employ Second Yang in its service. It is by employing others in order to extend one's abilities, while doing  no wrong in the process, that the perspicacious can extend his powers of sight and hearing to the utmost and the one empowered with wisdom can fulfill his ability to plan. This is how such a one accomplishes things without purposeful effort and reaches goals without having to take the steps himself.[[note 9]] The wherewithal of a great sovereign need be like this and nothing more, and this is why the text says: \"This one does Overseeing with wisdom, which is the wherewithal of a great sovereign and means good fortune.\"}","commentary":"\"The wherewithal of a great sovereign\" consists of, in other words, the practice of the Mean."},{"number":6,"text":"Top Yin\nThis one does Overseeing with simple honesty, which results in good fortune and no blame. {Top Yin is situated at the very top of the Kun [Pure Yin] trigram and does Overseeing with simple honesty. Its will is focused on helping the worthy, and it makes simple honesty its virtue. Although it finds itself at a time when the hard and the strong grows stronger, the hard and the strong will not harm such honesty, and this is why the text says \"no blame.\"}","commentary":"That good fortune is the result here of simple honesty in Overseeing is because Top Yin's will is focused on the inner trigram.[[note 10]]"}],"notes":[{"number":1,"note":"The basic meaning of lin is \"look down on,\" from which is derived \"oversee\" (i.e., care for, manage, govern). \"Approach\" is another derived meaning, probably via lin (the same graph), the name of an ancient siege machine, \"the approacher,\" apparently some kind of movable scaffold that allowed besiegers to fire projectiles down on and over walled fortifications. Wang Bi, Kong Yingda (see Zhouyi zhengyi, 3: 6a-6b), and Cheng Yi all take lin in the sense of \"oversee,\" but Zhu Xi seems to read it as \"make advances on,\" perhaps with the siege machine in mind: \"Lin means 'advance and put pressure on something.' The two yang lines gradually grow strong and exert a coercive force on the yin lines.\" See Zhouyi zhezhong, 3: 22b-23a. Also see Wang's remarks on this hexagram in section seven of his General Remarks."},{"number":2,"note":"Kong Yingda comments: \"Lin refers to the second lunar month [jianchou]. Seven months after the second lunar month, at the time of the jianshen month [the ninth lunar month], just when the Three Yin [Kun, Pure Yin] start to flourish, the Three Yang [Qian, Pure Yang] start to retreat. So with this the dao of the petty man waxes, and the Dao of the noble man wanes.\" See Zhouyi zhengyi, 3: 6b. As such, the jianshen month is the eighth month in sequence after the jianchou month. Other commentators usually start from other months to get to the \"eighth month.\" Zhu Xi, for instance, follows what seems to be the majority view that identifies Lin with the twelfth lunar month: eight months after that brings us to jianwei, the eighth lunar month in the regular sequence, which is identified with Hexagram 20, Guan (Viewing), the reverse or opposite of Lin. See Zhu Xi's remarks in Zhouyi zhezhong, 3: 22b-23a. In either case, Lin (Overseeing), indicates the growth of the yang principle up to a certain point in a cycle (as in the year) and the weakening of it thereafter: prevalence and good fortune for the noble man before it, and misfortune for him afterward."},{"number":3,"note":"This paraphrases Hexagram 11, Tai (Peace), Commentary on the Judgments."},{"number":4,"note":"This and all subsequent text set off in this manner is commentary by Wang Bi."},{"number":5,"note":"Hexagram 12, Pi (Obstruction), Commentary on the Judgments."},{"number":6,"note":"The lower trigram Dui (Joy) is associated with Lake, and the upper trigram Kun (Pure Yin) is associated with Earth."},{"number":7,"note":"Han Kangbo comments: \"If one stirs oneself to oversee others, this is referred to as 'provide,' but if others come to view oneself, this is referred to as 'seek.' \""},{"number":8,"note":"\"Prompts Overseeing\" translates xian (gan) lin. Xian (all, in all cases) and gan (move; provoke) as graphs differ only in that gan has a heart (xin) significant added below. Kong Yingda also reads xian as gan (see Zhouyi zhengyi, 3: 7a), as does Cheng Yi, but Zhu Xi rejects this interpretation, leaving xian intact, and so explains First Yang differently: \"This hexagram only has two yang lines, which make advances on all [xian] the four yin lines. This is why both yang lines have this image of xian lin [making advances on all].\" See Zhouyi zhezhong, 3: 23b-24a. Of course, this means that Zhu's interpretation of subsequent lines also differs."},{"number":9,"note":"Wang here paraphrases the Laozi, section 47, p. 126: \"Therefore the sage comes to know without having to travel, understands without having to see, and accomplishes things without taking purposeful action.\""},{"number":10,"note":"That is, its will is focused on First Yang and Second Yang—the \"worthy,\" as Wang Bi puts it. Kong Yingda also interprets this passage in this way; see Zhouyi zhengyi, 3: 8b."}]}