{"number":60,"id":"110010","title":{"pinyin":"","wadeGiles":"Jie","english":"Control"},"structure":{"above":"Kan Above","below":"Dui Below"},"judgement":{"text":"Control is such that prevalence is had, but bitter Control cannot be practiced with constancy.","commentary":"\"Control is such that prevalence is had,\" for the hard and strong and the soft and weak are kept separate, while the hard and strong obtain central positions. {Kan [Sink Hole] is yang, and Dui [Joy] is yin; here the yang is above, and the yin is below, a division of the hard and strong from the soft and weak. As \"the hard and strong and the soft and weak are kept separate,\" no disorderly conduct occurs. As \"the hard and strong obtain central positions\" [Second Yang and Fifth Yang], control is exercised accordingly. This is what it means to have Control in charge. Control at its greatest occurs when the hard and the soft are kept separate, when male and female are kept distinct.[[note 1]]}  \"Bitter Control cannot be practiced with constancy,\" for \"such a Dao leads to exhaustion.\" {If in applying Control one goes too far and makes it bitter, it will become something the people cannot bear. If the people cannot bear it, one will no longer be able to correct their behavior.[[note 2]]}  If one travels through danger with joy and executes the duties of one's office with Control, things will go smoothly thanks to such centrality and rectitude. {That is, the result of such actions will lead to prevalence. However, if one travels through danger without joy, or if one applies Control so that it is excessive and violates the Mean, \"such a Dao leads to exhaustion.\"} As Heaven and Earth are governed by Control, so the four seasons fulfill themselves perfectly. In like manner, when Control is applied with measured control, it does no injury to wealth, nor does it harm the common folk."},"image":{"text":"Above the Lake, there is Water: this constitutes the image of Control. In the same way, the noble man establishes limits and evaluates moral conduct. [[note 3]]"},"sequence":{"commentary":"People cannot remain in a state of estrangement forever. This is why Huan [Dispersion, Hexagram 59] is followed by Jie [Control].","irregular":"Jie [Control] indicates a stop."},"lines":[{"number":1,"text":"First Yang\nThis one does not go out the door to his courtyard, so there is no blame. {This is the beginning of Control; it represents one who is about to bring order to dispersion and establish controls. Thus it has to be someone who clearly distinguishes between \"what constitutes facility and what makes for blockage,\" someone who gives careful consideration to what might be dangerous and what spurious. \"This one does not go out the door to his courtyard.\" That is, he never neglects to operate with great caution and secrecy, so that afterward, when the situation is saved, \"there is no blame.\"}","commentaryAppended":"The Master said: \"As for how disorder arises, well, what one says is considered the steps to it. If the sovereign is not circumspect, he will lose his ministers; if a minister is not circumspect, he will lose his life; and if the crux of a matter is not kept circumspect, harm will result. This is why the sovereign takes circumspection as a caution and is not forthcoming.\" [[note 4]]","commentary":"\"This one does not go out the door to his courtyard,\" for he understands what constitutes facility and what makes for blockage."},{"number":2,"text":"Second Yang\nIf this one does not go out the gate of his courtyard, there will be misfortune. {One at First Yang has already formulated controls, and now here we have reached the point where it is up to one at Second Yang to promulgate them. But if one here keeps himself hidden, he will fail to seize this most opportune moment, and, as a consequence, failure will ensue. This is why \"if this one does not go out the gate of his courtyard, there will be misfortune.\"}","commentary":"\"If this one does not go out the gate of his courtyard, there will be misfortune,\" for he will fail to seize this most opportune moment."},{"number":3,"text":"Third Yin\nAs this one is in violation of Control, so he should wail, for there is no one else to blame. {\"As\" [ruo] is a rhetorical expression. Here a yin occupies a yang position, and the soft and weak rides atop the hard and strong, so this one finds himself in such violation of the Dao of Control that it causes him to wail in lamentation. This is something that he has brought upon himself, and no one else can be blamed for it. Thus the text says \"for there is no one else to blame.\"}","commentary":"This one who violates Control should wail, for who else is there to blame for it?"},{"number":4,"text":"Fourth Yin\nThis one is content with Control, so prevalence is had. {Fourth Yin obtains its proper place [it is a yin line in a yin position] and is characterized by obedience, so it represents someone who does not try to alter the Control placed upon him and, in so doing, manages to achieve prevalence. By supporting the one above [Fifth Yang, the ruler] in this way, one here obtains his proper Dao.}","commentary":"The prevalence that is had here by this one who is content with Control is due to his following the Dao of supporting the one above [the ruler]."},{"number":5,"text":"Fifth Yang\nSweet Control means good fortune. If one were to set forth to do something here, he would enjoy esteem. {Fifth Yang obtains its rightful position [as a yang line in a yang position] and abides in centrality [i.e., stays within the Mean]. This is the ruler of Control, who never violates the Mean, so Control, as it is said [in the Judgment], \"does no injury to wealth, nor does it harm the common folk.\" To make Control not bitter, what could be more effective than to make it sweet? If one were to emulate this principle when setting forth to do something here, he who so set forth \"would enjoy esteem.\"}","commentary":"The good fortune that is had here by this one who makes Control sweet is a matter of his keeping his position central [i.e., by abiding within the Mean]."},{"number":6,"text":"Top Yin\nBitter Control means misfortune for one who practices constancy, but for such a one regret will vanish. {Here the application of Control exceeds the Mean, overreaching it even to an extreme. Such is \"bitter Control.\" If such Control were applied to people, none could bear it, so it would mean misfortune for the righteous, but if such a one were to use this opportunity to cultivate his person and walk the path of No Errancy [see Hexagram 25], he should manage to have regret vanish.}","commentary":"\"Bitter Control means misfortune for one who practices constancy,\" for such a Dao leads to exhaustion."}],"notes":[{"number":1,"note":"This and all subsequent text set off in this manner is commentary by Wang Bi."},{"number":2,"note":"Here is another example of Wang glossing constancy (zhen) as \"correct behavior\" or \"rectitude/righteousness\" (zheng)."},{"number":3,"note":"The lower trigram is Dui (Joy, also Lake), and the upper trigram is Kan (Sink Hole, also Water). Kong Yingda comments: That is, Water is in the Lake, and that is how it gets its Control. . . . \"Limits\" [shudu] refers to the relative amount of personal caliber [zunbei] that one must have to be eligible for different honors [liming], and \"moral conduct\" [dexing] refers to the relative amount of personal talent [rencai] that one must have to be worthy of various offices [kanren]. The noble man emulates this image and consequently establishes levels of honor with which people are to be treated so that the differences involved are always under proper control; he also evaluates their moral conduct so that the way that they are employed is always appropriate. See Zhouyi zhengyi, 6: 12a."},{"number":4,"note":"See section eight of the Commentary on the Appended Phrases Part One."}]}