{"number":41,"id":"110001","title":{"pinyin":"","wadeGiles":"Sun","english":"Diminution"},"structure":{"above":"Gen Above","below":"Dui Below"},"judgement":{"text":"Although one suffers Diminution, if there is sincerity, he shall have fundamental good fortune, be without blame, and may practice constancy.[[note 1]] It would be fitting should one set out to do something here. And what should one use? Two gui [plain and simple vessels] may be used to make sacrifice.","commentary":"Sun [Diminution] is such that it means Diminution for those below and increase for those above, so the Dao of Sun moves upward. {Gen is a yang trigram, and Dui is a yin trigram. In all cases, it is yin that should be obedient to yang. Here yang is stopped above, and yin is happy to defer to it. \"It means Diminution for those below and increase for those above,\" and this is what \"moves upward\" means.[[note 2]]}  \"Although one suffers Diminution, if there is sincerity, he shall have fundamental good fortune, be without blame, and may practice constancy. It would be fitting should one set out to do something here.\" {As a Dao, Sun means Diminution for those below and increase for those above, Diminution for the hard and strong and increase for the soft and weak. But this Diminution for those below and increase for those above is not properly a way to make up deficiencies, and this Diminution for the hard and strong and increase for the soft and weak is not a way to further the Dao of the noble man. Garnering good fortune out of this time of Diminution can only take place if one has sincerity. For if upon encountering Diminution one has sincerity, \"he shall have fundamental good fortune,\" \"be without blame,\" and thus may \"practice constancy [or \"rectitude\"]\"[[note 3]] and \"it would be fitting should one set out to do something here.\" Diminution for the hard and strong and increase for the soft and weak should not happen so that the hard and the strong become extinguished, and Diminution for those below and increase for those above should not happen so that those above wax fat and powerful. If one allows the hard and strong to suffer Diminution but remains free of evil purposes and if one allows those above to have increase but avoids all obsequious ends, what blame should ever befall such a one and what is there that he could ever rectify? Although it would not permit rescue from great troubles, still if one were to set out to do something in this way, he would not find things in opposition to him.} \"And what should he use?\" {What (he) is a grammatical function word. \"What should he use\" implies the meaning \"what need is there to provide rich offerings here?\"} \"Two gui may be used to make sacrifice.\" {The \"two gui\" refer to plain and simple vessels. If one were to practice Diminution with sincerity, even though it is a matter of only two gui, they still may be used to make sacrifice.} The use of \"two gui\" is in response to the particular time involved. {This is a Dao of extreme frugality, and it cannot be made a constant rule.} This is a particular time when Diminution for the hard and strong and increase for the soft and weak takes place. {Those below do not dare exercise their hardness and strength and instead place value on directing their efforts upward. This is what \"Diminution for the hard and strong and increase for the soft and weak\" means. The \"hard and strong\" are those whose virtue is superior, so their diminishment cannot be a constant rule.} Diminution and increase or waxing and waning take place in tandem with their proper times. {The natural substance of things in each case determines the measure of the thing involved. \"The short as such cannot be taken for insufficiency,\" and \"the long as such cannot be taken for excess,\" so how could Diminution or increase enhance either state?[[note 4]] As neither are constant principles of the Dao, they must only \"take place in tandem with their proper times.\"}"},"image":{"text":"Below the Mountain, there is the Lake:[[note 5]] Diminution. {\"Below the Mountain, there is the Lake\": this is the image of Diminution.} In the same way, the noble man checks his anger and smothers his desire.","commentary":"{No greater good comes from being able to diminish something than the good of dealing with anger and desire.[[note 6]]} ","commentaryAppended":"Sun [Diminution] is how virtue is cultivated.\n Sun [Diminution] demonstrates how things can first be difficult and easy later.\n Sun [Diminution] provides the means to keep harm at a distance.[[note 7]]"},"sequence":{"commentary":"With relaxation, there is sure to be neglect. This is why Xie [Release, Hexagram 40] is followed by Sun [Diminution].","irregular":"Sun [Diminution] and Yi [Increase, Hexagram 42] are the beginnings of prosperity and decline."},"lines":[{"number":1,"text":"First Yang\nOnce one's own duties are finished, he should quickly set forth, for then he shall be without blame, but he should take careful measure of how much diminishment takes place. {As a Dao, Sun [Diminution] means Diminution for those below and increase for those above, Diminution for the hard and strong and increase for the soft and weak, and it is something that operates in response to the particular time involved. First Yang abides at the very bottom, and as this hard and strong one undergoes Diminution in providing for the soft and weak [Fourth Yin], so it would not do to dawdle here, and as it is located at the beginning of Diminution, so it would not do to maintain one's fullness. Once one's own duties are finished, he must set forth [to help Fourth Yin] and does not dare relax and linger, for only then shall he manage to \"be without blame.\" As this one uses his hardness and strength to provide for the soft and weak, although he avoids blame, he still will not gain affection. This is why after he manages to \"be without blame,\" he still \"take[s] careful measure of how much diminishment takes place,\" for only then will one here obtain a convergence of wills. Chuan [be quick] means the same as su [quickly].}","commentary":"\"Once one's own duties are finished, he should quickly set forth,\" so the one above will let his will converge. {It is in order that the one above [Fourth Yin] should bring about a convergence of wills between them that one here \"quickly sets forth.\"}"},{"number":2,"text":"Second Yang\nIt is fitting that this one practice constancy, but for him to set forth would mean misfortune. {The soft and weak must not be increased completely, and the hard and strong must not be completely whittled away. The one below here [Second Yang] must not act without rectitude. First Yang has already allowed its hardness and strength to be diminished in order to accommodate the soft and weak [Fourth Yin], but Second Yang treads the middle course, so if this one also diminishes itself in order to bring increase to the soft and weak, it would bring about the Dao of Bo [Peeling, Hexagram 23].[[note 8]] This is why Second Yang must not \"quickly set forth\" and instead \"finds it fitting to practice constancy.\" If it were to let itself advance to the soft and weak one [Fifth Yin], it \"would mean misfortune.\" Thus the text says: \"to set forth would mean misfortune.\" That Second Yang does not undergo diminishment in order to apply itself to increasing [Fifth Yin] is because \"it takes the middle path [the Mean] as the route for its will.\"}","commentary":"Second Yang finds it fitting to practice constancy, for it takes the middle path [the Mean] as the route for its will."},{"number":3,"text":"Third Yin\nIf three people travel together, one person will be lost, but when one person travels, he will find his companion. {As a Dao, Sun [Diminution] means Diminution for those below and increase for those above, so it is a Dao that \"moves upward.\" The \"three people\" refers to the three yin lines from Third Yin up.[[note 10]] If the three yin lines were to travel together in order to provide support for Top Yang, Top Yang would lose its companion, and among them [the three yin lines] there would be no master. One might call this increase, but in fact it would be Diminution. Thus it is by Heaven and Earth resonating one with the other that things develop and reach perfect maturity; it is by male and female mating that things are formed and come to life.[[note 11]] If yin and yang did not form pairs, could life ever be had? This is why Third Yin by traveling alone finds his companion [Top Yang] and why two yins traveling together would be sure to excite suspicion.[[note 12]]}","commentary":"Here one person should travel, for three persons would excite suspicion."},{"number":4,"text":"Fourth Yin\nOne here may diminish his anxiety, for if he were to act quickly, he should have cause for joy and so be without blame. {Fourth Yin manages to tread upon the territory of its proper position [it is a yin line in a yin position], and, as this soft and weak one accepts the help of one hard and strong [First Yang], it can thus diminish its anxiety.[[note 13]] How could Fourth Yin ever allow its anxiety to last long? Thus one here acts quickly so as to have cause for joy. One diminishes anxiety by distancing himself from his faults. It is by having cause for joy that one obtains forgiveness. This is why the text says that, if one were to act quickly, he should have cause for joy, and that, by having cause for joy, he should be without blame.[[note 14]]}","commentary":"\"One here may diminish his anxiety,\" for indeed there is that which can give cause for joy."},{"number":5,"text":"Fifth Yin\nThere are those who increase this one. Of tens of coteries of tortoises, there are none that can act in opposition,[[note 15]] so this means fundamental good fortune. {Fifth Yin abides in the noble position with its softness and weakness and, as such, practices the Dao of Diminishment. The great river and the sea occupy lowly positions, yet countless streams return to them.[[note 16]] Here one manages to tread on the noble domain by practicing diminishment, so \"there are those who increase this one.\"[[note 17]] Coterie [peng] means \"clique, party\" [dang]. The tortoise is a creature that settles doubts. A yin is not someone to take the lead, and one soft and weak is not someone to take charge on his own, but here we have one who can take up this position because of his nobility and who preserves it by practicing diminishment. Thus people utilize all their strength, and duties are fulfilled with the utmost merit. The wise ponder possibilities, the perspicacious ponder stratagems, and there are none who can act in opposition. Thus the utilization of all the talented is complete. In garnering increase in this way one obtains \"tens of coteries of tortoises,\" something sufficient to exhaust all the help that could be rendered by Heaven and man.[[note 18]]}","commentary":"For Fifth Yin there is fundamental good fortune, as one here has blessings from above.[[note 19]]"},{"number":6,"text":"Top Yang\nThis one suffers no Diminution but enjoys increase without blame. The practice of constancy means good fortune, and it would be fitting if he were set out to do something. He acquires subordinates and ministers, and private family interests cease. {Top Yang is located at the very end of the Diminution process. Above there is no one to support, and, with the end of Diminution, there is now a return to increase [in anticipation of Hexagram 42, Yi (Increase)]. The virtue of this hard and strong one does not suffer Diminution, so that converts the process to increase, with no worry about incurring blame. One has good fortune here because of his righteousness. He is not subject to the soft and weak, so the virtue of his hardness and strength endures. This is why the text says: \"This one suffers no Diminution but enjoys increase without blame. The practice of constancy means good fortune, and it would be fitting if he were to set out to do something.\" Top Yang abides in the uppermost position and rides upon the soft and weak. Located at the very end of Diminution, how estimable is the virtue of this hard and strong one! As he is someone to whom others return, the text says: \"He acquires subordinates and ministers.\" With this acquisition of subordinates and ministers, the whole world becomes one, which is why the text says: \"Private family interests cease.\"}","commentary":"\"This one suffers no Diminution but enjoys Increase without blame,\" so one here may carry out his will with great success."}],"notes":[{"number":1,"note":"\"Be without blame, and may practice constancy\" translates wujiu, kezhen. Wang Bi may not have read these phrases this way, for in his commentary to the Commentary on the Judgments there occurs the phrase, \"what blame should ever befall such a one and what is there that he could ever rectify?\" Here Wang apparently glosses zhen (constancy) as zheng (rectify)."},{"number":2,"note":"This and all subsequent text set off in this manner is commentary by Wang Bi."},{"number":3,"note":"See note 1 above."},{"number":4,"note":"Cf. Wang Bi's commentary to Laozi, section 20, p. 47: \"Finches have mates, as do doves. People who live in wintry climes are sure to know one type of fur from another. That which by nature is already sufficient unto itself will only come to grief if one tries to add to it. Therefore, what is the difference between lengthening the duck's legs and cutting down the legs of the crane?\" Here and in his remarks on the Commentary on the Judgments to Hexagram 41, Wang is alluding to a passage in the Zhuangzi: \"The long as such cannot be taken for excess, and the short as such cannot be taken for insufficiency. This is why, although the duck's legs are short, to lengthen them would cause it grief, and, although the crane's legs are long, to cut them down would cause it distress. Therefore, what is by nature long is not something that should be cut down, and what is by nature short is not something that should be lengthened.\" See Zhuangzi, 21/8/8."},{"number":5,"note":"The lower trigram is Dui (Lake, Joy), and the upper trigram is Gen (Mountain, Restraint)."},{"number":6,"note":"Neither Wang Bi nor Kong Yingda attempts to explain the image further, but Cheng Yi has this to say about it: The vapors [qi] [of the Lake] well upward and moisten what is above [the Mountain]. The depth of the one is decreased in order that the height of the other be increased, so both contribute to the image of Diminution of what is below. When the noble man observes the image of Diminution, he uses it as a guide to bring Diminution to himself. In the course of cultivating himself, the things that he ought to diminish are, of course, anger and desire. See Zhouyi zhezhong, 12: 23b."},{"number":7,"note":"See section seven of the Commentary on the Appended Phrases Part Two."},{"number":8,"note":"If First Yang undergoes Diminishment and becomes a yin line and then if Second Yang does so also, Sun (Diminishment) would be transformed into Hexagram 23, Bo (Peeling) ."},{"number":9,"note":"Or, \"one here keeps his will fixed on the Mean.\""},{"number":10,"note":"Both Cheng Yi and Zhu Xi interpret Third Yin differently. They think that Sun (Diminution) is the result of a transformation of Hexagram 11, Tai (Peace) . In their view, the \"one person lost\" is the Third Yang of Tai, which has become the Top Yang of Sun—the three persons traveling together being the original three yang lines in Qian, the lower trigram of Tai—and the \"companion\" found is Top Yang of Sun, in resonance with Third Yin, formerly Top Yin of Tai. See Zhouyi zhezhong, 6: 10a."},{"number":11,"note":"This paraphrases section five of the Commentary on the Appended Phrases Part Two: \"Heaven and Earth mesh together, and the myriad things develop and reach perfect maturity; male and female blend essences together, and the myriad creatures are formed and come to life.\""},{"number":12,"note":"Kong Yingda expands upon Wang Bi's remarks: The \"three persons\" refers to the three yin lines from Third Yin on up. The first mentioned \"one person\" is Top Yang, and the one mentioned second is Third Yin. . . . Third Yin is in resonance with Top Yang, but above it there are two other yin lines, Fourth Yin and Fifth Yin. As the Dao of Diminution moves upward, this means that each line follows the other in succession, but if Third Yin joins with the other two yin lines and travels with them, even though it wants to provide increase for this \"one person,\" Top Yang, they [the three yin lines], each one in turn, would cause Top Yang to feel suspicious, and once suspicion is aroused, it would destroy the sense that Third Yin was its proper mate. . . . This is why the text says: \"If three persons travel together, one person [Top Yang] will be lost,\" but if the \"one person\" [Third Yin] travels alone, Top Yang will accept it without any suspicion, and so it [Third Yin] \"will find his companion.\" See Zhouyi zhengyi, 4: 2b."},{"number":13,"note":"\"Anxiety\" translates ji, which can also mean \"sickness, fault, flaw,\" etc. This is how Cheng Yi and Zhu Xi understand it. Cheng glosses ji as jibing (illness) and bushan (not good, shortcoming, failing), and Zhu glosses it as yinrou zhi ji (the shortcomings of softness and weakness inherent in the yin). Their reading of Fourth Yin would be: \"One here has the chance to diminish his shortcomings, so if he were to act quickly, he would find joy and be without blame.\" See Zhouyi zhezhong, 6: 10b. However, Kong Yingda glosses ji as xiangsi zhi ji (anxiety associated with longing), i.e., that of Fourth Yin for First Yang. See Zhouyi zhengyi, 4: 28b. My translation of Fourth Yin and Wang Bi's commentary to it follows Kong's subcommentary."},{"number":14,"note":"Kong Yingda comments: Fourth Yin has had its feelings stirred by First Yang but for a long time has been unable to unite with First Yang, thus it has suffered the grief of anxious expectation. Thus, by now acting quickly, it has cause for joy. First Yang diminishes itself in order to increase Fourth Yin. But if Fourth Yin did not quickly accept this help, then it would incur the blame of having missed this opportunity to enjoy increase. This is Wang Bi says: \"By having cause for joy, he should be without blame.\" See Zhouyi zhengyi, 4: 28b."},{"number":15,"note":"The text of Fifth Yin to this point is identical to that of Hexagram 42, Yi (Increase), Second Yin."},{"number":16,"note":"This paraphrases the Laozi, section 32, p. 82: \"If one were to make an analogy for the way the Dao works in the world, it would be like the way all the rivulets and streams run into the great river and the sea.\" Wang's own commentary to this passage reads: The rivulets and streams seek the great river and the sea not because the great river and the sea summon them but because they return to them of their own accord without any summoning or seeking taking place. To practice the Dao in the world is to achieve equity spontaneously without issuing any orders about it, to realize the Dao spontaneously without consciously trying to do so. This is why the text says: \"It would be like the way all the rivulets and streams run into the great river and the sea.\""},{"number":17,"note":"Cf. Laozi, section 42, p. 117: \"What a person hates is to be an orphan, someone lonely without a spouse, or one without food, yet rulers and lords take these terms as names for themselves. It thus happens that at times things will enjoy increase by being diminished and at times suffer diminishment by being increased.\" Kong Yingda comments on Fifth Yin: \"When one who abides in the noble position is yet able to restrain and diminish himself, there will be none in the world who fail to return to him and bring increase to him.\" See Zhouyi zhengyi, 4: 29a."},{"number":18,"note":"Both Wang Bi and Kong Yingda take \"tortoises\" to refer to the wise, the talented, and the worthy. As the heating and cracking of tortoise shells were a means to decide issues and foretell the future, so the tortoise could serve as a symbol or metaphor for a person who exercised such capabilities. Cheng Yi interprets the \"tortoises\" differently. He thinks that they represent the general consensus (gonglun) of the masses of common folk, something that is sure to accord with \"right principles\" (zhengli), which \"even tortoise shell and yarrow stalk cannot oppose.\" Zhu Xi's interpretation is again different, for he takes the expression \"tens of coteries of tortoises\" to mean \"ten pairs of tortoise shells,\" a great treasure, something of tremendous value, and Fifth Yin to mean: \"Someone brings increase to him with these [i.e., such wealth], which he cannot refuse, so his good fortune is readily apparent.\" See Zhouyi zhezhong, 6: 11a-11b. This passage has prompted much controversy; see Lou, Wang Bi ji jiaoshi, 2: 427 n. 32."},{"number":19,"note":"Kong Yingda says that \"above\" refers to Heaven. See Zhouyi zhengyi, 4: 29a. This is hinted at in Wang Bi's commentary to Fifth Yin: \"all the help that could be rendered by Heaven and man.\" Cheng Yi expands upon Wang's remark: \"It is because one here can take over completely the views of the mass of common folk and stay in perfect accord with the principles of Heaven and Earth that blessings descend upon him from Heaven above.\" See Zhouyi zhezhong, 12: 25a."}]}