{"number":61,"id":"110011","title":{"pinyin":"","wadeGiles":"Zhongfu","english":"Inner Trust"},"structure":{"above":"Sun Above","below":"Dui Below"},"judgement":{"text":"Inner Trust is such that even fishes and swine have good fortune. it is fitting to cross the great river and fitting to practice constancy.","commentary":"Inner Trust is such that the soft and weak stay within, and the hard and strong obtain central positions. Its constituent elements are Joy and Compliance. One who has such trust {Only after these four virtues exist can Trust be had.[[note 1]]} can morally transform the realm. {Only after trust has been established can the realm be morally transformed. \"The soft and weak stay within, and the hard and strong obtain central positions,\" so each fills the place that is right for him. As the hard and strong obtain central positions, they are characterized by straightforwardness and rectitude. As the soft and weak stay within, they are characterized by passivity and compliance. With the joyous practice of such compliance, obstreperousness and contention do not occur. When such a state exists, none will engage in artful competition, and actions based on honesty and substance will be the rule. So it is when perfect sincerity wells up from within.} \"Even fishes and swine have good fortune\" means that the sense of trust reaches even fishes and swine. {Fishes are among the most secluded of larval creatures, [[note 2]] and swine are among the lowest and most insignificant of animals. When the Dao of Contention does not arise and the virtue of Inner Trust is manifested with such purity, even though it be the most insignificant and secluded of creatures, this sincerity will reach all.} \"It is fitting to cross the great river,\" for in riding atop wood there is the emptiness of the boat. {\"Riding atop wood\" consists of using the emptiness of the boat, which will never let one sink as long as it lasts. One uses Inner Trust to cross over difficulties just as \"in riding atop wood there is the emptiness of a boat.\"[[note 3]]} "},"image":{"text":"Above the Lake, there is Wind: this constitutes the image of Inner Trust. In the same way, the noble man evaluates criminal punishments and mitigates the death penalty.","commentary":"{When trust emerges from within, even one who makes mistakes can find exoneration.[[note 4]]} "},"sequence":{"commentary":"Once there is such restraint, people will have trust in it. This is why Jie [Control, Hexagram 60] is followed by Zhongfu [Inner Trust].","irregular":"Zhongfu [Inner Trust] indicates confidence."},"lines":[{"number":1,"text":"First Yang\nThis one's devotion is such that he has good fortune, but if he were to extend it to others, he would suffer disquiet. {Yu [concern] here means zhuan [devotion]. First Yang represents the initial stage of trust, and, as its resonate partner is at Fourth Yin, it signifies someone who obtains good fortune thanks to this devotion. As one at First Yang will never let his will change, his heart should remain attached to one other alone. Thus the text says: \"If he were to extend it [devotion] to others, he would suffer disquiet.\"[[note 5]]} ","commentary":"The devotion of First Yang \"is such that he has good fortune,\" but his will should never change."},{"number":2,"text":"Second Yang\nA calling crane is in the shadows; its young answer it. I have a fine goblet; I will share it with you. [[note 6]] {Second Yang is located in the inner [lower] trigram and moreover is beneath two consecutive yin lines, nevertheless one here treads a path that never strays from the Mean [Second Yang is in a middle position] and seeks no help from outside. It represents someone who relies on the truth that is in him. [[note 7]] This one has established sincerity with such heartfelt perfection that, even though he finds himself here in total obscurity, others still respond to him. This is why the text says: \"A calling crane is in the shadows; its young answer it.\" This one does not use his power and influence for personal benefit; his virtue is such that he would do nothing but share these with others—the very perfection of sincerity. Thus the text says: \"I have a fine goblet; I will share it with you.\"[[note 8]]} ","commentary":"\"Its young answer it,\" that is, the longing involved comes from the inner heart."},{"number":3,"text":"Third Yin\nThis one acquires an enemy. Now there is drumming, now halting, now weeping, now singing. {Third Yin abides at the top of the Youngest Yin [Daughter], and Fourth Yin abides at the bottom of the Eldest Yin [Daughter],[[note 9]] so they face each other but do not form a pair. This means that they are enemies. When a yin line occupies a yang position [Third Yin], it indicates someone who wishes to advance. This one wishes to advance but is blocked by an enemy, thus the text says \"now there is drumming\" [i.e., a signal to attack]. Fourth Yin abides in its correct position [as a yin line in a yin position] and moreover gives carriage to Fifth Yang. This indicates that it cannot be xconquered by Third Yin. Thus the text says \"now halting\" [i.e., Third Yin disengages]. Third Yin is not victorious and so retreats, fearing that it will have its territory invaded. Thus the text says \"now weeping.\" Fourth Yin treads the path of obedience and does not engage in disputes with others, so it retreats, and Third Yin suffers no harm. Thus the text says \"now singing.\" When one lacks an estimate of his own strength and is inconsistent in advance and retreat, it is obvious that he will exhaust himself.[[note 10]]}","commentary":"\"Now drumming, now halting\" indicates that this one's position is not correct."},{"number":4,"text":"Fourth Yin\nThe moon is about to wax full here, and, as this horse abandons its mate, there is no blame. {At this time of Inner Trust, one here finds himself at the beginning of the Sun [Compliance] trigram and in resonance with First Yang in the Dui [Joy] trigram. As Fourth Yin occupies a correct position [or \"abides in righteousness,\" i.e., it is a yin line in a yin position] and treads the path of obedience, it gives carriage to Fifth Yang. This represents someone who within assists the primary head [or \"His Majesty,\" i.e., Fifth Yang, the ruler of Inner Trust] and without spreads moral transformation through the force of his virtue. As such a one perfectly fulfills all the potential of yin virtue, the text says: \"The moon [the \"great yin\"] is about to wax full.\" \"This horse abandons its mate\" means that one rejects the company of his own kind. Although this one occupies a position where he can realize his virtue to the fullest, if he were to engage in contention provoked by others, he would lose his chance to realize all that potential. Thus the text says: \"One here should separate himself from his own kind and direct himself upward.\" It is only by treading the path of righteousness, supporting the exalted one [Fifth Yang], and refraining from contention with Third Yin that such a one shall manage to stay free of blame.}","commentary":"\"This horse abandons its mate,\" which means that one here should separate himself from his own kind and direct himself upward."},{"number":5,"text":"Fifth Yang\nIf this one maintains trust secure as a tether, there should be no blame. {\"As a tether\" means to use trust to make attachments [i.e., bind people to one through trust]. Located as he is in centrality and sincerity, one at Fifth Yang finds himself at a time to form relationships. As this one abides in the exalted position, he is considered the ruler of all others, so how could he ever set trust aside? Thus \"if this one maintains trust secure as a tether,\" he should manage to stay free of blame.}","commentary":"\"This one should maintain trust secure as a tether,\" for his position is both correct and suitable."},{"number":6,"text":"Top Yang\nThis one's high flying sound climbs up to Heaven, but he should have misfortune even though he tries to practice constancy. {Han [soar] means \"to fly high.\" \"Flying sound\" means the sound [reputation] flies, but the reality or substance does not follow it. This one abides at the top position of the hexagram, so it is located at the end of trust. When trust comes to an end, it deteriorates. Here integrity and honesty perish within, but an extravagant beauty struts without. Thus the text says: \"This one's high flying sound climbs up to Heaven.\" \"This one's high flying sound climbs up to Heaven,\" but his rectitude has indeed perished.}","commentary":"\"This one's high flying sound climbs up to Heaven,\" but how could he ever last long?"}],"notes":[{"number":1,"note":"This and all subsequent text set off in this manner is commentary by Wang Bi. The four virtues refer to (1) the soft and weak staying within (i.e., keeping to passive, subordinate roles), (2) the hard and strong obtaining central positions (i.e., exercising authority but staying within the Mean), (3) Joy, and (4) Compliance."},{"number":2,"note":"\"Larval\" translates chong, which in traditional Chinese thought indicates a broad category of creatures creepy, crawly, scaly—everything from worms and insects to the majestic dragon."},{"number":3,"note":"\"Emptiness of the boat\" translates zhou xu. Cheng Yi notes that the center of the Zhongfu (Inner Trust) hexagram is \"empty,\" and that the hexagram as a whole (looked down on from above) is the image of a boat. However, Cheng seems to read zhou xu as \"the boat is empty\": \"When one uses Inner Trust to cross over dangers and difficulties, it is just as fitting as when one rides atop wood to cross a stream, that is, when one does this with an empty boat, for if the boat is empty [zhou xu], there is no chance that some calamity such as sinking or capsizing will occur.\" See Zhouyi zhezhong, 10: 44b. We should also note that the constituent trigrams of Inner Trust are Dui (Joy, Lake) below and Sun (Compliance, here Wood) above: Wood riding atop the Lake."},{"number":4,"note":"Kong Yingda comments: When the Wind travels atop the Lake, there is no place that it does not reach. In the same way, when trust envelops all creatures, there is no place that it fails to reach either. . . . In a world governed by Inner Trust, it is certain that no deliberate crime would occur, and wrongdoing as such would be but the product of error, something that could be forgiven. Thus the noble man here should evaluate criminal cases that involve such error and mitigate those that ordinarily require the death penalty. See Zhouyi zhengyi, 6: 16a.\n Cheng Yi offers a different interpretation: When there is Wind above the Lake, it is felt inside the Lake. In substance, water is unstable [xu, literally \"empty\"], thus wind can enter it. The heart of man is also unstable, thus external things can move or influence it. The Wind imparting movement to the Lake is like things having influence on one's inner self. . . . When the noble man evaluates criminal cases, he does not stop until he exhausts the resources of his personal integrity [zhong, literally \"loyalty,\" i.e., being true to one self], and when he passes the death sentence, he does nothing less than push his sense of compassion to the limit. Thus his sincerity of will [chengyi] always makes him look for ways to mitigate the punishment [huan]. Huan means \"be lenient\" [kuan]. See Zhouyi zhezhong, 12: 69a."},{"number":5,"note":"Both Cheng Yi and Zhu Xi gloss yu [concern] as duo [measure]. That is, one at First Yang should evaluate the trustworthiness of his resonate partner at Fourth Yin, and, if he finds him worthy of trust, he should trust him, for only then would he have good fortune. See Zhouyi zhezhong, 8: 25b-26a."},{"number":6,"note":"Second Yang is quoted and commented on in section eight of the Commentary on the Appended Phrases Part One."},{"number":7,"note":"\"Relies on the truth that is in him\" translates ren qizhen. Lou Yulie suggests that Wang Bi here alludes to Laozi, section 28, p. 75, where the concept of \"the uncarved block\" (pu, also \"pristine, unsullied selflessness\") is discussed, a term Wang glosses as zhen (truth). See Wang Bi ji jiaoshi, 2: 519 n. 11."},{"number":8,"note":"\"Goblet\" translates jue, which Wang Bi regards as a reference to noble rank, as it does in the term juewei: rank (wei) involving investiture with a ceremonial goblet (jue)."},{"number":9,"note":"See section ten of Explaining the Trigrams."},{"number":10,"note":"Both Cheng Yi and Zhu Xi interpret Third Yin differently. Cheng comments: Di [enemy] here means \"partner,\" the person with whom one exchanges trust, that is, Top Yang, the true resonate partner of Third Yin. Because they make the center empty [i.e., imbue the inner with selflessness], Third Yin and Fourth Yin are both rulers of Inner Trust. However, their respective positions differ. Fourth Yin obtains its proper position and so abides where it is correct [it is a yin line in a yin position], thus it abandons the one with which it is paired [Third Yin] in order to follow the one above [Fifth Yang]. Third Yin is not central and has strayed from a position that is right for it [it is a yin line in a yang position], thus such a one tries to obtain a partner so that he may link his ambitions to another's. Because of the soft and weak character of Dui [Joy], once one here [in the top position of the trigram, i.e., Third Yin] has made such an attachment, he ends up following what this person does, him whom he so trusts. So now he drums and grows strong, now he ceases and wastes away; now he sadly weeps, now he sings about his happiness. His activity and repose, his grief and happiness, all are attached to the one whom he trusts. As this one does nothing more than attach himself to the one he trusts, he is never conscious of either good fortune or bad. However, this is not something a noble man of discernment would ever do. See Zhouyi zhezhong, 8: 27b-28a."}]}