{"number":54,"id":"110100","title":{"pinyin":"","wadeGiles":"Guimei","english":"Marrying Maid"},"structure":{"above":"Zhen Above","below":"Dui Below"},"judgement":{"text":"The Marrying Maiden is such that to set forth would mean misfortune. There is nothing at all fitting here. {Maiden [mei, literally \"younger sister\"] is a term for the youngest daughter. Dui [the lower trigram] is the youngest yin [i.e., \"daughter\"], and Zhen [the upper trigram] is the eldest yang [i.e., \"son\"]. Here the youngest yin carries [i.e., is subordinate to] the eldest yang, and it \"acts out of joy,\" so this is the image of Marrying Maiden.[[note 1]]} ","commentary":"Marrying Maiden expresses the great meaning of Heaven and Earth. If Heaven and Earth did not interact, the myriad things would not flourish, so Marrying Maiden is an expression of humankind from beginning to end. {Not only do yin and yang unite here, the eldest and the youngest also interact, so this represents \"the great meaning of Heaven and Earth\" as well as the very beginning and end of human relations.} Here one acts out of joy, so the one who marries is a maiden/younger sister. {If a youngest daughter were to be wed to an eldest son, that should be a cause of unhappiness for such a youngest daughter, but here \"one acts out of joy,\" so the one who marries must be a youngest sister. Although this one is wedded to an eldest son, she marries as a younger secondary wife [di] attached [to an older sister], and this is why she has joy.} \"To set forth would mean misfortune,\" for one's position is not correct. {Treading where it is not correct and acting with joy, to advance in such a way indicates a dao [path] of wickedness and evil.[[note 2]]}  \"There is nothing at all fitting here,\" for the soft and weak ride atop the hard and strong. {Setting forth would result in the misfortune of behaving incorrectly, and staying still would result in the contrariness of riding atop the hard and the strong.[[note 3]]} "},"image":{"text":"Above the Lake, there is Thunder: this constitutes the image of Marrying Maiden. [[note 4]] In the same way, the noble man recognizes the flaw by following a thing through to its far-distant end.","commentary":"{Marrying Maiden is a Dao that shows how ends and beginnings are mutually related. Thus one \"recognizes the flaw by following a thing through to its far-distant end.\"}[[note 5]]"},"sequence":{"commentary":"Advance is sure to involve being restored to one's home. This is why Jian [Gradual Advance, Hexagram 53] is followed by Guimei [Marrying Maiden].","irregular":"Guimei [Marrying Maiden] signifies woman's ultimate end."},"lines":[{"number":1,"text":"First Yang\nThe Marrying Maiden marries as a younger secondary wife. If this one as a lame person can still keep on treading, to set forth here would mean good fortune. {For the youngest daughter to become the mate of the eldest son means that she does not become the principal wife but is a younger secondary wife who follows an older sister. Maiden is a term for a youngest daughter. Whatever a youngest daughter may do, she can do nothing more virtuous than become such a secondary wife. Here she is made second in succession as if she were the child of a sovereign. Although she is young, this is not a rash act. [[note 6]] As for making a youngest daughter the secondary wife here, although she is \"a lame person,\" she can still keep on treading, so this indicates long-lasting perseverance. This is the Dao [path] of good fortune that allows one \"to keep on giving support.\" If one advances in this way, good fortune is indeed appropriate.}","commentary":"\"The Marrying Maiden marries as a younger secondary wife,\" and this should be done with perseverance. If such a lame one can keep on treading, it shall mean good fortune, for it is to keep on giving support."},{"number":2,"text":"Second Yang\nAs a one-eyed person who can keep on seeing, how fitting is the constancy of this secluded one. {Although Second Yang is out of its proper position [it is a yang line in a yin position], it abides in the inner trigram [i.e., remains \"secluded\" there] and keeps a place in the center. Just as the one-eyed can still see, so this one still has the wherewithal to maintain the proper norms of conduct. Such a one remains within and treads the path of the Mean and, as such, can maintain the norms of conduct, so \"how fitting is the constancy of this secluded one.\"}","commentary":"\"How fitting is the constancy of the one secluded\": such a one never deviates from the norms of conduct."},{"number":3,"text":"Third Yin\nThe Marrying Maiden should take a waiting approach to marriage, that is, return and then marry as a younger secondary wife. {As the mistress of the household still exists, this one might try to advance to that position, but such advance would be premature, so that is why there should be waiting here. As no advance can be made here, this one should return and wait for the proper moment to marry, something that should be done only as a younger secondary wife.[[note 7]]} ","commentary":"That \"the Marrying Maiden should take a waiting approach\" is because the time is not yet right."},{"number":4,"text":"Fourth Yang\nThe Marrying Maiden exceeds the allotted time and marries late, for that is the time for it. {For one at Fourth Yang to marry someone, being that it is in an incorrect position and without a resonate partner, it would be necessary for another's path to peter out without his ever finding anyone with whom he could mate—only then could this one set forth. Thus one here \"exceeds the allotted time\" and \"marries late,\" for such a one has to wait for the right moment.}","commentary":"The resolve to exceed the time allotted is based on the fact that one has to wait for something before action can take place."},{"number":5,"text":"Fifth Yin\nWhen Sovereign Yi gave his younger sister in marriage, [[note 8]] the sovereign's sleeves were not as fine as the sleeves of the younger, secondary wife. When the moon is almost full, it means good fortune. {In Marrying Maiden, Fifth Yin alone occupies the noble position, thus it is referred to with the phrase \"Sovereign Yi gave his younger sister in marriage.\" Mei [sleeves] are the sleeves of a garment, things used to achieve decorous appearance. \"The sovereign's sleeves\" designate what Sovereign Yi cherishes, that is, Fifth Yin, which represents the one whom Sovereign Yi adores and dresses up. This is why the text refers to Fifth Yin as \"the sovereign's sleeves.\" Fifth Yin's mate resides at Second Yang. Dui [the lower trigram] represents the youngest, and Zhen [the upper trigram] represents the eldest. For the eldest to follow the youngest is not as good as for the youngest to follow the eldest, and this is why the text says \"were not as fine as the sleeves of the younger, secondary wife.\" [[note 9]] The position of Fifth Yin \"is at the center,\" and, as \"this one acts with nobility,\" it  reaches the very fullness of yin virtue. As far as this one trying to get married with such attributes is concerned, although this would not be as good as what the youngest could do, were this one to set forth, it surely would result in a successful union. This is why the text says: \"When the moon is almost full, it means good fortune.\"[[note 10]]}","commentary":"When \"Sovereign Yi gave his younger sister in marriage,\" the sleeves \"were not as fine as the sleeves of the younger, secondary wife,\" but here the position is at the center, and this one acts with nobility."},{"number":6,"text":"Top Yin\nThe woman might present a basket, but it would contain no fruit; the man might have a sheep cut up, but there would be no blood. There is nothing at all fitting here. {The \"sheep\" refers to Third Yin. [[note 11]] Top Yin is located at the very end of the Marrying Maiden hexagram. Up from here, there is no line to carry, and, down from here, there is no line to respond, so if this line were to represent a woman who should receive orders, then her basket would be empty, and so she could not provide anything, and if it were to represent a man who should give orders, then he \"might have a sheep cut up, but there would be no blood.\" He \"might have a sheep cut up, but there would be no blood\" means that no one responded to his order. Nothing is given here, whether it involves advance or withdrawal, thus the text says: \"There is nothing at all fitting here.\"[[note 12]]}","commentary":"At Top Yin there is no fruit, for this one presents an empty basket."}],"notes":[{"number":1,"note":"This and all subsequent text set off in this manner is commentary by Wang Bi. \"Acts out of joy\" is an obvious reference to the two constituent trigrams, Dui (Lake, Joy) and Zhen (Thunder, Quake, i.e., action)."},{"number":2,"note":"Kong Yingda comments: The text uses the fact that Second Yang, Third Yin, Fourth Yang, and Fifth Yin are all unsuited to their positions [because they are yin lines in yang positions or yang lines in yin positions] to interpret \"to set forth would mean misfortune.\" As the \"position is not correct,\" this clearly is not reference to the principal wife. This one acts out of joy [i.e., impulsively] and moreover seeks for advancement, which indicates a dao of wickedness and evil. See Zhouyi zhengyi, 5: 32b."},{"number":3,"note":"Kong Yingda comments: \"The text uses the fact that Third Yin and Fifth Yin ride atop hard and strong lines [Second Yang and Fourth Yang] to interpret 'there is nothing at all fitting here.' Yang is noble, and yin base. To advance with the baseness of a concubine and seek special favor would mean that the base would humiliate the noble. This is why the text says: 'There is nothing at all fitting here.' \" See Zhouyi zhengyi, 5: 32b."},{"number":4,"note":"The lower trigram is Dui (Lake), and the upper trigram is Zhen (Thunder)."},{"number":5,"note":"Kong Yingda comments: \"Thus the noble man emulates this image and in like manner follows a thing to its end in the far-distant future; this is how he knows that it has to have an ever-persistent flaw.\" See Zhouyi zhengyi, 5: 32b. Cheng Yi comments: Thunder quakes above, and the Lake heeds it and becomes agitated. Yang moves above, and yin follows it with joy. This is an image of the woman following the man; thus it represents Marrying Maiden. The noble man observes this image of man and woman mating and their continuous begetting of progeny and in like manner follows a thing through to its end and so recognizes that it has a flaw. \"Follow through to the end\" refers to how the begetting of progeny continues on and so perpetuates the transmission of the family. \"Recognizes the flaw\" refers to one's knowing that things have flaws that have a way of perpetuating themselves. When a woman marries, she has the opportunity to beget progeny, which here expresses the concept of following through to the end. Moreover, if the Dao of husband and wife is to achieve this enduring end, one must understand that there is an inherent tendency [literally, \"principle\" (li)] for flaws to occur and take warning accordingly. Flaw [bihuai] means \"lixi\" [rupture, break, rent (as in clothing)]. The Marrying Maiden is someone who \"acts out of joy.\" . . . The joy of the youngest daughter is such that she is moved to act because of emotional response. To act in this way sets aside rectitude and has nothing to do with the correct and constantly enduring Dao of husband and wife, so in the long run a flaw is sure to occur. Knowing that such a flaw shall surely happen, one thus ought to think about the way it will end in the far-distant future. All those in the world who are prone to quarrel never manage to think of how things will end in the far-distant future, and this does not just apply to the Dao of husband and wife. No matter under Heaven is ever without an end or ever without a flaw, but neither is any ever denied a Dao [path or process] that allows it to endure. When one observes the Marrying Maiden, one ought to think about the way it will end in the far-distant future. Apparently Zhu Xi found Cheng's lengthy explanation superfluous, for he simply says: \"Thunder moves, and Lake follows, such is the image of Marrying Maiden. The noble man observes how incorrect this union is and so realizes that in the end it will suffer rupture. If one applies this to things in general, one sees that this is always so.\" That is, if something is wrong at the beginning, it will fail in the end. See Zhouyi zhezhong, 12: 53a-53b."},{"number":6,"note":"Kong Yingda comments: \"Just as it is appropriate that the son of a sovereign become his successor, so ought the younger sister of a wife become the secondary wife. In establishing a succession one ought to select the most senior person. However, although the son of a sovereign might be young, to establish him as successor would not be a rash act.\" See Zhouyi zhengyi, 5: 33a."},{"number":7,"note":"Cheng Yi's view is slightly different from Wang Bi's: Third Yin abides at the top of the lower trigram, so it does not originally represent someone mean and lowly. But because of loss of virtue and because there is no correct resonate partner, this one wants to marry but never gets the chance to marry. Xu means \"wait.\" That this one waits is because there is no chance yet to get married. Here a yin line occupies a third position, which indicates that it is out of its correct position. If a soft and weak person were to act as if he were hard and strong, it would indicate obstreperousness. Third Yin is the ruler of the Dui [Joy] trigram. If one here were to seek marriage out of joy, such an act would be in violation of decorum. Above, there is no resonate line, which indicates that there is no one to accept this one. As there is no chance to get married, this one should wait. When a woman finds herself in such a situation, who would ever marry her? Indeed, as such, she cannot ever become a principal wife. So the only thing suitable for her to do is to return and then marry by seeking to become a secondary wife—this because she lost the opportunity to do otherwise because of her incorrectness. Zhu Xi, however, notes that \"someone\" (Lu Xisheng [d. ca. 905]) glosses xu as \"a woman in a mean and lowly state [jian]\"—i.e., a lowranking concubine—which would result in the following reading of Third Yin: \"Here the Marrying Maiden would marry as a lowly concubine, so this one should return and then marry as a secondary wife.\" See Zhouyi zhezhong, 7: 40a."},{"number":8,"note":"Cf. Hexagram 11, Peace (Tai), Fifth Yin."},{"number":9,"note":"Cheng Yi and Zhu Xi interpret Fifth Yin differently from Wang. Instead of interpreting \"the sovereign's sleeves\" (qi jun zhi mei) as a metaphor for the younger sister herself, they read it as \"this princess's sleeves,\" i.e., her dress and adornment: \"This princess's sleeves are not as fine as the sleeves of the younger, secondary wife.\" They go on to explain that such a princess, a noble woman who marries beneath herself, does not esteem ornament, the way a secondary wife does, but virtue. She cherishes modesty and compliance and, though a princess, does not act with arrogance toward her spouse. All this signifies the epitome of yin virtue. See Zhouyi zhezhong, 7: 41a."},{"number":10,"note":"Kong Yingda comments: \"For the yin, we esteem fullness [of virtue], just as when the moon is nearly full.\" See Zhouyi zhengyi, 5: 34a."},{"number":11,"note":"The lower trigram Dui (Joy) is associated with the sheep. See section eight of Explaining the Trigrams. Third Yin is the ruler of Dui."},{"number":12,"note":"Cheng Yi interprets Top Yin differently, as a line that represents a woman whose attempts at marriage never reach a successful conclusion—and thus as a woman who fails to continue a family lineage. Family lineage involves the sacrifice of fruits (woman's duty) and blood (man's duty). Such sacrifice here would be barren. See Zhouyi zhezhong, 7: 41b."}]}