{"number":38,"id":"110101","title":{"pinyin":"","wadeGiles":"Kui","english":"Contrariety"},"structure":{"above":"Li Above","below":"Dui Below"},"judgement":{"text":"In small matters there is good fortune.[[note 1]]","commentary":"The movement of fire is such that it goes up, whereas the movement of water is such that it goes down. Two daughters may live together, but their aspirations do not pursue the same path. It is by being joyous and clinging to the bright, by advancing softly and so moving upward, and by achieving centrality [the Mean] in responding to the hard and strong that one here manages to have good fortune in small matters. {When things always go against each other, this constitutes the dao of harm. So what is the means here by which one may have \"good fortune in small matters\"? It is by having these three virtues.[[note 2]]}  Heaven and Earth may be contrary entities, but their task is the same. Male and female may be contrary entities, but they share the same goal. The myriad things may be contrary entities each to the other, but as functioning entities they are all similar. A time of Contrariety can indeed be put to great use! {A time of Contrariety is not something that can be put to use by the petty man.}"},"image":{"text":"Above Fire and below Lake: this constitutes the image of Contrariety.[[note 3]] In the same way, the noble man differentiates among things while remaining sensitive to their similarities.","commentary":"{His appreciation of similarities stems from his thorough grasp of the principles of things, and his appreciation of differences emerges in the course of his practical handling of affairs.[[note 4]]} ","commentaryAppended":"They strung pieces of wood to make bows and whittled others to make arrows. The benefit of bows and arrows was such that they dominated the world. They probably got the idea for this from the hexagram Kui [Contrariety].[[note 5]]"},"sequence":{"commentary":"When the Dao of the family is completely exhausted, there is sure to be discord. This is why Jiaren [The Family, Hexagram 37] is followed by Kui [Contrariety]. Contrariety here means \"discord.\"","irregular":"Kui [Contrariety] signifies a turning outward;"},"lines":[{"number":1,"text":"First Yang\nRegret disappears. If one here loses his horse, he need not pursue it, for it will come back as a matter of course. As he meets with evil men, he avoids blame. {First Yang is located at the beginning of the Contrariety hexagram, abiding at the bottom of the lower trigram. As it is without a line to resonate with and has to stand alone, one here should feel regret. But as it shares a common aspiration with Fourth Yang, it succeeds in having that regret disappear. A horse is something whose whereabouts will certainly be uncovered. When one here first finds himself among others, so much obstreperousness prevails that he \"loses his horse.\" As none of the others can unite in purpose, self-interest ensures that each will uncover the other [as far as hiding the horse is concerned]. This is why \"he need not pursue it, for it will come back as a matter of course.\"[[note 6]] This is just the time when estrangement prevails, and First Yang is positioned at the very bottom. There is no one above who can respond with help, and, here below, this one has no power on which he might rely. If he were to reveal his virtue and set himself apart, he would be harmed by evildoers, [but he does not do so] and this is how \"he meets with evil men\" and thereby successfully \"avoids blame.\"[[note 7]]} ","commentary":"\"He meets with evil men\" and in so doing \"avoids blame.\""},{"number":2,"text":"Second Yang\nThis one meets his master in a narrow lane, so there is no blame. {Located here in Contrariety, Second Yang is in a wrong position for it [because it is a yang line in a yin position], so such a one here will experience insecurity in whatever he does. However, Fifth Yin is also in a position that is wrong for it, so they both go off to seek their own coterie, and, when they leave their gates and head in the same direction, they meet unexpectedly. This is why the text says \"meets his master in a narrow lane.\" Located here in Contrariety, Second Yang obtains assistance, so, although it is in a wrong position, it \"still never loses the Dao.\"[[note 8]]} ","commentary":"\"This one meets his master in a narrow lane,\" so still never loses the Dao."},{"number":3,"text":"Third Yin\nHere one has his wagon hauled back and oxen controlled. This one has the forehead tattooed and nose cut off. But whereas nothing good here happens at the start, things end well. {Whenever creatures are close but do not get along together, there will be misfortune. Third Yin is located in Contrariety in such a way that it is not in a rightful position for it. As a yin, it abides in a yang position; as a soft and weak line, it rides atop a hard and strong line. As its aspiration is fixed on Top Yang, it is not in a harmonious relationship with Fourth Yang, and Second Yang is already in a resonate relationship with Fifth Yin; so, although contig with [these two yang lines], it must not form a pair with either of them. This is why the text says: \"One has his wagon hauled back.\" That \"his wagon is hauled back\" means that where Third Yin treads is not the territory of its rightful position, so it loses its means of carriage. \"Oxen controlled\" means that this one is detained right here and so does not succeed in advancing. \"This one has the forehead tattooed and nose cut off\" refers to how Fourth Yang seizes Third Yin from above and how Second Yang seizes it from below, yet Third Yin, true to its resonance with Top Yang, holds fast to its goal and does not falter.[[note 9]] So, although at first Third Yin suffers difficulties, in the end it acquires the assistance of the hard and the strong [Top Yang].","commentary":"That one here \"has his wagon hauled back\" is due to its position not being suitable. That \"nothing good here happens at the start, [but] things end well\" is due to meeting the hard and strong one [Top Yang]."},{"number":4,"text":"Fourth Yang\nContrariety finds this one isolated, but he does meet a prime stalwart. They trust each other, so although there is danger, there is no blame. {Fourth Yang has no line with which to resonate and takes its place all alone. Fifth Yin is itself in resonance with Second Yang, and Third Yin is in a contrary posture with relation to Fourth Yang, so this is why the text says: \"Contrariety finds this one isolated.\" First Yang also is without a resonate relationship and has to take a separate stand. Located here at a time of Contrariety, both find themselves standing alone, similarly occupying the bottom positions in their respective trigrams, and they are comrades. But Fourth Yang is located in a wrong position for it [because it is a yang line in a yin position]; it would form a pair with Third Yin or Fifth Yin, but these are both estranged from it. So its location lacks all means to provide security. This is why it seeks a companion of its own kind and so entrusts itself to it. Thus the text says: \"He does meet a prime stalwart.\"[[note 10]] Comrades get along and harbor no suspicions about each other. Thus the text says: \"They trust each other.\" Although one might find himself in the midst of estrangement, when the will is firm, it realizes its goals. Thus, in spite of danger here, \"there is no blame.\"}","commentary":"\"They trust each other,\" and \"there is no blame,\" for the will realizes its goals."},{"number":5,"text":"Fifth Yin\nRegret disappears. His clansman bites through skin, so if one were to set forth here, what blame would there be? {As this is not its proper position [it is a yin line in a yang position], there should be regret, but as Fifth Yin has a resonate relationship with Second Yang, it [regret] disappears. \"His clansman\" refers to Second Yang, and \"bites through skin\" means \"to bite into something soft.\"[[note 11]] Although Third Yin would form a pair with Second Yang, once it has been bitten, it ceases to stand in the way of Second Yang responding to Fifth Yin. If one were to set forth under such circumstances, what blame could there possibly be? Setting forth here will surely result in union [between Fifth Yin and Second Yang].}","commentary":"\"His clansman bites through skin,\" so if one were to set forth here, he would have blessings."},{"number":6,"text":"Top Yang\nContrariety finds this one isolated. He sees a pig covered with mud, a cart filled with demons. First he draws his bow but later unstrings it. If it were not for the enemy, there would be a marriage. He should set forth now, for once he encounters rain, there will be good fortune. {Top Yang is located at the end point of Contrariety, and, as the path through Contrariety is not open to this one, the text says: \"Contrariety finds this one isolated.\" Whereas Top Yang abides where the blaze is most fierce, Third Yin abides where the marsh is most wet.[[note 12]] These are the extremes of Contrariety. To gaze upon the most filthy of things from the most cultured and enlightened vantage point is certainly Contrariety at its utmost. There is no more filthy thing than a pig covered with mud. But when Contrariety is brought to its most extreme, it means that things will then tend to unity, and when differences are at their most extreme, it means that things will then tend to harmony. \"Things might be oversize, deviant, deceptive, or strange, but the Dao tends to make them all into one.\"[[note 13]] Before attaining to a well-ordered state, things will first appear very distinct from one another. This is why when \"he looks upon [Third Yin as] a pig covered with mud,\" it seems the filthiest thing possible, and when \"he looks upon [Third Yin as] a cart filled with demons,\" it seems strange enough to make him cry out in dismay. He first draws his bow and is about to attack what he takes to be harm, but later unstrings it, for the estrangement gives way to harmony. Fourth Yang has tattooed the one with whom Top Yang is in resonance [i.e., blocked Third Yin's way], thus Fourth Yang is the \"enemy.\"[[note 14]] The determination [of Top Yang and Third Yin] here in the face of Contrariety is about to bring about their union. If it were not for the enemy [Fourth Yang], they would already be married, but to set forth now would not be untimely, for the suspicions generated by Contrariety should disappear. One places value on encountering rain, because it unites yin and yang. Once yin and yang are united, all suspicions will disappear.}","commentary":"The good fortune that stems from encountering rain means that all suspicions will disappear."}],"notes":[{"number":1,"note":"See Wang's remarks on this hexagram in section seven of his General Remarks."},{"number":2,"note":"This and all subsequent text set off in this manner is commentary by Wang Bi."},{"number":3,"note":"The lower trigram is Dui (Lake, Joy), and the upper trigram is Li (Fire, Cohesion)."},{"number":4,"note":"That is, just as the unity (sameness) of the Kui hexagram consists of contrary (different) parts, so the noble man appreciates how the unity of the whole Dao incorporates individual phenomenological differences. Cheng Yi offers a different interpretation: \"In the same way, the noble man identifies [with the great moral principles that all men share] yet distinguishes himself [from the common errors of the vulgar].\" He should be in but not of the common world. See Zhouyi zhezhong, 12: 16b."},{"number":5,"note":"See section two of the Commentary on the Appended Phrases Part Two, and note 20 there."},{"number":6,"note":"Kong Yingda comments: \"This is just the time when Contrariety takes hold, so estrangement is all too readily apparent. A horse is a kind of animal that can only be hidden with difficulty. Although one may perhaps lose one for a time, this is something that people here will not cover up for each other, and one need not go to look for it, for circumstances are such that it will come back to him as a matter of course.\" See Zhouyi zhengyi, 4: 19b."},{"number":7,"note":"Cheng Yi identifies the horse with Fourth Yang: \"A horse is the means by which one moves. A yang is something that moves upward. Only during a time of Contrariety is this denied to one so that he cannot move. This is what is meant by he 'loses his horse.' But once Fourth Yang combines forces with First Yang, then First Yang can move again. This is what is meant by 'he need not pursue it,' for his horse will be had again.\" Cheng then goes on to explain how the noble man must not cut off relations with the mass of petty men, for they would soon regard him as an enemy, and then he could never convert them to righteousness. See Zhouyi zhezhong, 5: 39b."},{"number":8,"note":"Both Cheng Yi and Zhu Xi emphasize that the meeting of Second Yang and Fifth Yin is irregular and roundabout, and takes place under straitened circumstances because of the prevailing circumstance of Contrariety. Nothing great can happen here; the best that can be hoped for is to be without blame. See Zhouyi zhezhong, 5: 40b."},{"number":9,"note":"Kong Yingda comments: \"Tattooing the forehead is what is meant here by tian [usually Heaven, the sky].\" See Zhouyi zhengyi, 4: 20a. Both Cheng Yi and Zhu Xi think that tian refers to having the hair cut off. See Zhouyi zhezhong, 5: 41a-41b. Tattooing and nose amputation were punishments designed to mark criminals permanently to prevent them from continuing their criminal ways. Here they seem to be metaphors for blocking Third Yin's advance."},{"number":10,"note":"\"Prime stalwart\" translates yuanfu. Kong Yingda comments: \"Yuanfu refers to First Yang. As this is located at the beginning of the hexagram, it is referred to as 'prime' [yuan]. First Yang and Fourth Yang are both yang lines, and when one of them is referred to as '®MDULfu,' it means the fu in zhangfu [stalwart]; it is not the fu of fufu [husband and wife].\" See Zhouyi zhengyi, 4: 20a-20b. Cheng Yi is not in disagreement with this, but he adds the idea that yuan here also means shan (morally good/just). See Zhouyi zhezhong, 5: 42a."},{"number":11,"note":"Kong Yingda comments: \"Third Yin is a yin line, this is why it can be symbolized by 'skin,' something soft and fragile.\" See Zhouyi zhengyi, 4: 20b."},{"number":12,"note":"Top Yang is located at the top of the Li (Fire) trigram, and Third Yin is located at the top of the Dui (Lake—i.e., Marsh) trigram."},{"number":13,"note":"Wang here paraphrases the Zhuangzi, 2/4/35. Instead of \"the Dao tends to make them all into one,\" the Zhuangzi reads, \"the Dao gives them a common identity and makes them one.\" See also Lou, Wang Bi ji jiaoshi, 2: 409 n. 21."},{"number":14,"note":"Both Cheng Yi and Zhu Xi think that Top Yang initially mistakes Third Yin, its natural partner, as an enemy. So what I have translated (following Wang Bi) as \"If it were not for the enemy, there would be a marriage,\" Cheng and Zhu would seem to read as \"It is not an enemy, so he [Top Yang] should marry [Third Yin].\" See Zhouyi zhezhong, 5: 43b."}]}