{"number":10,"id":"110111","title":{"pinyin":"","wadeGiles":"Lu","english":"Treading"},"structure":{"above":"Qian Above","below":"Dui Below"},"judgement":{"text":"Even if one treads on the tiger's tail here, as it will not bite, so he will prevail.","commentary":"Treading is a matter of the soft treading on the hard. It is because Dui responds to Qian with cheerfulness that \"even if one treads on the tiger's tail, as it will not bite, so he will prevail.\" {A Judgment as such addresses itself to what it considers to be the controlling principle of the hexagram in question. That which governs this entire hexagram is to be found in Third Yin. To \"tread . . . on the tiger's tail\" refers to the danger involved here. Third Yin is the master of the Lu hexagram. Here, it walks with a yin's softness on top of the hardness of Second Yang, and this is to tread on danger. That it treads on the tiger's tail and yet is not bitten is due to the way \"Dui responds to Qian with cheerfulness.\" As the Qian trigram embodies the virtues of strength and rectitude, one here uses cheerfulness not as a device to commit the evil of sycophancy but as the right means to respond to Qian. Thus it is appropriate that one who treads on the tiger's tail in such a way here will not be bitten but prevail.[[note 1]]}  If one is strong, adheres to the Mean, and is correct, he may tread in the place of a supreme sovereign and yet do so without anxiety, for this is the measure of his brilliance. {This refers to the virtue of Fifth Yang.}"},"image":{"text":"Above is Heaven, and below is Lake: this constitutes the image of Lu [Treading]. In the same way, the noble man makes distinction between the high and the low and so defines how the common folk shall set their goal.[[note 2]]","commentaryAppended":"Lu [Treading] is the foundation of virtue.\n Lu [Treading] demonstrates how by practicing harmony one reaches goals.\n Lu [Treading] provides the means to make one's actions harmonious.[[note 3]] Providing the Sequence of the Hexagrams Only after things have been domesticated can there be propriety. This is why Xiaoxu [Lesser Domestication, Hexagram 9] is followed by Lu [Treading]Lu [Treading] means \"not staying in one's position.\"}"},"lines":[{"number":1,"text":"First Yang\nIf one treads with simplicity, to set forth will bring no blame. {To be located at First Yang is to be at the beginning of the process of Treading. The Dao of Treading is adverse to extravagance, so this is why \"simplicity . . . brings no blame.\" If one conducts himself with simplicity when he finds himself here at a time of Lu [Treading], whatever he might set out to do should never fail to attract a following, but in doing so he must be \"devoted exclusively to the realization of his heartfelt goals,\" for only then will he avoid arousing the opposition of others.}","commentary":"To set forth in such a way that one treads with simplicity means that one is devoted exclusively to the realization of his heartfelt goals."},{"number":2,"text":"Second Yang\nThe path to tread on is level and smooth, and if one secluded here practices constancy, he will have good fortune. {In the Dao of Lu [Treading], modesty is esteemed, and worldly success is no object of delight. This is one who works hard at achieving perfect sincerity and is offended by external ornamentation. Thus Second Yang as a yang line occupying a yin position finds itself treading the path of modesty. Here, abiding in the inner trigram and treading the Mean, this one regards obscurity and prominence as of equal value. The excellence embodied in the Dao of Lu [Treading] is at its peak with this line. This is why \"the path to tread on is level and smooth\" and free of dangerous obstacles. To practice constancy here in the midst of seclusion is something well deserving of good fortune.}","commentary":"\"If one secluded here practices constancy, he will have good fortune\": one who keeps to the Mean will not bring confusion on himself."},{"number":3,"text":"Third Yin\nThe one-eyed may still see, and the lame may still tread, but when such a one treads on the tiger's tail, it will bite him, and he shall have misfortune. Here, a warrior tries to pass himself off as a great sovereign. {When one finds himself located here at a time of Lu [Treading], it would be called immodest even if it were a yang line that occupied this yang position, so is it not much worse to have a yin line occupying this yang position, to have a soft and weak line riding on top of a hard and strong line? One who tries to achieve clarity under such circumstances would as well be one-eyed, and one who tries to make a move under such circumstances would as well be lame, so anyone trying to tread on danger here will certainly be bitten. Such a one has his will fixed on the hardness and strength [represented by Fifth Yang] and neglects to follow the path on which he should tread. He wishes to use aggression to intimidate others with his military prowess and would pass himself off as a great sovereign, but his actions cannot help but bring him misfortune. Thus to have his will focused on Fifth Yang's position in this way is the height of stupidity.}","commentary":"\"The one-eyed may still see\" but not well enough to achieve clarity. \"The lame may still tread\" but not well enough to keep up. The misfortune of being bi itten here is due to one's being unsuited for the position involved. \"A warrior tries to pass himself off as a great sovereign\" because his will knows nothing but hardness and strength."},{"number":4,"text":"Fourth Yang\nOne who treads on the tiger's tail here should be fearfully cautious, so that in the end he will have good fortune. {This line is right next to the most noble line [Fifth Yang]. As a yang line that carries a yang line, it is located at a place that inspires much apprehension, and this is why the text says: \"One who treads on the tiger's tail here should be fearfully cautious.\" However, since this is a yang line occupying a yin position, it takes modesty as its basic principle, so although it is located in a dangerous and fearful place, in the end it will achieve its goal. This is why the text says: \"In the end he will have good fortune.\"","commentary":"\"Here [one] should be fearfully cautious, so that in the end he will have good fortune\": this is a matter of his goal being realized."},{"number":5,"text":"Fifth Yang\nTread resolutely here, and practice constancy in the face of trouble. {One who obtains this place is located in the position of nobility. As such a one should use his strength to achieve resolute rectitude, the text says: \"Tread resolutely here, and practice constancy in the face of trouble.\" The Dao of Lu is adverse to worldly success, and as Fifth Yang is located in this noble position, danger is thus inherent in it.","commentary":"\"Tread resolutely here, and practice constancy in the face of trouble\": the position is correct and appropriate for this."},{"number":6,"text":"Top Yang\nOne should look where he has trodden and examine the omens involved. Here the cycle starts back, so it means fundamental good fortune. {Omens of good fortune and bad spring from where one treads. Here, one is located at the very end of Lu, so with this the Dao of Lu has completed its course. Thus one may look where he has trodden and examine the omens involved. If in abiding in this position at the very top of Lu, one achieves resonance with the cheerfulness [of First Yang], though at a lofty height, he should not be in danger, for here the cycle starts back.[[note 4]] As the great completion of the Dao of Lu, this place signifies \"fundamental good fortune.\"}","commentary":"As \"fundamental good fortune\" inheres in Top Yang, this means that one shall have blessings in great measure."}],"notes":[{"number":1,"note":"See Wang's remarks on this hexagram in section seven of his General Remarks. Note that this and all subsequent text set off in this manner is commentary by Wang Bi."},{"number":2,"note":"Dui is defined as \"lake\" in section three of Explaining the Trigrams. Kong Yingda comments: Heaven, being noble, is located above, and Lake, being humble, is located below. The noble man emulates this image of the Lu hexagram and \"makes distinction between the high and the low and so defines how the common folk shall set their goal.\" This means that he has the noble and the humble keep to their proper order. However, the name for the Lu hexagram combines two meanings. In terms of the hexagram lines, it refers to the one on top treading on the one below it, that is, Third Yin treading on Second Yang, but in terms of the image comprised of the upper and lower trigrams, lu [treading] means li [decorum]: the low should perform services for the high with proper decorum.See Zhouyi zhengyi, 2: 18b."},{"number":3,"note":"See section seven of the Commentary on the Appended Phrases, Part Two."},{"number":4,"note":"\"The cycle starts back\" translates qi xuan both here and in the text of Top Yang. This reading follows Kong Yingda's gloss of xuan (revolve, turn) as xuanfan (turn or start back—as a cycle, etc.). See Zhouyi zhengyi, 2: 20a. Both Cheng Yi and Zhu Xi gloss xuan as zhouxuan, which means \"full cycle\" or \"come full cycle\"—i.e., the entire process that something undergoes. In their view, Top Yang is the completion of the cycle of Lu, the point at which one should examine what he has done throughout the process (\"where he has trodden\") to see the good or bad that he has done as well as the omens that such actions produce. See Zhouyi zhezhong, 2: 18b."}]}