{"number":58,"id":"110110","title":{"pinyin":"","wadeGiles":"Dui","english":"Joy"},"structure":{"above":"Dui Above","below":"Dui Below"},"judgement":{"text":"Dui [Joy] is such that prevalence is had. It is fitting to practice constancy here.","commentary":"Dui means \"to give joy.\" It is by being hard inside and yet soft outside that one manages to give Joy and still fittingly practice constancy. {If one gives Joy in such a way that it violates the need to be hard and strong, this will result in ingratiation, but if one acts with hardness and strength so that it violates the need to provide Joy, this will result in cruelty. \"It is by being hard inside and yet soft outside that one manages to give Joy and still fittingly practice constancy.\" As one is hard inside, \"Joy is such that prevalence is had,\" and, as one is soft outside, \"Joy is such that prevalence is had.\"[[note 1]]}  This is how one can be obedient to Heaven and yet responsive to mankind. {Heaven, though hard and strong, does not neglect to provide Joy.} If one leads the common folk with Joy, they will forget their toil, and if one has them risk danger and difficulty with Joy, they will forget about dying. Great is Joy, for it is the motivating force of the common folk!"},"image":{"text":"Lake clinging to Lake: this constitutes the image of Joy. [[note 2]] In the same way, the noble man engages in talk and study with friends.","commentary":"{Clinging [li] means \"linked\" [lian]. No more flourishing application of Joy can be found than this.[[note 3]]} "},"sequence":{"commentary":"Sun [Compliance, Hexagram 57] provides entrance. Only after gaining such entry will one find delight in it. This is why Compliance is followed by Dui [Joy]. Dui here means \"delight.\"","irregular":"Dui [Joy] means \"show yourself.\""},"lines":[{"number":1,"text":"First Yang\nThis one achieves Joy through harmony, which means good fortune. {First Yang abides at the beginning of Joy, and because its response is not limited to any one particular line [i.e., it has no resonate partner], one here stays free of factional affiliation. This is what \"achieves Joy through harmony\" means. This one gives Joy but does not engage in ingratiation. Anyone who treads such a path when he takes action will never have his motives suspected by others, so his good fortune is indeed appropriate!}","commentary":"The good fortune that comes to one who achieves Joy through harmony is due to the fact that his actions never provoke suspicion."},{"number":2,"text":"Second Yang\nThis one achieves Joy through sincerity, which means good fortune. Regret vanishes. {One who gives Joy here so it does not violate the Mean has to be a person of sincerity. Such a one may lose his position [this is a yang line in a yin position] but he still gives Joy. His sincerity leads to good fortune, so regret vanishes.}","commentary":"The good fortune that comes to one who achieves Joy through sincerity is due to the fact that he keeps his will trustworthy. {His will is kept trustworthy.}"},{"number":3,"text":"Third Yin\nThis one comes after Joy, which means misfortune. {Where this one treads, with its yin character of softness and weakness, is not the territory of its rightful position [it is a yin line in a yang position], so it represents someone who comes in search of Joy. Not correct and yet seeking Joy, such is the way of evil sycophancy.}","commentary":"The misfortune that comes to one who comes after Joy here is due to his position not being right."},{"number":4,"text":"Fourth Yang\nThis one has to deliberate how to deal with Joy and so knows no peace, but because he wards off harm, he has happiness. {\"To deliberate how to deal with\" [shang] here includes both the meaning of \"consider\" [shangliang] and \"control\" [caizhi]. Ward off [jie] means \"keep away\" [ge]. Third Yin, engaging in sycophantic Joy, is about to draw near to the most exalted one [the ruler, Fifth Yang], so Fourth Yang uses its virtues of hardness and strength to control it and keep it away. One here must both solve inner problems and deal with exterior threats, so he \"knows no peace.\" He situates himself near to the royal domain and keeps away evil and wards off harm, so it is appropriate that \"he has happiness.\"}","commentary":"The happiness of Fourth Yang is due to the blessings that take place."},{"number":5,"text":"Fifth Yang\nThis one puts his trust in one who embodies deterioration, which means danger. {Fifth Yang is paired with Top Yin, with which it has entered into a congenial relationship. Although one here occupies the exalted and correct position [the rulership of the  hexagram], he does not find Joy in trusting the yang but instead finds Joy in trusting the yin; this is what \"this one puts his trust in one who embodies deterioration\" means. What \"deterioration\" [bo] [[note 4]] means is that the dao of the petty man is in the ascendancy.}","commentary":"\"This one puts his trust in one who embodies deterioration,\" even though his position is correct and proper. {This one with his correct and proper position puts his trust in the petty man and distances himself from the noble man, thus the text says \"even though his position is correct and proper.\"[[note 5]]} "},{"number":6,"text":"Top Yin\nThis one achieves Joy though being led. {Top Yin with its yin character occupies the rearmost position in Joy, so it represents a passive and withdrawn person. Thus one here must be led forth before he can have Joy.[[note 6]]} ","commentary":"Top Yin achieves Joy through being led, so no brilliance ever attends such a one."}],"notes":[{"number":1,"note":"This and all subsequent text set off in this manner is commentary by Wang Bi."},{"number":2,"note":"Dui (Joy) has Dui (Joy, i.e., Lake) for both its upper and its lower trigram."},{"number":3,"note":"\"Friends\" translates pengyou. Kong Yingda comments: \"People who share the same tradition of teaching [tongmen] are called 'peng,' and people who share the same goal [tongzhi] are called 'you.' There is no greater Joy than the Joy that such pengyou provide one another when they gather together to talk about and study the meaning of the Dao.\" See Zhouyi zhengyi, 6: 9b."},{"number":4,"note":"Bo (deterioration) is an obvious reference to Hexagram 23, Bo (Peeling). See the Commentary on the Judgments and note 1 of that hexagram."},{"number":5,"note":"Kong Yingda takes this to be a rebuke (see Zhouyi zhengyi, 6: 10b), and Cheng Yi regards it as a warning (see Zhouyi zhezhong, 12: 64b)."},{"number":6,"note":"Both Cheng Yi and Zhu Xi interpret Top Yin differently. Cheng comments: When other hexagrams reach the apogee of their processes, they undergo transformation, but Dui represents Joy, which when it reaches its limit tries to reach ever-greater Joy. Top Yin constitutes the ruler of Joy. It abides at the very apogee of Joy, so it represents someone whose Joy is insatiable. Thus, though his Joy may have already reached an extreme, he still wants to draw it out and increase it further. So how is it that such a thing does not lead to regret and blame? I have just said that his Joy is insatiable, but this is regardless of whether what gives him Joy is good or bad [i.e., such Joy may not necessarily be blameworthy]. Also, below Top Yin rides atop the centrality and correctness of Fifth Yang, so such a one lacks the wherewithal to exercise any evil penchant for Joy. Cheng's reading of Top Yin would seem to be: \"This one tries to draw out Joy further.\" On the other hand, Zhu Xi comments: \"Top Yin constitutes the ruler of Joy. As it abides in the top position of Joy with its yin character, it entices the two yang lines beneath it to find Joy together with it, but it is unable to compel their obedience. Thus Fifth Yang ought to take warning. However, nothing is said about the good fortune or misfortune of this line itself.\" Zhu's reading would seem to be: \"This one tries to achieve Joy by enticing others.\" See Zhouyi zhezhong, 8: 14b."}]}