{"number":11,"id":"111000","title":{"pinyin":"","wadeGiles":"Tai","english":"Peace"},"structure":{"above":"Kun Above","below":"Qian Below"},"judgement":{"text":"Tai is such that the petty depart, and the great arrive, so good fortune will prevail.","commentary":"\"The petty depart, and the great arrive, so good fortune will prevail.\" That is, Heaven and Earth interact perfectly, and the myriad things go smoothly. Those above and those below interact perfectly, and their will becomes one. The inner trigram is yang, and the outer is yin. The inner signifies strength and dynamism, and the outer signifies compliance and obedience. Inside is the noble man, and outside is the petty man. The Dao of the noble man is increasing, and the dao of the petty man is deteriorating."},"image":{"text":"\"Heaven and Earth perfectly interact\": this constitutes the image of Peace. In the same way, the ruler, by his tailoring, fulfills the Dao of Heaven and Earth and assists Heaven and Earth to stay on the right course; in so doing, he assists the people on all sides.","commentary":"{What is called Tai [Peace] refers to the time when things go smoothly on a grand scale. When what is above and what is below achieve interaction on such a grand scale, things lose their proper place and time.[[note 1]] This is why the ruler helps things along by his tailoring and, \"in so doing, assists the people on all sides.\"[[note 2]]} "},"sequence":{"commentary":"It is by this treading that Tai [Peace] occurs. Only then will there be security. This is why Lu [Treading, Hexagram 10] is followed by Tai.","irregular":"Tai [Peace, Hexagram 10] and Pi [Obstruction] are opposed in kind."},"lines":[{"number":1,"text":"First Yang\nWhen one pulls up the rush plant, it pulls up others of the same kind together with it,[[note 3]] so if one goes forth and acts, there will be good fortune. {The rush plant is such that when one pulls it up by its roots, it pulls up others connected to it. The word ru [pull up] refers to the way things get pulled up together. Here the three yang lines share the same aim, for all have fixed it on the outer [upper] trigram. The first line is the leader of its kind, so when it initiates action, the others follow, just like the rush plants that get pulled up together. The lines of the upper trigram respond compliantly and do not become disobedient or contrary, so when the yang lines advance, all of them achieve their purpose. This is why to go forth and act here with others of the same kind, means that \"there will be good fortune.\"}","commentary":"\"When one pulls up the rush plant\" and \"so if one goes forth and acts, there will be good fortune\" mean that here one should keep his aim fixed on outer things [the public world]."},{"number":2,"text":"Second Yang\nOne here embraces the uncouth, makes use of those who wade rivers,[[note 4]] and does not leave out those who are far away, thus cliques disappear, and he succeeds in being worthy of the practice of centrality [the Mean]. {It is one who embodies strength and dynamism and occupies a central position who puts these to use in Tai [Peace]. He is someone who can include among his circle the uncouth and rustic and take in those who wade rivers. As the way he uses his heart and mind is so very broad, there are none he abandons at a distance. This is why it says that he \"does not leave out those who are far away.\" Free from personal considerations and utterly impartial, he abides in \"the bright and the great [Dao].\"[[note 5]] This is why \"cliques disappear.\" In this way, he thus can \"succeed in being worthy of the practice of centrality [the Mean].\" The word shang [usually \"esteem\"] here means \"be worthy of.\"[[note 6]] \"Practice of centrality\" refers to the fifth line [i.e., the middle line in the upper trigram].}","commentary":"\"One here embraces the uncouth\" and \"succeeds in being worthy of the practice of centrality [the Mean]\" by implementing the bright and great [Dao]."},{"number":3,"text":"Third Yang\nThere is no flat that does not eventually slope; there is no going away that does involve a return, but one who practices constancy in the face of difficulty will be without blame. Grieve not over your faithfulness, for there are blessings in the salary that sustains you. {Originally Qian [as Heaven] is above, and Kun [as Earth] is below, but when one obtains the hexagram Tai, one finds that the former has descended, and the latter has risen. Thus the third line occupies a position at the boundary of Heaven and Earth and [as a yang line] is about to return to its proper place [above, i.e., Heaven]. When it actually does return to its proper place, as a superior [Third Yang] will keep to noble station, and as a subordinate [Fourth Yin] will keep to a humble station.[[note 7]] This is why \"there is no going away that does not involve a return\" and \"no flat that does not eventually slope.\" Here one is situated at the point where the route between Heaven and Earth is about to be blocked and where the level road is about to slope, things that signify that a moment of great flux is about to occur and the world is about to undergo radical change. Thus one does not neglect his uprightness while in repose and does not neglect the proper response while engaged in action. Here in the face of difficulty, if one is able to practice constancy, he will not lose his righteousness. This is why he \"will be without blame.\" This is someone who faithfully practices righteousness and sincerity, so, free of any grief over his own faithfulness, he achieves spontaneous understanding of what is here involved. This is why it says: \"Grieve not over your faithfulness, for there are blessings in the salary that sustains you.\"}","commentary":"\"There is no going away that does not involve a return\": this is at the boundary between Heaven and Earth. {This is the boundary at which Heaven and Earth are about separately to return, each to its proper place.}"},{"number":4,"text":"Fourth Yin\nFluttering, one does not use riches to deal with his neighbors. Without admonishing them, he has their faithfulness. {Qian is happy to arise and return to its own place, and Kun is happy to descend and return to its own place. The fourth line occupies a place at the head of Kun but does not have a strong hold on this position, so it retreats when it is ordered to do so. This is why it is described as \"fluttering.\"[[note 8]] The lines of Kun [i.e., the upper trigram] all happily descend; when this one line itself retreats, the rest all follow. Thus here one does not have to rely on riches to make use of his neighbors, for none fails to identify his ambitions and wants with those of Fourth Yin itself. This is why their faithfulness comes about spontaneously without having to rely on admonition to get it.}","commentary":"\"Fluttering, one does not use riches\": all [the yin lines] have lost solid footing. \"Without admonishing them, he has their faithfulness\": they desire it in their heart of hearts."},{"number":5,"text":"Fifth Yin\nThe sovereign Yi gave his younger sister in marriage.[[note 9]] As a result, there were blessings and fundamental good fortune. {Women say of their getting married that they \"are returning.\" The Tai [Peace] hexagram indicates a time when yin and yang interact with each other. Here a female occupies a noble position, treading a central course [staying on the path of the Mean] and abiding in compliance. Lowering herself to resonate with Second Yang, she enters into a mutual relationship of effect and response. As she employs the virtue of centrality to carry out her wishes, she does not violate the propriety involved. The statement \"the sovereign Yi gave his younger sister in marriage\" is truly in accord with this concept. She treads the way of compliance and abides in centrality [the Mean], so when she carries out her wishes it results in blessings. Here the mutual matching of yin with yang is brought to the perfection appropriate to it, therefore \"fundamental good fortune\" occurs.}","commentary":"\"As a result, there were blessings and fundamental good fortune\": here wishes are carried out by following the precept of the Mean."},{"number":6,"text":"Top Yin\nThe city wall falls back into the moat. Do not use the army now, and only in one's own city issue commands, otherwise constancy will be debased. {To be located at the very top of Tai [Peace] always indicates a return to the position with which it resonates [Third Yang]. Here the Dao of Tai is about to perish, for those above and those below do not interact. Those in humble station no longer take orders from above, and those in noble station no longer extend benefaction to those below. Thus \"the city wall falls back into the moat,\" for the Dao of the humble has collapsed. \"Do not use the army now\" means \"do not launch any importune attacks.\" \"Only in one's city issue commands, otherwise constancy will be debased,\" for the Dao of Pi [Obstruction, Hexagram 12] has already formed, and orders will not be carried out.}","commentary":"\"The city wall falls back into the moat\": commands here will result in confusion."}],"notes":[{"number":1,"note":"At a time of such fructification, nature is, in effect, out of control, and it requires a true sovereign to bring order to things. Kong Yingda explained Wang's statement as: \"When things lose their proper place and time, then winter is warm, and summer is cold; autumn begets things, and spring puts them to death.\" See Zhouyi zhengyi, 2: 21a. This view is based on a belief in the resonance between human rule and the course of nature."},{"number":2,"note":"This and all subsequent text set off in this manner is commentary by Wang Bi."},{"number":3,"note":"Cf. Hexagram 12, Pi (Obstruction), First Yin."},{"number":4,"note":"\"Those who wade rivers\" seems to refer to those utterly benighted folk beyond the pale of even rudimentary civilization— those who do not even know to straddle a log to cross a river, let alone know about boats."},{"number":5,"note":"\"The bright and great [Dao]\" translates guangda. Kong Yingda glosses this expression as guangda zhi dao (the bright and great Dao). See Zhouyi zhengyi, 2: 21b. Note that Wang's use of guangda here is borrowed from Commentary on the Images for the line."},{"number":6,"note":"Shang might also mean \"assist.\" In his Jingyi shuwen (Accounts of what has been heard concerning interpretations of the Classics), the great Qing dynasty philologist Wang Yinzhi (1766-1834) comments on Wang Bi's gloss: \"Wang Bi interprets shang [esteem] as pei [be worthy of], but among ancient exegetical writings there is no evidence for this.\" He then goes on to cite the Erya (Elegant and correct writings in familiar terms), a third or second century B.C. lexicographic work, to the effect that shang means you (assist). See Lou, Wang Bi ji jiaoshi, 1: 279 n. 12. In the light of this interpretation, Second Yang of Tai should end with \"he can assist the exercise of centrality.\" Also, if we interpret shang in its usual sense of \"esteem,\" it would end with \"he obtains esteem for his exercise of centrality.\""},{"number":7,"note":"That is, when Third Yang moves \"back\" to the fourth position, it will become a Fourth Yang, and when Fourth Yin moves \"back\" to the third position, it will become a Third Yin. Likewise, all the yang lines in the lower trigram so change to yin lines, and all the yin lines of the upper trigram so change to yang lines, thus Tai becomes Pi (Obstruction), Hexagram 12."},{"number":8,"note":"\"Fluttering\" translates pianpian, which Lu Deming (556-627 A.D.) glosses as qing ju mao (an appearance of lightly fluttering on the air). See Zhouyi yinyi (Pronunciation and meaning of terms in the Changes of the Zhou), included in his Jingdian shiwen 2: 71; see also Lou, Wang Bi ji jiaoshi, 1: 280 n. 17. From the way Wang interprets the context, it appears that pianpian here means \"flutter down.\""},{"number":9,"note":"Traditionally, Sovereign Yi is identified as the father of Zhou, the last of the Shang kings; his traditional dates are 1191-1155 B.C. This identification was first proposed by Yu Fan (164-233 A.D.); his comments are quoted in the Zhouyi jijie (Collected exegeses on the Changes of the Zhou) of Li Dingzuo (eighth century A.D.), 4: 79, and seem to be based on evidence given in the Zuozhuan (Zuo's chronicles on the Spring and Autumn Annals), in a passage concerning the ninth year of the reign of Duke Ai (487 B.C.); see Legge, The Chinese Classics, 5: 819. However, \"Yi\" is included among a number of Shang kings' names, and it is by no means certain that the Zuozhuan and Yu Fan are correct. There is also controversy over whether it is a daughter or a younger sister who is given in marriage. \"Gave in marriage\" translates gui, which literally means \"[caused to] return.\" This involves a \"return\" to the husband's family. Note that the phrase \"Sovereign Yi gave his younger sister in marriage\" also occurs in Hexagram 54, Guimei (Marrying Maiden), Fifth Yin."}]}