{"number":9,"id":"111011","title":{"pinyin":"","wadeGiles":"Xiaoxu","english":"Lesser Domestication"},"structure":{"above":"Sun Above","below":"Qian Below"},"judgement":{"text":"Xiaoxu is such that prevalence may be had. {Here one can neither do great domestic garnering nor block the strong,[[note 2]] but by hardening one's will it will be possible to act, and this is how prevalence occurs.[[note 3]]}  Dense clouds do not rain but start off from our western suburbs.[[note 4]]","commentary":"Here in Xiaoxu [Lesser Domestication] a weak line obtains an appropriate position [as a yin line in a yin position], so those above and those below respond to it. Such a situation is called Xiaoxu. {This refers to Fourth Yin. The meaning of the entire hexagram resides in this line. It is because in the whole hexagram there is not a second yin line to share the response of the yang lines that \"those above and those below respond to it.\" And, as it has obtained this position so that \"those above and those below respond to it,\" Third Yang is unable to encroach upon it. That is the meaning of Xiaoxu.} The lower trigram is strong [jian] whereas the upper trigram is Sun [Compliance] itself,[[note 5]] so thanks to this hardness and its adherence to the Mean, the will of Fifth Yang is carried out, resulting in prevalence. \"Dense clouds do not rain\" refers to how they [the yang lines] keep moving away. They \"start off from our western suburbs\" means that the power [of Xiaoxu] is less than effective. {The power of Xiaoxu [Lesser Domestication] is sufficient to produce dense clouds, which then \"start off from our western suburbs,\" but it is insufficient to produce rain. How do we know that it is less than able to produce rain? What could produce rain would be the yang rising to exert pressure on the yin and the yin having the capability to hold its ground against it, after which the rising vapor would turn into rain. But here it is possible neither to gain control over the Dao [innate tendency] of First Yang to return upward nor to block Second Yang from being drawn along and returning, too. As Third Yang is even less effective because it is unable to return upward at all, and as the ones below \"keep moving away,\" how could the power that Xiaoxu [Lesser Domestication] has ever prove effective enough? Thus the reason why these dense clouds are yet unable to produce rain is that \"they [the yang lines] keep moving away.\" But how could we ever explain this in terms of how it would rain only if the yin were able to block these yang lines? Top Yang alone can block Third Yang's path. Thus Third Yang is not only prevented from advancing, its \"carriage body would be separated from its axle housing\" [i.e., \"put out of commission\"]. It is by blocking Third Yang's path that Top Yang brings security to its position. This is why Top Yang \"not only achieves rain but also secures its place.\" If Fourth Yin and Fifth Yang were both capable of the same excellent domestication as that done by Top Yang, then it is obvious that rain could be made to fall. If we were to discuss this in terms of the hexagram as a whole, we would have to say that it is capable of nothing more than the Lesser Domestication of dense clouds. If indeed the yin line is not equal to blocking the yang lines, although their return itself might be the most splendid thing possible, as dense clouds they \"start off from our western suburbs\" and thus cannot produce rain. That rain does not fall signifies that \"the power [of Xiaoxu] is less than effective.\" A Judgment discusses the body or substance of a hexagram as a whole; thus this one says: \"Dense clouds do not rain.\" The Commentary on the Images addresses itself in each case to the particular virtue of a given line; thus at Top Yang it says: \"This one not only achieves rain but also secures its place.\"}"},"image":{"text":"Wind moves through the Heavens: this constitutes the image of Xiaoxu [Lesser Domestication]. In the same way, the noble man cultivates his civil virtues.","commentary":"{Here one finds that he cannot yet exercise his power, and this is why one here can do nothing more than \"cultivate his civil virtues.\"[[note 6]]} "},"sequence":{"commentary":"Closeness as such means \"a bringing together.\" Bringing together has to involve domestication. This is why Bi [Closeness, Hexagram 8] is followed by Xiaoxu [Lesser Domestication].","irregular":"Xiaoxu [Lesser Domestication] results in few resources."},"lines":[{"number":1,"text":"First Yang\nIn returning, one follows the appropriate Dao [path], so how could there be any blame involved? This means good fortune. {Located at the first position of the Qian trigram, First Yang uses it to rise to the first position of the Sun trigram, and as Fourth Yin is in resonance with First Yang, it does not try to resist it. Here a yang line rises to a yin line, and its return follows the path that is right for it, and as Fourth Yin remains compliant and does not oppose First Yang, what violation is there that could possibly incur blame? This results in the good fortune that happens when one achieves \"proper behavior.\"}","commentary":"\"In returning, one follows the appropriate Dao [path]\": Proper behavior here results in good fortune.[[note 7]]"},{"number":2,"text":"Second Yang\nDrawn along, one returns, and this means good fortune. {Located at the middle position of the Qian trigram, Second Yang uses it to rise to Fifth Yang of the Sun trigram. As Fifth Yang does not represent the ultimate degree of domestication [i.e., it is not Top Yang of Xiaoxu], it is not the one to block Second Yang. Although it is incapable of achieving the same degree of nonresistance as does the yin line, Second Yang still allows itself to be drawn along and so succeeds in returning. This is how it has good fortune.}","commentary":"\"Drawn along, one returns\": One here both abides in a central position and also is himself without error.[[note 8]]"},{"number":3,"text":"Third Yang\nThe carriage body would be separated from its axle housing, so husband and wife turn their eyes against each other. {Top Yang, representing Xiaoxu at its strongest, does not permit Third Yang to be drawn along and join in the march [with First and Second Yang]. If it were to try to go forward under these circumstances, it would be sure to have its \"carriage body . . . separated from its axle housing.\" Third Yang may be the top line in the yang trigram [Qian], but Top Yang is the leader of the yin trigram [Sun], and, since Xiaoxu is led by its yin trigram, Third Yang cannot leave its position and make its return [with the others]. The text expresses the meaning of this as a metaphor in which \"husband and wife turn their eyes against each other.\"[[note 9]]} ","commentary":"\"Husband and wife turn their eyes against each other\": this means that it is not possible to put the house in order.[[note 10]]"},{"number":4,"text":"Fourth Yin\nIf there is sincerity, blood will be kept away, and apprehension purged, and one will not incur blame.[[note 11]] {That blood is mentioned here is due to the transgression of Third Yang against Fourth Yin. Fourth Yin rides on top of Third Yang, and they are right next to each other but do not form a pair. Also, Third Yang labors to advance, but Fourth Yin gets in its way, for it seems that Fourth Yin fears that Third Yang would invade and conquer it. Top Yang also has enmity for Third Yang, but it can do something about controlling it. As Fourth Yin has the same goal as Top Yang, they equally trust in each other's sincerity. Although Third Yang puts pressure on Fourth Yin, it cannot succeed in its transgression. Thus Fourth Yin manages to keep blood away [i.e., avoids injury] and have its fear purged, and in protecting itself it incurs no blame.}","commentary":"\"If there is sincerity, . . . apprehension [will be] purged\": This is due to Top Yang sharing its goal with it [Fourth Yin].[[note 12]]"},{"number":5,"text":"Fifth Yang\nIf there is sincerity, this one will lend a helping hand and enrich its neighbors. {Fifth Yang obtains this position of nobility and, harboring no suspicions against Second Yang, does not oppose its arrival. Second Yang's being drawn along is something to which Fifth Yang lends its own helping hand; it is not dedicated to securing just its own security. This is what the text means by \"if there is sincerity, this one will lend a helping hand.\" Because this is a yang line in a yang position, to be here is to be located where the real power is. One who abides in such fullness and finds himself in this position of real power but yet is not dedicated to just his own security is someone who will \"enrich [his] neighbors.\"[[note 13]]}","commentary":"\"If there is sincerity, this one will lend a helping hand\": this means that Fifth Yang will not keep its wealth to itself."},{"number":6,"text":"Top Yang\nThis one not only achieves rain but also secures its place. It is esteemed for the way it carries its virtue, but even a wife's constancy here means danger, and as the moon is almost full, so if the noble man goes forth and acts, it will mean misfortune. {Located at the very top of Xiaoxu, Top Yang is the line that is able to accomplish domestication. It is because Third Yang does not manage to prevail here that \"this one not only achieves rain,\" and it is because the strong cannot invade it that it \"also secures its place.\" As the very embodiment of Sun and located at the top, it is something that the strong dare not transgress against. This is what is meant by \"it is esteemed for the way it carries its virtue.\" Top Yang is the leader of this yin trigram, and, as it is able to domesticate the hard and the strong, \"it is a gatherer and carrier of virtue.\" When a wife controls her husband or when a minister controls his sovereign, although they practice constancy, they still place themselves on the edge of danger. This is why the text says: \"Even a wife's constancy here means danger.\" There is no fuller waxing for yin than the way it waxes here, and this is why the text says: 'The moon is almost full.\" That which is full and yet keeps on advancing is sure to violate its Dao.[[note 14]] When a yin excites the suspicions of a yang, it is sure to be attacked. So even if it is a noble man who is making his return here, for him to \"go . . . forth and act\" as such will surely lead to misfortune. This is why the text says: \"If the noble man here goes forth and acts, it will mean misfortune.\"}","commentary":"\"This one not only achieves rain but also secures its place,\" for it is a gatherer and carrier of virtue. \"If the noble man goes forth and acts, it will mean misfortune,\" for he will be the object of suspicion. {To be located in a lower trigram and succeed there at going forth and acting while still avoiding blame is something that only happens in Tai [Peace].[[note 15]] However, Tai is such that Kun as a trigram is something that originally should be located below, as it is compliant, weak, and unable to be a match for the hard and strong [the yang lines of Qian, the lower trigram in Tai]. This is why the lines in Qian can all fulfill the nature of their kind, set forth to act, and have it result in good fortune. However, from this point on in Xiaoxu, to try to advance would in every case result in trouble. Although the trigram Sun here is incapable of the excellence at domestication achieved by the trigram Gen [the upper trigram in Daxu, (Great Domestication), Hexagram 26], it also is unwilling to behave with the compliancy and obedience of the trigram Kun [the upper trigram in Tai (Peace), Hexagram 11]. Thus it may be capable of some slight advance, but it is incapable of a full-scale campaign, which explains why First Yang and Second Yang succeed when they try to return and why, when it comes to Third Yang, its \"carriage body would be separated from its axle housing.\" Great Domestication [] represents the ultimate in domestication. Its domestic garnering as such keeps on without end, and at its furthest point it extends everywhere. This is why the fullness of its domestication takes place throughout Fourth Yin and Fifth Yin, and when it reaches Top Yang, its Dao [way] permits one to speed along without any hindrance. However, Xiaoxu is able to garner domestically only that which it manages to gather by the time it reaches its end point [Top Yang]. This explains why Fourth Yin and Fifth Yang can thus manage to advance but Top Yang would suffer the separation of axle housing and carriage body if it were to try a campaign here of its own.[[note 16]]}"}],"notes":[{"number":1,"note":"\"Domestication\" translates xu, which means \"to pasture or tame,\" on the one hand, and, when it is used interchangeably with a similar character, xu, \"to save, store up, or garner,\" on the other. Both Wang Bi and Kong Yingda largely seem to understand it to mean the former—Kong, in fact, glosses it as xuzhi or zhixu (block, bring to a halt); see Zhouyi zhengyi, 2: 14a—though in certain places both in the text and in their commentaries it seems to refer—at least in part—to the accumulation of the resources that lead to prosperity. In these cases, it is translated as \"garner domestically.\" This ambiguity was noticed by Cheng Yi, who first glosses xu as ju (gather, collect) then glosses it as zhi (stop, halt), and finally adds the statement \"when a stopping or halting occurs, a gathering happens\" (zhi ze ju)—so he wants to have it both ways. See Zhouyi zhezhong, 2: 7a. The same ambiguity exists in the text of and the commentaries to Daxu (Great Domestication), Hexagram 26."},{"number":2,"note":"Kong Yingda comments: If it were Daxu [Great Domestication, Hexagram 26], Qian would be below, and Gen would be above. Gen is a yang trigram, and since it also can block things, it can block the hardness and strength of Qian here, so what it domesticates is great. This is why this hexagram is called \"Great Domestication.\" However, this hexagram [Xiaoxu, Lesser Domestication] has Sun above and Qian below. Sun is yin and weak as well as harmonious and compliant by nature, so it is unable to block and domesticate the Qian trigram that is located below. As it is only capable of domesticating and blocking Third Yang, what it domesticates is very limited. This is why its name is \"Lesser Domestication.\" See Zhouyi zhengyi, 2: 14a."},{"number":3,"note":"This and all subsequent text set off in this manner is commentary by Wang Bi. Kong Yingda comments: \"First Yang and Second Yang manage to act because of their hardness and strength. It is due to their hardness and strength that the sovereign [Fifth Yang] is able to have his prevalence spread wide.\" See Zhouyi zhengyi, 2: 14a."},{"number":4,"note":"Kong Yingda comments: \"If the yang lines that are ascending were able to be blocked and domesticated by the yin line, the two different qi [vapors] would exert enough pressure on each other to produce rain. Here, however, the yin line can only block and domesticate Third Yang, and its qi is garnered only as dense clouds. First Yang and Second Yang continue to escape freely upward, and this is why no rain can be produced.\" See Zhouyi zhengyi, 2: 14a. Wang Bi says something similar in his comments on the Commentary to the Judgments here at Xiaoxu. See also Hexagram 62, Xiaoguo (Minor Superiority), Fifth Yin, and note 11 there."},{"number":5,"note":"\"Strong\" (jian) is a pun on Qian (Pure Yang), the lower trigram, and Sun actually means \"compliance.\""},{"number":6,"note":"Kong Yingda comments: One who is a noble man here can but cultivate his civil virtues and wait for the time when, as if it were a strong wind blowing, he begins to issue orders. Then his power will touch everything just as the wind does when moving across the Earth. At such a time one can no longersay that his power \"is less than effective.\" Here, however, the wind is up in the Heavens, and, being far away from things, there is no way its power can reach them. This is why the text says: \"Wind moves through the Heavens.\" See Zhouyi zhengyi, 2: 15b."},{"number":7,"note":"\"Proper behavior here\" translates qi yi. Kong Yingda comments: \"For yang to rise to yin and for the hard to resonate with the soft, this involves behavior that maintains its right course by adhering to principle, and this means good fortune.\" See Zhouyi zhengyi, 2: 15b."},{"number":8,"note":"Kong Yingda comments: \"This strong line is drawn along to return, because here in the middle of the lower trigram it avoids being blocked up, thanks to the centrality it obtains, and also because in its own right it stays free of error. This is how [the Commentary on the Images] explains 'drawn along, one returns, and this means good fortune.' \" See Zhouyi zhengyi, 2: 16a."},{"number":9,"note":"Kong Yingda comments: \"It is because the husband and wife are at odds that they 'turn their eyes against each other' and glare.\" See Zhouyi zhengyi, 2: 16a. Note also that the trigram Sun (Compliance) is also considered the Eldest Daughter (see section ten of Explaining the Trigrams), but here the pairing of Sun with Qian (Pure Yang, the male, a husband) results in a marriage based on opposition. The contiguous lines, Third Yang and Fourth Yin, also represent the married couple, and they too \"are at odds.\" See Cheng Yi's comments, in which he remarks that Fourth Yin's success in opposing and controlling her \"husband\" is due to his \"not having obtained centrality\" (i.e., the line is off center and thus in violation of the Dao); she could not do it otherwise. See Zhouyi zhezhong, 2: 10b."},{"number":10,"note":"Kong Yingda comments: \"The husband represented by Third Yang is incapable of putting Top Yang's house [the Sun trigram] in order, and this is why they 'turn their eyes against each other.' \" See Zhouyi zhengyi, 2: 16a. Here, the opposition seems to be that of Third Yang with Top Yang rather than with Fourth Yin, but, as Top Yang is the leader of a yin trigram, Sun, this is still a yin versus yang confrontation."},{"number":11,"note":"Cf. Hexagram 59, Huan (Dispersion), Top Yang."},{"number":12,"note":"\"Top Yang sharing its goal with it\" translates shang he zhi. The reading of shang as shangjiu (ninth in the top place, that is, Top Yang) follows both Wang Bi's interpretation and that of Kong Yingda; see Zhouyi zhengyi, 2: 16a-16b. Cheng Yi interprets shang as \"the line above\"—i.e., Fifth Yang—and his comment on this passage reads in part: \"It is because Fourth Yin has sincerity that Fifth Yang has confidence in it and shares its goal with it.\" That is, Cheng emphasizes the fact that the contiguous Fifth Yang and Fourth Yin stand in relation to each other as sovereign and minister. Zhu Xi is silent as far as this passage is concerned, but his commentary to Fourth Yin differs from both the Wang/Kong and the Cheng interpretations in that he thinks that it is Second Yang, with which Fourth Yin is in natural resonance, that comes to Fourth Yin's assistance. See Zhouyi zhezhong, 2: 11a-11b and 11: 22a."},{"number":13,"note":"Both Cheng Yi and Zhu Xi think that the word \"neighbors\" (lin) here has nothing to do with Second Yang but refers to Fourth Yin and Top Yang, the lines contiguous with it and with which it makes up the upper Sun trigram. The joint purpose of these three lines, as Zhu Xi puts it, is to \"pool their strength and garner the lower Qian trigram.\" Thus the \"helping hand\" is extended not to Second Yang but to the other two lines in Sun. See Zhouyi zhezhong, 2: 11b-12a."},{"number":14,"note":"Kong Yingda comments: \"A wife trying to control her husband is like the moon trying to compete with the sun when it is waxing to its full.\" That is, such an attempt is ephemeral and futile. See Zhouyi zhengyi, 2: 17a."},{"number":15,"note":"See Wang's commentary to Hexagram 11, Tai (Peace), First Yang."},{"number":16,"note":"That is, Xiaoxu is worn out by the time it reaches its end point at Top Yang, and, like Third Yang, would suffer a breakdown."}]}