{"number":5,"id":"111010","title":{"pinyin":"","wadeGiles":"Xu","english":"Waiting"},"structure":{"above":"Kan Above","below":"Qian Below"},"judgement":{"text":"As there is sincerity in waiting, so prevalence shall be gloriously manifest, and constancy result in good fortune. It is fitting to cross the great river.","commentary":"Xu means \"waiting,\" as danger lies in front.[[note 1]] Hard and strong, one does not founder here, the meaning of which is, one will not find himself in dire straits. \"As there is sincerity in waiting, so prevalence shall be gloriously manifest, and constancy result in good fortune\": here one abides in the place of Heaven and does so with rectitude and within the Mean. {This refers to Fifth Yang. Here one abides in the place of Heaven[[note 2]] and practices rectitude and the Mean. It is by doing so that he makes provision against all contingencies. This is how the Dao of Xu is perfectly realized. Thus \"prevalence shall be gloriously manifest, and constancy result in good fortune.\"[[note 3]]}  \"It is fitting to cross the great river\": this means that if one were to set forth, he would gain meritorious achievement. {When someone imbued with the virtue of Qian [Pure Yang] obtains the chance to move forward, he will prevail in whatever he sets out to do.}"},"image":{"text":"Clouds rise up to Heaven: this constitutes the image of Waiting.[[note 4]] In the same way, the noble man takes this opportunity to enjoy himself in drinking and eating.","commentary":"{As Juvenile Ignorance [Hexagram 4] has already faded away, replete virtue here gloriously prevails, so the time for \"enjoying [oneself] in eating and drinking\" has certainly arrived!}"},"sequence":{"commentary":"When things are in their immature state, one cannot fail to nourish them. This is why Meng [Juvenile Ignorance, Hexagram 4] is followed by Xu [Waiting]. Xu here indicates the Dao of food and drink [i.e., nourishment taken while waiting].","irregular":"Xu [Waiting] means \"do not advance.\""},"lines":[{"number":1,"text":"First Yang\nWhen waiting in the countryside, it is fitting to practice perseverance, for then there will be no blame. {When one finds himself in a time of Xu, this is the farthest point away from difficulties, so one can stop his progress here. In so doing, he keeps far away from danger and waits for the right moment. Although such a one refrains from responding to opportunities, he can still in this way safeguard correct norms of conduct.}","commentary":"\"Waiting in the countryside\": this means that one does not risk engaging himself in difficult matters. \"It is fitting to practice perseverance, for then there will be no blame\": this means that one never neglects his rightful duties."},{"number":2,"text":"Second Yang\nWhen waiting on the sand, it might slightly involve rebuke, but in the end, good fortune will result. {Here one gets moved closer to difficulties, and this is why the text says \"waiting on the sand.\"[[note 5]] This does not go so far as to \"attract . . . robbers to him,\"[[note 6]] so the text merely says: \"It might slightly involve rebuke.\" Here one is close but not so close that he is oppressed by danger and far but not so far that he will be too late for the moment when it happens. He treads on a place of strength and abides in the Mean and in this way awaits the right opportunity. \"Although 'it might slightly involve rebuke,' he will finish up with good fortune.\"}","commentary":"\"Waiting on the sand\": it is with ease and generosity that he locates himself in this central position, so although \"it might slightly involve rebuke,\" he will finish up with good fortune."},{"number":3,"text":"Third Yang\nWhen waiting on the mud, it attracts robbers to him. {As a hard and strong person is oppressed with difficulties here, he wishes to advance along his way, but by doing so he comes to the attention of robbers and attracts enemies. Since he still has something for which to wait, he does not let his hardness and strength founder. That robbers have come is because he brought them upon himself, \"but if he seriously takes the utmost precautions,\" this will allow him to avoid defeat.}","commentary":"\"Waiting on the mud\": calamity lies just beyond. It is he himself who has attracted robbers, but if he seriously takes the utmost precautions, he will not suffer defeat."},{"number":4,"text":"Fourth Yin\nWhen waiting in blood, one has to come out of the pit. {Whenever mention is made of blood, it means that yin and yang have wounded each other. Here yin and yang are immediately contiguous but do not resonate together. Yang wishes to press forward, but yin blocks its way; thus they wound each other. The pit signifies the Dao of the yin principle. Here one is located at the first line of Kan [Sink Hole], which is to abide in a pit. Third Yang advances hard and strong, and Fourth Yin cannot ward it off. As it has been invaded, Fourth Yin has to fall back. This is a matter of \"as he is compliant, he obeys\" orders. This is why the text says: \"When waiting in blood, one has to come out of the pit.\"}","commentary":"\"Waiting in blood\": as he is compliant, he obeys."},{"number":5,"text":"Fifth Yang\nWhen waiting for wine and food, it means the good fortune that derives from constancy. {The waiting involved with Xu is done in order to achieve great success. As one here has already obtained the \"place of Heaven\" and freely practices the Mean and rectitude, there is nothing to wait for any longer. This is the reason why all one need be concerned about is \"wine and food,\" for here one garners \"the good fortune that derives from constancy.\"}","commentary":"\"Wine and food\" means \"the good fortune that derives from constancy\" because of adherence to the Mean and rectitude."},{"number":6,"text":"Top Yin\nWhen entering the pit, one finds that three uninvited guests have arrived. If one treats them with respect, in the end, there will be good fortune. {The reason Fourth Yin \"has to come out of the pit\" is that, not being in resonance with Third Yang, it blocks its way, and if it does not fall back, it would suffer disaster. Thus it must abandon the pit and so avoid this confrontation with Third Yang. When one reaches Top Yin, he finds himself at the very end of this hexagram, so this cannot have anything to do with blocking the way. Top Yin is in resonance with Third Yang, so Third Yang's coming to Top Yin is done in order to render it assistance. Thus there is no falling back because of fear of disaster on Top Yin's part, but instead one takes a stand here by \"entering the pit.\" The reason the three yang lines had not dared to advance is that this line represents the last stage of Xu's difficulties, but with the actual end of these difficulties, they arrive without waiting to be summoned. It is because Top Yin itself is located at the end of these difficulties that they come of their own accord. Top Yin is located at a place where there is no position for it. Also it is one yin line and yet plays the host for three yang lines, thus it must \"treat them with respect,\" for only then \"in the end [will] there . . . be good fortune.\"}","commentary":"\"Uninvited guests have arrived. If one treats them with respect, in the end, there will be good fortune.\" Although one is not in a proper position here, this is not a great mistake. {To be located in a place where there is no position for one is what \"one is not in a proper position\" means. It is by paying the guests respect that one obtains \"good fortune in the end.\" This is why the text says: \"Although one is not in a proper position here, this is not a great mistake.\"}"}],"notes":[{"number":1,"note":"Cheng Yi sums up the relationship between the constituent trigrams of Xu: \"Qian's nature being hard and strong means that it is something that must go forward, but here it is located beneath the danger of Kan [Sink Hole]. As this danger becomes an obstacle to Qian, it must now wait here and advance only later.\" See Zhouyi zhezhong, 1: 32a."},{"number":2,"note":"Kong Yingda glosses tianwei (place of Heaven) as tianzi zhi wei (position of the Son of Heaven, i.e., a true sovereign).\nZhouyi 14 zhengyi, 2: 1b."},{"number":3,"note":"This and all subsequent text set off in this manner is commentary by Wang Bi."},{"number":4,"note":"Kong Yingda comments: \"The way Heaven has it rain is to wait for the right time to let it fall. In this the way the text sheds light on how the great beneficence of Xu shall be dispensed and how its replete virtue shall also prevail.\" See Zhouyi zhengyi, 2: 2a."},{"number":5,"note":"Kong Yingda comments: \"Sands are the lands at the edge of bodies of water, a bit closer to the water itself, so when one waits for the right moment on these sands, difficulties are consequently somewhat closer to him.\" See Zhouyi zhengyi, 2: 2a."},{"number":6,"note":"Cf. Third Yang here at Xu; Hexagram 40, Xie (Release), Third Yin; and section eight of the Commentary on the Appended Phrases, Part One."}]}