{"number":26,"id":"111001","title":{"pinyin":"","wadeGiles":"Daxu","english":"Great Domestication[[note 1]]"},"structure":{"above":"Gen Above","below":"Qian Below"},"judgement":{"text":"Daxu is such that in its constancy it is fitting. Not eating at home means good fortune. It is fitting to cross the great river.","commentary":"In Daxu [Great Domestication] we find the hard and strong and the sincere and substantial gloriously renewing their virtue with each new day. {Any person who withdraws as soon as he achieves satisfaction is a weak person, and any person who falls as soon as he achieves honor is a person of meager worth, but those capable of \"gloriously renewing their virtue with each new day\" have to be \"the hard and the strong and the sincere and substantial.\"[[note 2]]}  By filling the highest position with the hard and strong, one honors the worthy. {This refers to Top Yang. With such a one occupying the top position, everything goes smoothly. Here the hard and strong come, but he [the ruler, Fifth Yin] does not reject such a one, and this is what is meant by \"honors the worthy.\"} It takes great righteousness to be able to check the strong. {Nothing has greater strength than Qian, and only great righteousness has ever been able to check it.} \"Not eating at home means good fortune,\" for here the worthy are nurtured. \"It is fitting to cross the great river,\" for one is in resonance with Heaven. {Here assets garnered by Great Domestication are used to nurture the worthy, which frees them from having to eat at home, so this means good fortune. Here one honors the worthy and keeps the strong under check, and with righteousness so great that it resonates with Heaven, one does not have to worry about dangers and difficulties. Thus \"it is fitting to cross the great river.\"}"},"image":{"text":"Heaven located within the Mountain: this constitutes the image of Great Domestication.[[note 3]] In the same way, the noble man acquires much knowledge of things said and done in the past and so domesticates and garners his own virtue.","commentary":"{It is one's capacity to domesticate and garner things in his bosom that allows him to prevent virtue from becoming dispersed and lost—nothing other than that.}"},"sequence":{"commentary":"Only when there is no errancy can there be domestication. This is why Wuwang [No Errancy, Hexagram 25] is followed by Daxu [Great Domestication].","irregular":"Daxu [Great Domestication] is a matter of timeliness."},"lines":[{"number":1,"text":"First Yang\nHere there is danger, so it is fitting to desist. {It is Fourth Yin that exerts domestic control over [blocks] First Yang, so at First Yang one cannot yet act in defiance. Thus, if one were to advance here, there would be danger, but if one were to desist, it would be fitting.}","commentary":"\"Here there is danger, so it is fitting to desist.\" One should not defy calamity here. {First Yang is located at the first stage in the growth of strength, so it has not yet fully realized its true strength, and this is why it is possible to find desisting here a fitting thing to do.}"},{"number":2,"text":"Second Yang\nThe carriage body would be separated from its axle housing.[[note 4]] {Fifth Yin is located where domestication is at its strongest, so at Second Yang one cannot yet act in defiance. To advance here under such circumstances would result, as the text says, in \"the carriage body\" getting \"separated from its axle housing.\" This one manages to abide in centrality [the Mean] here and, because of that centrality, does not become one of \"those who wade rivers,\"[[note 5]] but rather one who would have no regrets even if he had to give up his life. Faced with difficulties, he is still able to hold his ground, thus \"there will be no mistake.\"}","commentary":"\"The carriage body would be separated from its axle housing,\" but if one abides in centrality [the Mean], there will be no mistake."},{"number":3,"text":"Third Yang\nWith fine horses to drive fast in pursuit, it is fitting to practice constancy in the face of difficulties. Even though it be said that there will be attempts to check one's carriage, he will defend himself, so it is fitting to set out to do something. {Whenever something reaches its point of furthest development, it will reverse itself, and this is why when domestication reaches its point of furthest development, there is a breaking out of it. The advance of First Yang and Second Yang was checked by the full power of domestication, thus they could not ascend. But with Third Yang, it ascends to Top Yang, and Top Yang abides in prevalence on the \"highway of heaven.\" This route is such a great thoroughfare[[note 6]] that one can advance along it without any hindrance and so can drive at top speed. This is why the text says \"with fine horses to drive fast in pursuit.\" Where Third Yang treads is the right place for it, and its advance occurs just at the right time, so there on its open road it is free from worry about danger or obstruction. Thus \"it is fitting to practice constancy in the face of difficulties.\" Xian [train; restrain] here means \"he\" [detain, check, obstruct]. Wei [guard] means \"hu\" [defend; take care of oneself]. As one's advance here takes place at the right time, even though he has to cross over dangers and difficulties, no harm will result, and even though one's carriage might meet with attempts to check it, he will manage to defend himself. As Third Yang \"shares the same goals as Top Yang,\" \"it is fitting to set out to do something.\"[[note 7]]} ","commentary":"\"It is fitting to set out to do something,\" for Third Yang shares the same goals as Top Yang."},{"number":4,"text":"Fourth Yin\nHere is a horn cover[[note 8]] for the young ox, so there is fundamental good fortune. {Fourth Yin is located at the beginning of the Gen trigram, and, as it treads on the territory that is right for it [it is a yin line in a yin position], it is able to check strong First Yang. However, the checking is not done with horns; Fourth Yin checks the hard and strong one with its compliancy and yielding. Here hard and strong First Yang does not dare defy Fourth Yin, and this is the start of warding off its sharp thrusts. As this prevents a violent struggle, how could it just be a matter of being \"fitting\"? In fact, \"there will be joy.\"}","commentary":"Fourth Yin means \"fundamental good fortune,\" so there will be joy."},{"number":5,"text":"Fifth Yin\nHere one removes the boar's tusks, so there is good fortune. {The boar's tusks are wickedly and crookedly cross, and it is an impetuous and vicious animal that is impossible to control. Here it refers to Second Yang. Fifth Yin has obtained the exalted position and has become the ruler of Great Domestication. Second Yang advances with its hardness and strength, but Fifth Yin is able to remove its tusks,[[note 9]] so the yielding and compliant manages to control the strong, nullifying its viciousness and preventing the growth of its power. How could this just be a matter of making its position secure? In fact, \"there will be blessings.\"}","commentary":"The good fortune associated with Fifth Yin is such that there will be blessings."},{"number":6,"text":"Top Yang\nWhat is the Highway of Heaven but prevalence! {Top Yang is located at the very furthest point in domestication, and when domestication reaches this, its furthest, point, there is a breakthrough, so now one arrives at the place in Great Domestication where there is great prevalence. \"What\" [he] is a function word [grammatical particle], and this line means: \"What domestication there is, now that there is such prevalence here on the Highway of Heaven!\"[[note 10]]}","commentary":"What could take place here on the Highway of Heaven other than moving with all grandeur in the Dao!"}],"notes":[{"number":1,"note":"For an explanation of xu as \"domestication,\" see Hexagram 9, Xiaoxu (Lesser Domestication), note 1."},{"number":2,"note":"This and all subsequent text set off in this manner is commentary by Wang Bi."},{"number":3,"note":"The lower trigram, Qian (Pure Yang), also Heaven, is located below—i.e., \"within\" or \"inside\"—the upper trigram Gen (Mountain, Restraint)."},{"number":4,"note":"Cf. Hexagram 9, Xiaoxu (Lesser Domestication), Third Yang."},{"number":5,"note":"See Hexagram 11, Tai (Peace), Second Yang."},{"number":6,"note":"See section three of part one of Providing the Sequence of the Hexagrams, as well as note 4 there."},{"number":7,"note":"Wang Bi's interpretation of Third Yang is supported by Kong Yingda's subcommentary (see Zhouyi zhengyi, 3: 26a-26b), but Cheng Yi and Zhu Xi interpret some of it differently. The part in question is read by Wang and Kong as yue xian yu wei (literally, say check carriage, one will defend), but by Cheng and Zhu as ri xian yu wei (daily practice/train carriage [driving] and guarding); see Zhouyi zhezhong, 4: 16b-17a. The graphs of yue (say) and ri (day/daily) are similar, and the basic meanings of xian (restrain; train) admit both possibilities—indeed, in some respects, xian has the same range of meaning as xu (domesticate, block)."},{"number":8,"note":"\"Horn cover\" translates gu, a wooden guard placed over the point of each horn to prevent beasts from causing injury. See Cheng Yi's and Zhu Xi's remarks in Zhouyi zhezhong, 4: 17a-17b."},{"number":9,"note":"\"Remove its tusks\" translates fen qi ya. There is a great deal of controversy over what fen means here. Kong Yingda first examines the possibility that fen means jinzhi (ban) or sunqu (cut down/away) and then rejects this in favor of fangzhi (ward off). See Zhouyi zhengyi, 3: 26b. See also Wang Bi ji jiaoshi, 1: 351 n. 14, where, among other possibilities, Lou points out that fen's first meaning is \"to geld an animal.\" This, in fact, is how Cheng Yi interprets it; see Zhouyi zhezhong, 4: 18a. Cheng would have read the text of Fifth Yin as fenshi zhi ya (the tusks of a gelded boar), whereas Wang apparently read it as fen shi zhi ya (remove the boar's tusks, or, as Kong understood it, ward off the boar's tusks). In Cheng's favor is the fact that his parsing of Fifth Yin parallels the only possible parsing of Fourth Yin, tongniu zhi gu (a horn cover for/of the young ox), something that Wang and Kong must have noticed but apparently rejected."},{"number":10,"note":"Kong Yingda's subcommentary supports Wang's interpretation of Top Yang; however, both Cheng Yi and Zhu Xi gloss it differently. Cheng addresses Top Yang in terms of the Commentary on the Images: \" 'Highway of Heaven' is not a common expression, thus the Commentary on the Images makes a point of asking the question 'What could take place here on the Highway of Heaven' and then, by answering that it is 'moving with all grandeur in the Dao,' choosing something that seems infinitely expansive.\" The \"what\" (he) in the Commentary on the Images, according to Cheng, wrongly got into the text of Top Yang and should be ignored. See Zhouyi zhezhong, 4: 18b and 11: 62b. So Cheng would read Top Yang as \"The Highway of Heaven means prevalence\" or \"Here is prevalence worthy of the Highway of Heaven.\" Zhu Xi interprets he as a rhetorical particle, \"How very open and free it [the Highway of Heaven] is!\" See Zhouyi zhezhong, 4: 18b."}]}