{"number":34,"id":"111100","title":{"pinyin":"","wadeGiles":"Dazhuang","english":"Great Strength"},"structure":{"above":"Zhen Above","below":"Qian Below"},"judgement":{"text":"Great Strength is such that it is fitting to practice constancy.","commentary":"\"Great Strength\" means that the great are strong. {\"The great\" refers to the yang lines. Here the dao of the petty is about to reach its demise, and the great achieve rectitude, so the text says: \"It is fitting to practice constancy.\"[[note 1]]} Strength is the result of action taken by the hard and strong. \"Great Strength is such that it is fitting to practice constancy\" means that the great behave with rectitude. In such rectitude and greatness the innate tendencies of Heaven and Earth can be seen. {\"The innate tendencies of Heaven and Earth\" can be characterized in no other terms than \"rectitude and greatness.\" In such all-embracing rectitude and absolute greatness \"the innate tendencies of Heaven and Earth can be seen.\"}"},"image":{"text":"Above Heaven, there is Thunder: this constitutes the image of Dazhuang [Great Strength].[[note 2]] {This signifies \"action taken by the hard and strong.\"} In the same way, the noble man will not tread any course that is not commensurate with decorum.","commentary":"{To be strong but violate decorum would result in misfortune, and, with misfortune, strength would be lost. Thus the noble man with his great strength remains obedient to the demands of decorum.[[note 3]]} ","commentaryAppended":"In remote antiquity, caves were dwellings, and the open country was a place to stay. The sages of later ages had these exchanged for proper houses, putting a ridgepole at the top and rafters below in order to protect against the wind and the rain. They probably got the idea for this from the hexagram Dazhuang [Great Strength].[[note 4]]"},"sequence":{"commentary":"Things cannot be in withdrawal forever. This is why Dun [Withdrawal, Hexagram 33] is followed by Dazhuang [Great Strength].","irregular":"If it is Dazhuang [Great Strength], it means \"a halt,\" but if it is Dun [Withdrawal, Hexagram 33], it means \"withdrawal.\""},"lines":[{"number":1,"text":"First Yang\nHere strength resides in the toes, so to go forth and act would mean misfortune, in this one should be confident. {To obtain Great Strength one must be capable of fully realizing it on his own. It is by never allowing oneself to be rendered ineffective or helpless by others that one manages to realize all one's strength. First Yang is located at the bottom and there has its strength, and this is why the text says \"strength resides in the toes.\" If one tries to move forward through the use of hardness and strength while still residing in a lowly position, one can be sure that it would result in the misfortune of being thoroughly frustrated, and this is why the text says: \"To go forth and act would mean misfortune, in this one should be confident.\"}","commentary":"\"Here strength resides in the toes,\" so this one should be confident that he would be thoroughly frustrated. {This means that one can be sure here that he would be thoroughly frustrated.}"},{"number":2,"text":"Second Yang\nConstancy here means good fortune. {Second Yang manages to abide in a central position [the Mean], and, as a yang line in a yin position, it treads the path of modesty and does not overreach itself. Thus \"constancy here means good fortune.}","commentary":"For Second Yang, constancy means good fortune, because of its centrality [adherence to the Mean]."},{"number":3,"text":"Third Yang\nThe petty man considers this an opportunity for his strength, but the noble man considers it a trap, for even with constancy there would be danger, as when a ram butts a hedge and finds its horns deprived of power.[[note 5]] {Third Yang occupies a position of extreme strength, and, as a yang line that occupies a yang position, it represents one who would employ his strength. Thus the petty man considers this an opportunity to exercise his strength, but the noble man considers it a chance to get himself entangled. If one exercises his strength under such circumstances in which there is danger in spite of constancy, even if he were a ram that repeatedly used its strength to butt a hedge, would not his strength always be deprived of power?}","commentary":"\"The petty man considers this an opportunity for his strength,\" but the noble man thinks it a trap."},{"number":4,"text":"Fourth Yang\nConstancy means good fortune, so regrets vanish. The hedge is sundered and does not sap one's strength. This is the strength of an axle housing of a great carriage. {When one below advances with hardness and strength, he is going to have worry and concern, but, as Fourth Yang is a yang line in a yin position, it acts in such a way that it neither violates modesty nor loses its strength, and so this is how \"constancy means good fortune, so regrets vanish\" can be had here. Fourth Yang obtains its strength, and the yin lines above do not hem it in and deny it its path. This is why the text says: \"The hedge is sundered and does not sap one's strength.\" \"The strength of an axle housing of a great carriage\" means that nothing has the capacity to separate carriage body from axle,[[note 6]] so that one may therefore set forth.}","commentary":"\"The hedge is sundered and does not sap one's strength,\" so this one should still set forth."},{"number":5,"text":"Fifth Yin\nOne loses a ram in a time of ease, so he has no regret. {To be located at a time of Great Strength means that even yang lines that occupy yang positions do not manage to be free of blame, so is this not all the more true here where a yin line occupies a yang position, where one soft and yielding rides on top of one that is hard and strong? A ram means strength, but this one has to lose his ram-ness [strength] and forfeit the place that he occupies. It is possible to lose strength in times of ease but not when faced with danger and difficulties,[[note 7]] and this is how one here manages to have \"no regret.\" Second Yang treads where constancy means good fortune, and, as it is capable of fulfilling its responsibilities, Fifth Yin entrusts itself to Second Yang and, as a consequence, is able to have \"no regret.\" It is by entrusting itself to Second Yang that trouble fails to reach Fifth Yin, but if it had remained in its place, enemies and robbers would have arrived, and this is why the text says \"loses a ram in a time of ease.\"","commentary":"This one \"loses a ram in a time of ease,\" for the position is not right for it."},{"number":6,"text":"Top Yin\nThis ram butts the hedge and finds that it can neither retreat nor advance. There is nothing at all fitting here, but if one can endure difficulties, he will have good fortune. {Top Yin is in resonance with Third Yang [where another ram butts the hedge], so it is unable to retreat; it is afraid of the growing power of the hard and strong, so it is unable to advance. Beset by doubt and paralyzed with hesitation, the will is utterly undirected, so if one were to decide matters under such circumstances, nothing fitting would ever come of it. Although Top Yin is located where the hard and strong are growing in power, those hard and strong ones will not harm the righteous. If one secures the position allotted to him here, keeps his will steadfastly on Third Yang, and in this way maintains his own place, disasters will vanish. This is why the text says: \"If one can endure difficulties, he will have good fortune.\"[[note 8]]} ","commentary":"That one can neither retreat nor advance means ill fortune, but \"if one can endure difficulties,\" blame will not last long."}],"notes":[{"number":1,"note":"This and all subsequent text set off in this manner is commentary by Wang Bi. Wang also discusses this hexagram in section seven of his General Remarks."},{"number":2,"note":"The lower trigram Qian (Pure Yang) is Heaven, and the upper trigram Zhen (Quake) is associated with Thunder."},{"number":3,"note":"Kong Yingda's comment helps to explain the connection between thunder and the proper behavior here for the noble man: \"When one's power is at its peak, it tends to produce arrogance and high-handed behavior. This is why at a time of Great Strength one truly must take care not to 'tread any course that is not commensurate with decorum.' Thunder in Heaven, of course, suggests such power.\" See Zhouyi zhengyi, 4: 9b."},{"number":4,"note":"See section two of the Commentary on the Appended Phrases Part Two, and note 21 there."},{"number":5,"note":"Two words in Third Yang seem problematic: wang (trap) and lei (deprived of power). The wang that Wang Bi glosses as wang (net, trap, to net, entrap, entangle, etc.), \"get himself entangled\" (luo ji), actually means \"negate,\" \"nullify,\" or simply \"not.\" This is how Cheng Yi and Zhu Xi take it, and their interpretation would read something like: \"The noble man considers that it is not so\" (i.e., that he is not really strong here or that his strength is nullified by the circumstances). The basic meaning of lei is \"worn out,\" \"tired,\" \"weak,\" \"weakened.\" Wang seems to understand lei in this way in his commentary on First Yin of Gou (Encounter), Hexagram 44. Cheng Yi and Zhu Xi gloss it similarly as leikun (tired out) and kun (tired), respectively, but Kong Yingda glosses it as julei chanrao (ensnared and entangled). See Zhouyi zhezhong, 12: 8b-9a; Zhouyi zhengyi, 4: 10a; and Lou, Wang Bi ji jiaoshi, 2: 389 n. 4, which consists primarily of the views of the Qing era scholar, Jiao Xun (1763-1820)."},{"number":6,"note":"Cf. Hexagram 9, Xiaoxu (Lesser Domestication), Third Yang."},{"number":7,"note":"Cheng Yi glosses yi (ease) as heyi (with peace and ease), i.e., \"accommodatingly\": Fifth Yin yields to the four advancing yang lines below with calm and good grace. Zhu Xi glosses yi as rongyi (easily), in the sense that Fifth Yin is lost so suddenly that it happens before it is aware of it. Zhu also thinks that it is possible that yi is written for chang (field), the only difference between the two characters being the additional tu (earth) significant on the left side, and in support of this he cites textual evidence showing that the chang in jiangchang (field boundary) is sometimes written jiangyi. In this sense, Fifth Yang would mean: \"This one loses a ram at the field [boundary], but there is no regret.\" See Zhouyi zhezhong, 5: 21b-22a. Kong Yingda expands upon Wang's interpretation: \"Fifth Yin must lose its ram-ness while it is still a time of ease before it is beset with robbers; it must not wait until a time of danger and difficulty when they have already arrived.\" See Zhouyi zhengyi, 4: 10b."},{"number":8,"note":"Kong Yingda comments: \"If Top Yin is able to endure difficulties and keep his will steadfast so that it does not abandon itself to Third Yang, it will obtain good fortune.\" See Zhouyi zhengyi, 4: 11a."}]}