{"number":43,"id":"111110","title":{"pinyin":"","wadeGiles":"Kuai","english":"Resolution"},"structure":{"above":"Dui Above","below":"Qian Below"},"judgement":{"text":"Kuai [Resolution] is such that action is taken openly in the king's court, and a sincere call here means danger. One should issue one's own city a decree, for it would not be fitting to resort to armed force at once. It would be fitting if one were to set forth to do something. {Kuai [Resolution] is the opposite of Bo [Peeling, Hexagram 23].[[note 1]] By having soft and weak lines convert hard and strong lines, Bo [Peeling] almost goes so far as to finish off all hard and strong lines. By having hard and strong lines take decisive action against soft and weak lines, Kuai [Resolution] acts [to eliminate soft and weak lines] in the same way Bo [Peeling] does to eliminate hard and strong lines. When the hard and strong perish, the Dao of the noble man wanes, and when the soft and weak wane, the dao of the petty man perishes. When the Dao of the noble man wanes, his virtues of strength and rectitude are denied a straight path to action and the power that stems from the threat of punishments cannot be exercised with any ease. Here \"action is taken openly in the king's court,\" for this Dao should be practiced in public.[[note 2]]} ","commentary":"Kuai [Resolution] means to take decisive action. Here the hard and strong take decisive action against the soft and weak. Here one should act with strength yet do so with joy, for this is the way to be decisive yet achieve harmony. {If one \"acts with strength yet do[es] so with joy,\" he shall be \"decisive yet achieve harmony.\" \"Action is taken openly in the king's court,\" for one soft and weak one rides atop five hard and strong ones. {The hard and strong [yang] lines all grow in strength, but the one soft and weak [yin] line acts waywardly. Such a one is condemned to death by all equally; none is averse to it. This is why it is possible for \"action to be taken openly in the king's court.\"} \"A sincere call here means danger\": his danger is now obvious. {The strong and righteous proclaim their order sincerely and openly, so the soft and weak wicked one is put in danger. This is why the text says: \"His danger is now obvious.\"} \"One should issue one's own city a decree, for it would not be fitting to resort to armed force at once.\" {When the hard and strong decide and control things, commands may be proclaimed. \"Issue one's own city a decree\" means to proclaim a command. To take advantage of one's strength \"to resort to armed force at once\" is to emphasize brute force as the means to achieve victory, but such emphasis on brute force to achieve victory is something that all will equally find a cause for suffering.} \"It would be fitting . . . to set forth to do something,\" for the more the hard and strong grow in strength, the more likely it is that a successful conclusion will be had. {The stronger the virtues of the hard and strong grow, the more the wickedness of the soft and weak will wane, and this is why \"it would be fitting . . . to set forth to do something,\" for the Dao [way] is ready-made for success.}"},"image":{"text":"The Lake has risen higher than the Sky: Resolution. In the same way, the noble man dispenses blessings so they reach those below. He dwells in virtue and so clarifies what one should be averse to.","commentary":"{The Lake has risen higher than the Sky: this is the image of Resolution.[[note 3]] When the Lake rises higher than the sky, moisture is sure to come down, and this expresses the concept of \"dispens[ing] blessings so they reach those below.\" \"Averse to\" [ji] has the sense of \"prohibit\" [jin]. Laws should be clear, and judgments strict; one must not be lax about them here. This is why \"he dwells in virtue and so clarifies what one should be averse to.\"[[note 4]] The noble man dispenses blessings but can be strict, is strong but can be joyous, decisive but can achieve harmony: this is the Dao of Resolution in all its beauty.}","commentaryAppended":"In remote antiquity, people knotted cords to keep things in order. The sages of later ages had these exchanged for written tallies, and by means of these all the various officials were kept in order, and the myriad folk were supervised. They probably got the idea for this from the hexagram Kuai [Resolution].[[note 5]]"},"sequence":{"commentary":"If increase keeps going on and does not stop, there is sure to be a breakthrough. This is why Yi [Increase, Hexagram 42] is followed by Kuai [Resolution]. Kuai here means \"breakthrough.\"","irregular":"Kuai [Resolution] means \"to act decisively,\" for here the hard wins decisively over the soft: The way of the noble man is in the ascendancy, and the way of the petty man is brought to grief.[[note 6]]"},"lines":[{"number":1,"text":"First Yang\nThis one put his strength into his advancing toes, went forth but was not victorious, and so incurs blame. {First Yang abides at the start of the strengthening process and serves to represent the beginning of decisiveness. This one should have carefully examined his plans before trying to carry out his endeavors. He put his strength into his advancing toes, went forth but was not victorious, so it is appropriate that he incurs blame.}","commentary":"To set forth without gaining victory is to incur blame. {The principle behind his failure to achieve victory lies in his going forward [when he should not have done so].}"},{"number":2,"text":"Second Yang\nDespite cries of alarm that there are armed men night after night, this one need not grieve. {Second Yang abides in strength and treads a middle course [the path of the Mean] and represents someone who, as he is capable of carefully examining his own measures, stays free from doubt. Thus, \"despite cries of alarm that there are armed men night after night,\"[[note 7]] one here remains free of worry and doubt, and so \"this one need not grieve.\"}","commentary":"Despite there being armed men, \"this one need not grieve,\" for he manages to tread the path of the Mean."},{"number":3,"text":"Third Yang\nTo put strength into the cheekbones would mean misfortune, but the noble man acts with perfect Resolution. But if one here were to travel alone, he should encounter such a rain that he should be as if sunk in water, and, though he feel anger, there will be no one to blame. {Qiu [cheekbones] means mianquan [cheekbones]. This refers to Top Yin, which occupies the very top of the body [i.e., hexagram]; thus it is referred to as \"the cheekbones.\" Third Yin of Bo [Peeling, Hexagram 23] performs a good deed in responding to Top Yang. When the hard and strong grow in strength, the Dao of the noble man prospers, and when the yin flourish, the dao of the petty man grows strong. As this is so, to assist the yang when one finds oneself at a time when the yin grow strong is good, but to assist the soft and weak at a time when the yang grow strong will result in misfortune. Kuai [Resolution] is a time when the hard and strong grow in strength, yet Third Yang alone responds to Top Yin and in doing so assists the petty man. This is why it \"mean[s] misfortune.\" If a noble man occupies the position of Third Yang, he will surely be capable of casting off any entanglement with Top Yin; that he should be decisive about this he has no doubt. This is why the text says that he \"acts with perfect Resolution.\" However, if Third Yang does not associate with the other yang lines but instead travels alone in pursuit of different ambitions and responds to the petty man [represented by Top Yin], he will suffer hardship and distress by doing so. \"He should encounter such a rain that he should be as if sunk in water,\" and he should feel resentment but would have no place to lay the blame.[[note 8]]} ","commentary":"As \"the noble man acts with perfect Resolution,\" in the end he is without blame."},{"number":4,"text":"Fourth Yang\nThis one's thighs are without skin, and his walking falters.[[note 9]] If he were to allow himself to be led by the ram, regret would disappear, but he might hear what is said but not trust it. {Those below advance with hardness and strength and are not to be warded off by Fourth Yang, so this one is sure to be encroached upon and wounded. He loses the means to keep himself secure, thus \"his thighs are without skin, and his walking falters.\" A ram is so strong and sturdy that it is difficult to move; here it refers to Fifth Yang. As the ruler of the Kuai [Resolution] hexagram, Fifth Yang is not to be encroached upon by those below, so if one at Fourth Yang were to allow himself to be led by Fifth Yang, he could manage to have regret disappear—but nothing more. But this hard and strong one [Fourth Yang] might overreach himself to the extent that he becomes incapable of accepting what is said and instead might try to take charge of his own situation. This is what is meant by \"he might hear what is said but not trust it.\" If he were to set forth in this way, we can know well that misfortune would befall him.[[note 10]]}","commentary":"\"His walking falters,\" for the position is not right for him. \"He might hear what is said but not trust it,\" for his perception is dim. {This is the same as the misfortune of having the ears destroyed in [Top Yang of] Shihe [Bite Together, Hexagram 21].}"},{"number":5,"text":"Fifth Yang\nThe pokeweed is dispatched with perfect Resolution. If this one treads the middle path, he shall be without blame. {The xianlu [pokeweed] is a weak and fragile plant, so it is the easiest thing possible to deal with it decisively. Here we have the most noble matching itself against the most humble. Although victory is had here, it is really not worth very much. Fifth Yang is located in a middle position and treads that path, so one here is up to avoiding blame but nothing more than that; this is not enough to bring one glory.}","commentary":"\"If this one treads the middle path, he shall be without blame,\" but this middle position is not enough to bring him glory."},{"number":6,"text":"Top Yin\nAs no cry will do here, it will end in misfortune. {Top Yin is located at the very end of Resolution and represents a petty man at the top. As the Dao of the noble man grows strong here, this one is rejected by all the others. Thus his situation is not something that a cry can prolong.}","commentary":"The misfortune connected with \"no cry will do here\" is that this one after all cannot last long."}],"notes":[{"number":1,"note":"Kuai consists of all yang lines except Top Yin, and Bo consists of all yin lines except for Top Yang."},{"number":2,"note":"This and all subsequent text set off in this manner is commentary by Wang Bi."},{"number":3,"note":"The lower trigram is Qian (Pure Yang, i.e., Heaven, the Sky), and the upper trigram is Dui (Lake)."},{"number":4,"note":"Although Cheng Yi admits that Wang Bi's interpretation here is possible and makes sense, he himself prefers to gloss ji (averse) as fang (guard against) or fangjin (guard against and prevent): \"The noble man who dwells securely in virtue keeps a tight hold on it. . . . For if he keeps guard over it and prevents its slipping away, it will not be dispersed and lost.\" See Zhouyi zhezhong, 12: 26b."},{"number":5,"note":"See section two of the Commentary on the Appended Phrases Part Two, and note 24 there."},{"number":6,"note":"See note 12 of the Hexagrams in Irregular Order."},{"number":7,"note":"\"Night after night\" translates moye. It is uncertain whether mo (no) should be read as such, making moye mean \"no particular night\" (hence, \"night after night\") or whether it should be read as mu (evening), so that muye means \"evening(s) and night(s).\" Wang Bi's text can be read either way, as can the commentaries of Kong Yingda, Cheng Yi, and Zhu Xi. See Lou, Wang Bi ji jiaoshi, 2: 437 n. 9. Kong comments: \"Despite the fact that people repeatedly give the cry of alarm, saying, 'night after night [or \"evening and night\"] there are sure to be armed soldiers who will come to harm us,' as this one can carefully examine his own measures [capabilities], he need be neither doubtful nor worried.\" See Zhouyi zhengyi, 5: 2b."},{"number":8,"note":"Cheng Yi and Zhu Xi interpret Third Yang differently. They agree that the \"cheekbones\" refer to Third Yang itself, which is \"high\" but not at the very top. They note that Third Yang exceeds the Mean (i.e., it is beyond the central position in the lower trigram), so it is too resolute and acts too harshly; this is why there is misfortune. Even a noble man here runs the risk of traveling alone and getting soaked by rain—an encounter with the \"lake\" of the upper trigram and the yin wetness of Top Yin. It is this that provokes the anger of the sovereign, but Resolution should finally carry the noble man through these trials, so that in the end one at Third Yang will \"be without blame.\" See Zhouyi zhezhong, 6: 22b-23a."},{"number":9,"note":"Cf. Hexagram 44, Gou (Encounter), Third Yang."},{"number":10,"note":"Zhu Xi also interprets the yang (ram) as something in front of Fourth Yang, which Fourth Yang should follow to be able to advance, but Cheng Yi thinks the yang (sheep) refers to Fourth Yang itself—one here should allow himself to be led like a sheep (get himself under control) and advance together with the other yang lines upward; thus his \"regret would disappear.\" But as Fourth Yin is in a yin position— soft, weak, but recalcitrant—one here will not listen and so comes to grief. See Zhouyi zhezhong, 6: 24a."}]}