{"number":14,"id":"111101","title":{"pinyin":"","wadeGiles":"Dayou","english":"Great Holding"},"structure":{"above":"Li Above","below":"Qian Below"},"judgement":{"text":"Dayou is such that it provides fundamental prevalence. {If one does not effect a great mutual identification of interests that involves everyone, from what other source could Great Holdings be had? And once one has Great Holdings, fundamental prevalence is sure to follow.[[note 1]]} ","commentary":"Great Holdings is expressed in terms of how a weak [i.e., yielding] line [Fifth Yin] obtains the noble position and there practices the Mean and enjoys greatness, as those above and those below all respond to it. Such a situation is called Dayou [Great Holdings]. {Fifth Yin fills the noble position with its yielding nature and achieves greatness through abiding in the Mean. As there is no other yin line in the entire hexagram with which it has to share the resonance of the yang lines, all the lines above and below respond to it, and of these there is none that it does not welcome. This is the meaning of the Dayou hexagram.} The virtues of Great Holdings include hardness and strength but also civility and enlightenment. It is by resonating with Heaven's will that one achieves timely action, and this is how fundamental prevalence comes about. {As the virtues of Great Holdings work in response to Heaven's will, one's actions here do not fail to keep in step with the moment. Its hardness and strength allow him to stay free of impediment, and its civility and enlightenment keep him free of wrongdoing. As he is in resonance with Heaven, he emulates its greatness,[[note 2]] and, since he keeps his actions timely, things will not go against him, \"and this is how fundamental prevalence comes about.\"}"},"image":{"text":"Fire on top of Heaven constitutes the image of Dayou [Great Holdings].[[note 3]] In the same way, the noble man suppresses evil and promulgates good, for he obeys the will of Heaven and so brings out the beauty inherent in life.","commentary":"{Dayou [Great Holdings] is an image of inclusiveness, thus it deals with the suppression of evil and the promulgation of goodness. Such a one brings out the beauty in things, that is, as he is commensurate with the virtue of Heaven, he brings out the beauty in the lives of all things.[[note 4]]} "},"sequence":{"commentary":"When one shares fellowship with others, things are sure to yield themselves to him. This is why Tongren [Fellowship, Hexagram 13] is followed by Dayou [Great Holdings].","irregular":"Dayou [Great Holdings] indicates mass support."},"lines":[{"number":1,"text":"First Yang\nAlthough one never encounters calamity here, to remain blameless he should bear up under difficulties, for only then will there be no blame. {Here we have a hard and strong line for the beginning of the Dayou hexagram, one that can neither tread a middle course nor, being so filled with strength, refrain from overflowing. If one were to keep to such a model when he sets out to do things, he is sure to bring calamity on himself later, but if one wishes \"to remain blameless, he should bear up under difficulties, for only then will there be no blame.\"}","commentary":"First Yang of Dayou [Great Holdings] is such that one never encounters calamity here."},{"number":2,"text":"Second Yang\nAs there is a great wagon to carry things, {One's duties may be heavy here, but they present no danger.} one should set forth, for there will be no blame. {This indicates strength that does not violate the Mean, one entrusted with duties by Fifth Yin. Although the duties so borne are heavy, they present no danger, so this one can go as far as possible without getting stuck in the mud. Thus one may in this way \"set forth, for there will be no blame.\"}","commentary":"When one has \"a great wagon to carry things,\" he may keep storing things in it without making it break down."},{"number":3,"text":"Third Yang\nWhen a duke uses this position, he enjoys prevalence along with the Son of Heaven, but a petty man is not equal to it. {When one finds himself here at a time of Dayou [Great Holdings], he is located at the very top of the lower trigram. This line rides on top of another hard and strong line while still managing to tread on the territory of its rightful position. As it shares with Fifth Yin the same merit, [[note 5]] it represents the utmost measure of martial force, which none can surpass. When a duke uses this position, he succeeds in sharing in the Dao of the Son of Heaven, but a petty man is not equal to this, and he can expect calamity to come of it.[[note 6]]} ","commentary":"\"When a duke uses this position, he enjoys prevalence along with the Son of Heaven,\" but it is a calamity for the petty man."},{"number":4,"text":"Fourth Yang\nIf one rejects such plenitude, there will be no blame. {Not only is this line already out of position [as a yang line in a yin position], but also, above, it is next to the awesomeness of the most noble one [Fifth Yin] and, below, it is contiguous with a subject minister who shares in that sovereign's might [Third Yang], so what it has to fear is indeed really dangerous! Only someone who has the wisdom of a sage can avoid suffering blame here. Although Third Yang is replete with power, Fifth Yin cannot be abandoned. If Fourth Yang is able to distinguish what his actual situation is here, devote his whole heart and mind to Fifth Yin, and constantly \"reject . . . such plenitude [i.e., that of Third Yang], there will be no blame.\"[[note 7]]} ","commentary":"\"If one rejects such plenitude, there will be no blame.\" This means intelligence that is wise in making distinctions. {The term intelligence [ming] is equivalent to \"talent\" [cai].}"},{"number":5,"text":"Fifth Yin\nTrust in him makes him attractive, makes him awesome, and this means good fortune. {Here one abides in nobility with softness and yielding and occupies greatness while staying within the Mean. As he has no selfish designs on others, those above and below respond to him. \"It is through trust in him that he inspires the ambition of others.\" Thus \"trust in him makes him attractive.\" As he has no selfish designs on others, others are also fair-minded with him. As he harbors no suspicions toward others, others also trust in him. Since both fair-mindedness and trust prevail, what trouble or what need for precaution could there possibly be? Since such a one teaches people how to act without using words, whatever he does cannot help but be \"awesome.\" [[note 8]] If one is the master of Dayou [Great Holdings] but does not deal with it in terms of this Dao, could good fortune ever be had by him?}","commentary":"\"Trust in him makes him attractive\": it is through trust in him that he inspires the ambition of others. The \"good fortune\" connected with his being \"awesome\" stems from the fact that he rules with ease and simplicity, with no need to take precautions."},{"number":6,"text":"Top Yang\nHeaven will help him as a matter of course; this is good fortune, and nothing will be to his disadvantage. {Dayou [Great Holdings] represents a world of riches and abundance. One who occupies Top Yang in Dayou but does not let himself get entangled in this place [of riches] has to be someone whose ambition is such that he admires and longs for worthiness. All the other lines ride on top of hard [yang] lines, but this one alone rides on top of a soft [yin] line, which indicates that it is in accord [with Heaven]. Fifth Yin is virtuous because it is trustworthy, and Top Yang treads thereon, that is, it \"treads the Dao of trustworthiness.\" Although Top Yang is unable to embody a soft and yielding nature, yet it allows its hardness and strength to ride on top of a soft [yin] line, which means that it \"keeps his thoughts in accord [with Heaven].\" One who dwells in a world of rich holdings and yet does not allow his heart to be entangled by things but instead keeps his ambitions fixed on lofty things is someone who admires and longs for worthiness. This line possesses these three virtues, so it finds the Dao helpful through and through, and this is why the Commentary on the Appended Phrases cites it all there.} 10","commentary":"Top Yang of Dayou means good fortune, since \"Heaven will help him as a matter of course.\""}],"notes":[{"number":1,"note":"This and all subsequent text set off in this manner is commentary by Wang Bi."},{"number":2,"note":"\"As one is in resonance with Heaven, he emulates its greatness\" translates ying tian ze da. This reading follows the gloss of Lou Yulie, who interprets ze as faze or xiaofa (emulate); see Wang Bi ji jiaoshi, 1: 292 n. 4. However, it is also possible to take ze as a function word, \"thus,\" which would result in \"if one is in resonance with Heaven, he will thus achieve greatness.\""},{"number":3,"note":"See Hexagram 13, Tongren (Fellowship), note 4. Kong Yingda comments: \"In substance Heaven is high and bright. The nature of fire is such that it burns upward. As a thing that casts light here, fire takes a position above in Heaven. This indicates the utmost brilliance, something that brings absolutely everything to light. Here we also have the sense of encompassing everything, and this is the principle underlying the promulgation of goodness.\" See Zhouyi zhengyi, 2: 29b."},{"number":4,"note":"\"He obeys the will of Heaven and so brings out the beauty inherent in life\" translates shun tian xiu ming, which follows the gloss provided in Wang Bi's commentary in Lou, Wang Bi ji jiaoshi. 1: 290 (see also 1: 292 n. 6). However, Cheng Yi interprets the same passage as fengxun tian xiumei zhi ming (he obeys the excellent will of Heaven). See Zhouyi zhezhong, 11: 32a. Kong Yingda's gloss supports Wang's interpretation, but the text of Wang's commentary in Zhouyi zhengyi (2: 29b) differs from the critical text in Wang Bi ji jiaoshi, reading: \"Such a one brings out all the potential in the nature of things. 'He obeys the will of Heaven and so brings out the beauty inherent in life' means that his actions are commensurate with [or \"he is one with\"] the lives of all things.\" Lou Yulie's version, based on good textual evidence of its own, seems to make more sense."},{"number":5,"note":"This paraphrases section nine of the Commentary on the Appended Phrases, Part Two: \"The third and the fifth lines involve the same kind of merit [about which Han Kangbo comments: \"Their yang merit is identical\"] but differ as to position\" (about which Han observes: \"There is the difference between nobility and servility\")."},{"number":6,"note":"Wang's comments here are based upon reading heng (prevalence) as heng and not as xiang (to offer), an almost identical character with which it was used interchangeably in antiquity. Zhu Xi notes that citations of this and other similar passages in the Changes that occur in the Zuozhuan (Zuo's commentary on the Spring and Autumn Annals) write xiang for heng, and he glosses xiang as chaoxian (to make a court [sacrificial] offering) and xiangxian (to make a sacrificial offering). Therefore Zhu's reading of Third Yang would be: \"A duke uses this opportunity to make offerings to the Son of Heaven.\" However, Cheng Yi, like Wang and Kong Yingda (see Zhouyi zhengyi, 2: 30a), reads heng as heng but interprets Third Yang differently: When this Third Yang finds itself at a time of Dayou, it occupies a position appropriate for one of the feudal lords, and, as it has such an abundance of riches, it must put them entirely at the disposal of the Son of Heaven. This means that one takes all he has and gives it over to the Son of Heaven, something that is a constant principle governing the relationship between sovereign and subject. If a petty man occupies this position, he will maintain exclusive control of his wealth for his own personal use, because he does not understand the Dao that has a duke take it and present it to his sovereign, and this is why the text says: \"A petty man is not equal to it.\" For Cheng's and Zhu's comments, see Zhouyi zhezhong, 2: 37b."},{"number":7,"note":"Kong Yingda glosses peng (plenitude) as pang (side) and says that it refers to the line \"at the side\" of Fourth Yang: i.e., Third Yang. See Zhouyi zhengyi, 2: 30b. In his commentary, Wang Bi also glosses peng as pang, but it seems obvious from what he says that pang does not simply mean \"side.\" Note that both Cheng Yi and Zhu Xi also interpret peng as \"plenitude\"; see Zhouyi zhezhong, 2: 38a. The sense of \"plenitude\" for peng or pang is derived from pengpeng and pangpang: the sound of a drum roll, i.e., a \"swelling,\" \"overwhelming\" sound. See Lou, Wang Bi ji jiaoshi, 1: 293-294 n. 17."},{"number":8,"note":"Cf. Wang's commentary to Laozi, section 17: \"When a great man reigns as sovereign above, he occupies himself with things toward which he takes no purposeful action and practices a teaching that does not use words.\" See Lou, Wang Bi ji jiaoshi, 1: 40."},{"number":9,"note":"Kong Yingda lists them: \"treading the way of trustworthiness,\" \"keeping one's thoughts in accord [with Heaven],\" and \"admiring and longing for worthiness.\" See Zhouyi zhengyi, 2: 31a."},{"number":10,"note":"The quotations are from section twelve of the Commentary on the Appended Phrases, Part One, which reads:\nThe Changes says: \"Heaven will help him as a matter of course; this is good fortune, and nothing will be to his disadvantage.\" The Master said: \"You [numinous help] means 'help.' \" One whom Heaven helps is someone who is in accord with it. One whom people help is someone who is trustworthy. Such a one treads the Dao of trustworthiness, keeps his thoughts in accord [with Heaven], and also thereby holds the worthy in esteem. This is why \"Heaven will help him as a matter of course; this is good fortune, and nothing will be to his disadvantage.\""}]}