{"number":1,"id":"111111","title":{"pinyin":"","wadeGiles":"Qian","english":"Pure Yang"},"structure":{"above":"Qian Below","below":"Qian Above"},"judgement":{"text":"Qian consists of fundamentality [yuan], prevalence [heng], fitness [li], and constancy [zhen].","commentary":"How great is the fundamental nature of Qian! The myriad things are provided their beginnings by it, and, as such, it controls Heaven. It allows clouds to scud and rain to fall and things in all their different categories to flow into forms. Manifestly evident from beginning to end, the positions of the six lines form, each at its flow moment. When it is the moment for it, ride one of the six dragons to drive through the sky. The change and transformation of the Dao of Qian in each instance keep the nature and destiny of things correct.{The term tian [Heaven] is the name for a form, a phenomenal entity; the term jian [strength and dynamism: Qian] refers to that which uses or takes this form.[[note 1]] Form as such is how things are bound together. To have the form of Heaven and be able to maintain it forever without loss and, as the very head of all things, stay in control of it, how could this be anything but the ultimate of strength and dynamism! This is manifestly evident in its Dao from beginning to end. Thus each of the six positions forms without ever missing its moment, its ascent or descent not subject to fixed rule, functioning according to the moment involved. If one is to remain in repose, ride a hidden dragon, and if one is to set forth, ride a flying dragon. This is why it is said: \"When it is the moment for it, ride one of the six dragons.\" Here one takes control of the great instrument [daqi, Heaven] by riding change and transformation. Whether in quiescence utterly focused or in action straight and true, Qian is never out of step with the great harmony, so how could it fail to keep the innate tendencies [qing] inherent in the nature and destiny of things correct![[note 2]]}  It is by fitness and constancy that one preserves the great harmony [dahe] and stays in tune with it. {If one does not so stay in accord, he will be hard and cruel.} So one stands with head above the multitudes, and the myriad states are all at peace. {The reason why the myriad states are at peace is that each one has such a one as its true sovereign.}"},"image":{"text":"The action of Heaven is strong and dynamic. In the same manner, the noble man never ceases to strengthen himself.","commentaryOnWords":"\"Fundamentality\" is the leader of goodness [shan]. \"Prevalence\" is the coincidence of beauty [jia]. \"Fitness\" is coalescence with righteousness [yi]. \"Constancy\" is the very trunk of human affairs. The noble man embodies benevolence [ren] sufficient to be a leader of men, and the coincidence of beauty in him is sufficient to make men live in accordance with propriety [li]. He engenders fitness in people sufficient to keep them in harmony with righteousness, and his constancy is firm enough to serve as the trunk for human affairs. The noble man is someone who practices these four virtues. This is why it says: \"Qian consists of fundamentality, prevalence, fitness, and constancy.\"/nQian manifests its fundamentality in providing for the origin of things and granting them prevalence. It manifests its fitness and constancy by making the innate tendencies of things conform to their natures. {If it were not for the fundamentality of Qian, how could it comprehensively provide for the origin of all things? If nature did not control their innate tendencies, how could things long behave in ways that are correct for them? This is why the origin of things and their prevalence must derive from the fundamentality of Qian, and the fitness of things and their rectitude must be a matter of making the innate tendencies of things conform to their natures.} The power in Qian to provide origins is such that it can make all under Heaven fit by means of its own beautiful fitness. One does not say how it confers fitness; it just is great! How great Qian is! It is strong, dynamic, central, correct, and it is absolutely pure in its unadulteratedness and unsulliedness. The six lines emanate their power and exhaustively explore all innate tendencies. In accord with the moment, ride the six dragons to drive through the sky. Then clouds will move, and rain fall, and all under Heaven be at peace.","commentaryAppended":"As Heaven is high and noble and Earth is low and humble, so it is that Qian [Pure Yang] and Kun [Pure Yin, Hexagram 2] are defined.\nThe Dao of Qian forms the male. . . . Qian has mastery over the great beginning of things.\n Qian through ease provides mastery over things. . . As [Qian] is easy, it is easy to know. . . . If one is easy to know, he will have kindred spirits.\nWhen [the Dao] forms images, we call it Qian.\n As for Qian, in its quiescent state it is focused, and in its active state it is undeviating. This is how it achieves its great productivity.\n Opening the gate is called Qian.\n Qian and Kun, do they not constitute the arcane source for change! When Qian and Kun form ranks, change stands in their midst, but if Qian and Kun were to disintegrate, there would be no way that change could manifest itself. And if change could not manifest itself, this would mean that Qian and Kun might almost be at the point of extinction!\n All the activity that takes place in the world, thanks to constancy, is the expression of the One. Qian being unyielding shows us how easy it is.\n The Yellow Emperor, Yao, and Shun let their robes hang loosely down, yet the world was well governed. They probably got the idea for this from the hexagrams Qian and Kun.\n The Master said: \"Qian and Kun, do they not constitute the two-leaved gate into the Changes? Qian is a purely yang thing, and Kun is a purely yin thing.\"\nQian [Pure Yang, Hexagram[[note 1]] is a yang thing.\nQian is the strongest thing in the entire world, so it should always be easy to put its virtue into practice. Thus one knows whether or not there is going to be danger. [It] is able to delight hearts and minds.[[note 3]]"},"sequence":{"commentary":"Only after there were Heaven [Qian, Pure Yang] and Earth [Kun, Pure Yin, Hexagram[[note 2]]], were the myriad things produced from them. What fills Heaven and Earth is nothing other than the myriad things.","irregular":"Qian is hard and firm.\nFirst Yang\nA submerged dragon does nosays all that can be said!}"},"lines":[{"number":1,"text":"First Yang\n\"A submerged dragon does not act\": the yang force is below.","commentary":"\"A submerged dragon does not act.\" What does this mean? The Master says: \"This refers to one who has a dragon's virtue yet remains hidden. He neither changes to suit the world {One does not change for the sake of the profane world.} nor seeks fulfillment in fame. He hides from the world but does not regret it, and though this fails to win approval, he is not sad. When he takes delight in the world, he is active in it, and when he finds it distresses him, he turns his back on it. He who is resolute in his unwillingness to be uprooted, this is a submerged dragon.\"\n \"A submerged dragon does not act\" because one is too far below.\n \"A submerged dragon does not act\": the yang force is hidden in the depths.\n The noble man performs deeds out of his perfected virtue. Daily one can see him performing them. The expression \"submerged\" means that one remains concealed and does not yet show himself, his conduct such that it is not yet perfected. Therefore the noble man does not act."},{"number":2,"text":"Second Yang\nWhen there appears a dragon in the fields, it is fitting to see the great man.[[note 4]] {It has come out of the depths and abandoned its hiding place; this is what is meant by \"there appears a dragon.\" It has taken up a position on the ground; this is what is meant by \"in the fields.\" With virtue [de] bestowed far and wide, one here takes up a mean [zhong] position and avoids partiality [pian]. Although this is not the position for a sovereign, it involves the virtue of a true sovereign. If it is the first line, he does not reveal himself; if the third, he makes earnest efforts; if the fourth, he hesitates to leap; if the top line, he is overreaching. Fitness to see the great man [daren] lies only in the second and the fifth lines.}","commentary":"\"There appears a dragon in the fields\": the operation of virtue spreads widely.","commentaryOnWords":"\"When there appears a dragon in the fields, it is fitting to see the great man.\" What does this mean? The Master says: \"This refers to one who has a dragon's virtue and has achieved rectitude [zheng] and centrality [zhong, the Mean]. He is trustworthy in ordinary speech and prudent in ordinary conduct. He wards off depravity and preserves his sincerity. He does good in the world but does not boast of it. His virtue spreads wide and works transformations. When the Changes says, 'when there appears a dragon in the fields, it is fitting to see the great man,' it refers to the virtue of a true sovereign.\"\n \"When there appears a dragon in the fields,\" it is the time for it to lodge there.\n \"There appears a dragon in the fields\": all under Heaven enjoy the blessings of civilization.\n The noble man accumulates knowledge by studying and becomes discriminating by posing questions. {When one who has a sovereign's virtue occupies a position in the lower trigram, it is an occasion for him to draw on the resources of others.} It is magnanimity that governs his repose, and it is benevolence that guides his actions. The Changes say: \"When one sees a dragon in the fields, it is fitting to see the great man.\" This refers to one who has the virtue of a true sovereign."},{"number":3,"text":"Third Yang\nThe noble man makes earnest efforts throughout the day, and with evening he still takes care; though in danger, he will suffer no blame. {Here one occupies the very top of the lower trigram and is located just below the upper trigram, situated in a nonmean position and treading on the dangerous territory of the double strong.[[note 5]] Above, he is not in Heaven, so cannot use that to make his exalted position secure, and below he is not in the fields [Earth] so cannot use that to make his dwelling place safe. If one were to cultivate exclusively here the Dao of the subordinate, the virtue needed to occupy a superior position would waste away, but if one were to cultivate exclusively the Dao of the superior, the propriety needed to fill a lower position would wither. This is why the text says such a one should \"make earnest efforts throughout the day.\" As for \"with evening he still takes care,\" this is equivalent to saying that there is still danger. If in occupying a high position one were free of arrogance, in filling a low position were free of distress, and were to take care appropriate to the moment, he would not fall out with the incipient force of things and, although in danger and beset with trouble, would suffer no blame. To be located at the very top of the lower trigram is better than being at the overreach connected with Top Yang. Thus only by making full use of one's intellect can one remain free from blame here. It is because the third line of Qian occupies the top position in its lower trigram that one is spared the regret of the dragon that overreaches [in the top line]. It is because the third line of Kun [Pure Yin, Hexagram 2] occupies the top position in its lower trigram that one is spared the disaster brought about when dragons fight [in the top line].}","commentary":"\"He makes earnest efforts throughout the day\": whether going back up or coming back down, it is a matter of the Dao. {In terms of an ascent, this is not something about which to be arrogant, and in terms of a descent, this is not something about which to be distressed. Thus, whether one goes back up or comes back down, he is always with the Dao.}","commentaryOnWords":"\"The noble man makes earnest efforts throughout the day, and with evening he still takes care; through in danger, he will suffer no blame.\" What does this mean? The Master says: \"The noble man fosters his virtue and cultivates his task. He fosters his virtue by being loyal and trustworthy; he keeps his task in hand by cultivating his words and establishing his sincerity. A person who understands what a maximum point is and fulfills it can take part in the incipiency of the moment. A person who understands what a conclusion is and brings it about can take part in the preservation of righteousness. {When one is located at the very top of a trigram, this is a \"maximum point,\" and when one is at the very end point of a trigram, this is a \"conclusion.\" One who, when he reaches the maximum point of a matter, manages to avoid blame for any transgression is someone who understands maximum points and thus can take part in the accomplishment of great affairs. [[note 6]] One who, when he finds himself at a conclusion, can bring that conclusion to perfect fulfillment is someone who understands conclusions. For speeding up the progress of things, righteousness is not as good as expediency, but for preserving the completion of things, expediency is not as good as righteousness. This is why \"nothing is ever without a beginning, but only the rare thing can have completion.\"[[note 7]] Who else but someone who can take part in the preservation of righteousness could ever understand conclusions!} Thus when he occupies a high position, he is not proud, and when he is in a low position, he is not distressed. {To be at the top of the lower trigram is still to be below the upper trigram. As one understands that lowness has merely concluded, he is not proud, but as he also understands that he has reached a maximum point and fulfilled it, he is not distressed either.} This is why, making earnest efforts, he takes care when the moment requires it and, though in danger, will suffer no blame.\" {\"To take care\" means to be alert and fearful. When one is at the maximum point of a matter but neglects to take advantage of the moment, he will miss it, or if he is idle and remiss, it will be lost through neglect. This is why, when the moment requires it, one \"takes care\" and, though in danger, \"will suffer no blame.\"} \"Make earnest efforts throughout the day\" because this is how one should do things.\n \"Make earnest efforts throughout the day\": act in step with the moment. {This means always be in step with the moment of Heaven without cease.} n Nine in the third place signifies a double strength but one that is nonmean.[[note 8]] It is neither in Heaven above nor in the fields [Earth] below. Thus one makes earnest efforts here and, in accordance with the moment, takes care; thus, though in danger, he will suffer no blame."},{"number":4,"text":"Fourth Yang\nHesitating to leap, it still stays in the depths, so suffers no blame. {To leave the topmost line in the lower trigram and occupy the bottom line of the upper trigram signifies the moment when the Dao of Qian undergoes a complete change. Above, one is not in Heaven; below, one is not in the fields [Earth]; and in between one is not with Man.[[note 9]] Here one treads on the dangerous territory of the double strong and so lacks a stable position in which to stay.[[note 10]] This is truly a time when there are no constant rules for advancing or retreating. Drawing close to an exalted position [the ruling fifth line], one wishes to foster the Dao involved, but, forced to stay in a lower position, this is not something his leap can reach. One wishes to ensure that his position here remains quiescent, for this is not a secure position in which to stay. Harboring doubts, one hesitates and does not dare determine his own intentions. He concentrates on preserving his commitment to the public good, for advancement here does not lie with private ambitions. He turns his doubts into reflective thought and so avoids error in decisions. Thus he suffers no blame.}","commentary":"\"Hesitating to leap, it still stays in the depths\": when it advances there will be no blame.","commentaryOnWords":"\"Hesitating to leap, it still stays in the depths, so suffers no blame.\" What does this mean? The Master says: \"Although there is no fixed rule for one's rise or fall, one should not engage in deviant behavior. Although there is no constant norm governing advance or withdrawal, one should not leave one's fellows and strike off on one's own. The noble man fosters his virtue, cultivates his task, and wishes to be ready when the moment arrives. Therefore he suffers no blame.\"\n \"Hesitating to leap, it still stays in the depths\": this is because one should test himself.\n  \"Hesitating to leap, it still stays in the depths\": here the Dao of Qian is about to undergo change.\n Nine in the fourth place signifies a double strength but one which is nonmean. It is neither in Heaven above, nor in the fields [Earth] below, nor with man in the middle.[[note 11]] Thus one regards it as a matter for hesitation. A matter for hesitation means that one should have doubts about it. This is why he will suffer no blame."},{"number":5,"text":"Fifth Yang\nWhen a flying dragon is in the sky, it is fitting to see the great man. {Not moving, not leaping, yet it is in the sky. If it is not flying, how could it be done? This is what is meant by \"a flying dragon.\" When a dragon's virtue is present in the sky, then the path of the great man will prevail.[[note 12]] A sovereign's position depends on his virtue to prosper, and a sovereign's virtue depends on his position to have practical expression. When this grand and noble position is filled by someone with such paramount virtue, all under Heaven will go to him and look up to him with hope—is this not indeed appropriate!}","commentary":"\"When a flying dragon is in the sky\": a great man takes charge.","commentaryOnWords":"\"When a flying dragon is in the sky, it is fitting to see the great man.\" What does this mean? The Master says: \"Things with the same tonality resonate together; things with the same material force seek out one another. Water flows to where it is wet; fire goes toward where it is dry. Clouds follow the dragon; wind follows the tiger. The sage bestirs himself, and all creatures look to him. What is rooted in Heaven draws close to what is above; what is rooted in Earth draws close to what is below. Thus each thing follows its own kind.\"\n \"A flying dragon is in the sky\": rule on high prevails.\n \"A flying dragon is in the sky\": it now takes a position amid the virtue of Heaven.\n The great man is someone whose virtue is consonant with Heaven and Earth, his brightness with the sun and the moon, his consistency with the four seasons, and his prognostications of the auspicious and inauspicious with the workings of gods and spirits. When he precedes Heaven, Heaven is not contrary to him, and when he follows Heaven, he obeys the timing of its moments. Since Heaven is not contrary to him, how much the less will men or gods and spirits be!"},{"number":6,"text":"Top Yang\nA dragon that overreaches should have cause for regret.","commentary":"\"A dragon that overreaches should have cause for regret\": when something is at the full, it cannot last long.","commentaryOnWords":"\"A dragon that overreaches should have cause for regret.\" What does this mean? The Master says: \"Although noble, he lacks a [ruler's] position; although at a lofty height, he lacks a people's following. {Beneath there are no yin lines.} He has worthies in subordinate positions, but none help him. {Although there are worthies below filling appropriate positions, they provide no help to him.} Thus, when he acts, he should have cause for regret.\" {One is located at the top of the upper trigram and is not appropriate for the position he holds. Thus he thoroughly reveals all his deficiencies. Standing alone, he makes a move, and no one will go along wfor Qian does not first discuss Qian but begins instead to talk about \"fundamentality\" and only later does it say what Qian is. Why does it do that? Qian designates the unified control that governs the four entities [fundamentality, prevalence, fitness, and constancy]. \"The noble man never ceases to strengthen himself\"[[note 13]] as he puts these four into practice. This is why the text here does not first discuss Qian and only later says: \"Qian consists of fundamentality, prevalence, fitness, and constancy.\" It explains the rest of the hexagram lines in terms of the dragon, except for Third Yang, for which it makes the noble man the topic. Why does it do that? This is because the Changes consist of images, and what images are produced from are concepts. One first has to have a particular concept, which one then brings to light by using some concrete thing to exemplify it. Thus one uses the dragon to express Qian and the mare to illustrate Kun. One follows the concept inherent in a matter and chooses an image for it accordingly. This is why at First Yang and at Second Yang the respective virtues of the dragon in each correspond to the concepts involved. Thus one can use discussions of the dragon in order to clarify them. However, at Third Yang, \"the noble man makes earnest efforts\" and \"with evening he still takes care\" are not references to the virtue of a dragon, so it is obvious that it employs the noble man to serve as the image here. As a whole, the Qian hexagram is a matter of dragons throughout, but when it is expressed in different terms, these are always formulated in terms of the concepts involved.} n \"A dragon that overreaches should have cause for regret\": this signifies the disaster that results from the exhaustion of resources.\n \"A dragon that overreaches should have cause for regret\": it is at extreme odds with the moment. {This means to be at complete odds with the dynamics of the moment.} n The expression \"overreaches\" means that one knows how to advance but not how to retreat, knows how to preserve life but not how to relinquish it, knows how to gain but not how to lose. Could such a one ever be a sage? But if one knows how to advance, to retreat, to preserve life, and to relinquish it, all without losing his rectitude, how could such a one be but a sage?","commentaryAppended":"The Master said: \"One might be noble yet lack the position, might be lofty yet lack the subjects, and might have worthy men in subordinate positions who yet will not assist him. If such a one acts with all this being so, he will have cause for regret.\"[[note 14]]"},{"number":7,"text":"All Use Yang Lines\nWhen one sees a flight of dragons without heads, it is good fortune. {The nines [yang lines] all signify the virtue of Heaven. As we are able to use the virtue of Heaven [for all the lines], we see the concept of a flight of dragons in them. If one were to take up a position of headship over men by using nothing but hardness and strength, that would result in people not going along with it. If one were to engage in improper behavior by using softness and compliance, that would result in a dao of obsequiousness and wickedness. This is why the good fortune of Qian resides in there being no head to it, and the fitness of Kun [Pure Yin, Hexagram 2] resides in its perpetual constancy.}","commentary":"\"All use yang lines\": the virtue of Heaven is such that it cannot provide headship.","commentaryOnWords":"Here the fundamentality of Qian is expressed in all nines [yang lines], signifying the entire world well governed. {This entire sec uses the affairs of men to clarify what is meant. Nine signifies the positive principle [yang], and yang is exemplified by things that are strong and inviolable. The ability to employ strength and inviolateness completely and to renounce and drive far away those who are good at toadying can never emerge except when the entire world is perfectly governed.[[note 15]] This is why the text says: \"Here the fundamentality of Qian is expressed in all nines, signifying the entire world well governed.\" Once one recognizes how a thing acts, then all the principles of its existence can be understood. The virtue that a dragon signifies is such that it precludes doing anything inopportune. \"Submerged\" and \"does not act.\" what do these mean? It means that it is sure to locate itself at the lowest possible place. \"Sees\" and \"in the fields\" mean that it is sure to lodge there because of the suitability of the moment. Regard the lines as signifying the ways there are to be a man and the positions among them to signify moments. If a man refrains from inopportune behavior then all moments can be known by him. The fact that King Wen had to suffer suppression of his bright virtue allows us to know what kind of ruler there was then,[[note 16]] and the fact that Zhongni [Confucius] had to travel about among strangers allows us to know what his own state was like.[[note 17]]} Here the fundamentality of Qian is expressed in all nines (yang lines], thus we see the law of Heaven. {This entire section talks about the material force of Heaven in order to clarify what is meant. The nines [yang lines] signify something that is strong and inviolable. Only the Qian hexagram can use them throughout. If one observes Heaven from the point of view of this pure strength, the law of Heaven can be seen.}"}],"notes":[{"number":1,"note":"It is likely that Wang has used jian (strength) as a pun on Qian (both characters seem to have had the same pronunciation in the archaic Chinese of his day: *g'ian), implying that as the two sound alike, so their meanings are similar if not identical. In his commentary on Kun (Pure Yin), Hexagram 2, Commentary on the Judgments, Wang uses almost the same sentence structure: \"The term Earth is the name of a form, a phenomenal entity; the term Kun refers to that which uses or takes this form.\" We should note also that Qian is also identified with jian in section seven of Explaining the Trigrams."},{"number":2,"note":"This and all subsequent text set off in this manner is commentary by Wang Bi."},{"number":3,"note":"See sections one, five, six, eleven, and twelve of the Commentary on the Appended Phrases, Part One, and sections one, two, six, ten, and twelve of the Commentary on the Appended Phrases, Part Two."},{"number":4,"note":"\"The great man\" translates daren, a term used, like junzi, to designate the nobleman, one worthy of being a sovereign."},{"number":5,"note":"I.e., the third line is on top of two yang lines."},{"number":6,"note":"Wang here seems to have had section ten of the Commentary on the Appended Phrases, Part One, in mind here: \"It is a grasp of incipience alone that thus allows one to accomplish the great affairs of the world.\""},{"number":7,"note":"Shijing (Book of odes), no. 255."},{"number":8,"note":"Nine is a \"positive\" (yang) and \"strong\" number, and so is three. \"Mean\" refers to the middle line in a trigram; since the third line is at the top of the trigram, it is \"nonmean.\""},{"number":9,"note":"Kong Yingda's subcommentary helps to clarify this passage: \"The Changes forms its hexagrams in such a way that the third and fourth lines signify the Dao of Man, but what Man is close to is below him [Earth], not what is above him [Heaven]. This is why Fourth Yang is said to be 'not with Man' and differs from Third Yang.\" See Zhouyi zhengyi, 1: 5a. Note also that Wang's comment here is derived from a passage in the Commentary on the Words of the Text."},{"number":10,"note":"See note 5 above."},{"number":11,"note":"See note 9 above."},{"number":12,"note":"\"Prevail\" translates heng, consistent with the Judgment to Qian: \"Qian consists of fundamentality, prevalence, fitness, and constancy\" (respectively, yuan, heng, li, and zhen). Lou Yulie, however, glosses heng here as \"clear\" (tongda), as in \"the road is clear.\" See Wang Bi ji jiaoshi, 1: 220 n. 18."},{"number":13,"note":"See the Commentary on the Images for this hexagram."},{"number":14,"note":"See section eight of the Commentary on the Appended Phrases, Part One."},{"number":15,"note":"\"Except when the entire world is perfectly governed\" translates fei tianxia zhizhi. The text in Zhouyi zhengyi, has zhili (perfect principle), but this has been shown to be a Tang era alteration to avoid the taboo use of the personal name of Li Zhi, Emperor Gaotzung (reigned 650-684). There is good evidence to prove that the text originally was either zhi (well governed) or zhizhi (perfectly governed). See Lou, Wang Bi ji jiaoshi, 1: 224 n. 49. Wing-tsit Chan's translation of this passage as \"only because there is ultimate principle in the world. . . .\" apparently follows the later, altered text. See Source Book, p. 320."},{"number":16,"note":"King Wen, the father of King Wu who overthrew the Shang and founded the Zhou state (1122 B.C.), was supposedly the longsuffering vassal of Zhou, the wicked last Shang king."},{"number":17,"note":"Lu, the home state of Confucius, was so badly governed that he had to travel abroad to try to find a worthy sovereign to serve."}]}