{"number":13,"id":"101111","title":{"pinyin":"","wadeGiles":"T'ung Jên","english":"Fellowship with Men"},"structure":{"above":"CH'IEN THE CREATIVE, HEAVEN","below":"LI THE CLINGING, FLAME"},"description":"The image of the upper trigram Ch'ien is heaven, and that of the lower, Li, is flame. It is the nature of fire to flame up to the heaven. This gives the idea of fellowship. It is the second line that, by virtue of its central character, unites the five strong lines around it. This hexagram forms a complement to Shih, THE ARMY, 7. In the latter, danger is within and obedience without--the character of a warlike army, which, in order to hold together, needs one strong man among the many who are weak. Here, clarity is within and strength without--the character of a peaceful union of men, which, in order to hold together, needs one yielding nature among many firm persons.","judgement":{"text":"FELLOWSHIP WITH MEN in the open.\nSuccess.\nIt furthers one to cross the great water.\nThe perseverance of the superior man furthers.","commentary":"True fellowship among men must be based upon a concern that is universal. It is not the private interests of the individual that create lasting fellowship among men, but rather the goals of humanity. That is why it is said that fellowship with men in the open succeeds. If unity of this kind prevails, even difficult and dangerous tasks, such as crossing the great water, can be accomplished. But in order to bring about this sort of fellowship, a persevering and enlightened leader is needed--a man with clear, convincing, and inspiring aims and the strength to carry them out. (The inner trigram means clarity; the outer, strength.)"},"image":{"text":"Heaven together with fire:\nThe image of FELLOWSHIP WITH MEN.\nThus the superior man organizes the clans\nAnd makes distinctions between things.","commentary":"Heaven has the same direction of movement as fire, yet it is different from fire. Just as the luminaries in the sky serve for the systematic division and arrangement of time, so human society and all things that really belong together must be organically arranged. Fellowship should not be a mere mingling of individuals or of things--that would be chaos, not fellowship. If fellowship is to lead to order, there must be organization within diversity."},"lines":[{"number":1,"text":"Nine at the beginning means:\nFellowship with men at the gate.\nNo blame.","commentary":"The beginning of union among people should take place before the door. All are equally close to one another. No divergent aims have yet arisen, and one makes not mistakes. The basic principles of any kind of union must be equally accessible to all concerned. Secret agreements bring misfortune."},{"number":2,"text":"Six in the second place means:\nFellowship with men in the clan.\nHumiliation.","commentary":"There is danger here of formation of a separate faction on the basis of personal and egotistic interests. Such factions, which are exclusive and, instead of welcoming all men, must condemn one group in order to unite the others, originate from low motives and therefore lead in the course of time to humiliation."},{"number":3,"text":"Nine in the third place means:\nHe hides weapons in the thicket;\nHe climbs the high hill in front of it.\nFor three years he does not rise up.","commentary":"Here fellowship has changed about to mistrust. Each man distrusts the other, plans a secret ambush, and seeks to spy on his fellow form afar. We are dealing with an obstinate opponent whom we cannot come at by this method. Obstacles standing in the way of fellowship with others are shown here. One has mental reservations for one's own part and seeks to take his opponent by surprise. This very fact makes one mistrustful, suspecting the same wiles in his opponent and trying to ferret them out. The result is that one departs further and further from true fellowship. The longer this goes on, the more alienated one becomes."},{"number":4,"text":"Nine in the fourth place means:\nHe climbs up on his wall; he cannot attack.\nGood fortune.","commentary":"Here the reconciliation that follows quarrel mover nearer. It is true that there are still dividing walls on which we stand confronting one another. But the difficulties are too great. We get into straits, and this brings us to our senses. We cannot fight, and therein lies our good fortune."},{"number":5,"text":"Nine in the fifth place means:\nMen bound in fellowship first weep and lament,\nBut afterward they laugh.\nAfter great struggles they succeed in meeting.","commentary":"Two people are outwardly separated, but in their hearts they are united. They are kept apart by their positions in life. Many difficulties and obstructions arise between them and cause them grief. But, remaining true to each other, the allow nothing to separate them, and although it costs them a severe struggle to overcome the obstacles, they will succeed. When they come together their sadness will change to joy. Confucius says of this:\n  Life leads the thoughtful man on a path of many windings.\n  Now the course is checked, now it runs straight again.\n  Here winged thoughts may pour freely forth in words,\n  There the heavy burden of knowledge must be shut away in silence.\n  But when two people are at one in the inmost hearts,\n  They shatter even the strength of iron or of bronze.\n  And when two people understand each other in their inmost hearts,\n  Their words are sweet and strong, like the fragrance of orchids."},{"number":6,"text":"Nine at the top means:\nFellowship with men in the meadow.\nNo remorse.","commentary":"The warm attachment that springs from the heart is lacking here. We are by this time actually outside of fellowship with others. However, we ally ourselves with them. The fellowship does not include all, but only those who happen to dwell near one another. The meadow is the pasture at the entrance to the town. At this stage, the ultimate goal of the union of mankind has not yet been attained, but we need not reproach ourselves. We join the community without separate aims of our own."}]}